{
  "phrases": [
    {
      "phrase": "null",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 전문 용어 아무 가치 없는"
      ]
    },
    {
      "phrase": "Null",
      "hanja": "",
      "example": {},
      "meanings": [
        "Databases (Abbr.) NUL."
      ]
    },
    {
      "phrase": "Null",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Proper noun] surname"
      ]
    },
    {
      "phrase": "null and void",
      "hanja": "",
      "example": {},
      "meanings": [
        "무효의"
      ]
    },
    {
      "phrase": "null hypothesis",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 통계 귀무[영] 가설(두 집단을 대상으로 실험을 했을 때 각 집단에서 동일한 결과가 나올 것이라는 가설)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "무선신호미수신지역",
      "frequency": 0
    },
    {
      "meaning": "Norwich Union Linked Life",
      "frequency": 0
    },
    {
      "meaning": "Novell Users of Lincoln Land",
      "frequency": 0
    },
    {
      "meaning": "Nation Under Lethal Limitations",
      "frequency": 0
    },
    {
      "meaning": "Northern United Liquid Libations",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The contract was declared null and void. 듣기 Add to Wordbook 그 계약은 무효 판정을 받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The contract was declared null and void. Add to Wordbook"
    },
    {
      "korean": "That contract is null and void. 듣기 Add to Wordbook 그 계약은 더 이상 효력이 없다. Neungyule",
      "english": "That contract is null and void. Add to Wordbook"
    },
    {
      "korean": "It even unilaterally declared all inter-Korean reconciliation and peace agreements null and void. 듣기 Add to Wordbook 북한은 심지어 일방적으로 모든 남북간 화해와 평화 합의사항을 무효로 만들었다. Neungyule",
      "english": "It even unilaterally declared all inter-Korean reconciliation and peace agreements null and void. Add to Wordbook"
    },
    {
      "korean": "The written agreement between labor and management became null and void. 듣기 Add to Wordbook 노사 합의서는 휴지 조각이 되어 버렸다 Neungyule",
      "english": "The written agreement between labor and management became null and void. Add to Wordbook"
    },
    {
      "korean": "This agreement is rendered null and void if product is modified in any way. 듣기 Add to Wordbook 제품이 어떠한 형태로든 개조되었다면 계약은 무효가 됩니다. YBM All in All English-Korean Dictionary",
      "english": "This agreement is rendered null and void if product is modified in any way. Add to Wordbook"
    }
  ]
}