{
  "phrases": [],
  "meanings": [],
  "vlive": [],
  "examples": [
    {
      "korean": "The Eiffel tower was also the tallest building in the world when it was first built and it weighs an incredible 10,100 tons! 듣기 Add to Wordbook 에펠탑은 처음 지어졌을 때 세계에서 가장 높은 건물이기도 했고 무게는 놀랍게도 1만 100톤이나 나간답니다! TIMES CORE",
      "english": "The Eiffel tower was also the tallest building in the world when it was first built and it weighs an incredible 10,100 tons! Add to Wordbook"
    },
    {
      "korean": "A googol is 10100, or one followed by a hundred zeros in decimal representation. 듣기 Add to Wordbook 1 구골은 10의 100제곱이다,혹은 1 뒤에 100개의 0이 뒤따른다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 돌머리(aw13****)",
      "english": "A googol is 10100, or one followed by a hundred zeros in decimal representation. Add to Wordbook"
    },
    {
      "korean": "Walking or catching a bus to a match 10-100 miles away is unfeasible. 듣기 Add to Wordbook 10-100마일 떨어진 경기까지 걷거나 버스를 잡아 타는것은 불가능하다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "Walking or catching a bus to a match 10-100 miles away is unfeasible. Add to Wordbook"
    },
    {
      "korean": "The ideal electorate being egalitarian and set somewhere at 10/100 for expectations and 90/100 for gratitude (to have not actually starved !). 듣기 Add to Wordbook 이상적인 유권자는 감사함에 100분지 90 과 기대감에 100분지 10 (실제 굶주리지 않은 것!)으로 어딘가로 배치된 평등주의 존재. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "The ideal electorate being egalitarian and set somewhere at 10/100 for expectations and 90/100 for gratitude (to have not actually starved !). Add to Wordbook"
    },
    {
      "korean": "Of those, 10,100 faced charges of rape and other sex offences. 듣기 Add to Wordbook 그들 가운데, 10,100명이 강간과 기타 성범죄로 기소를 당했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Of those, 10,100 faced charges of rape and other sex offences. Add to Wordbook"
    }
  ]
}