{
  "phrases": [
    {
      "phrase": "이십",
      "hanja": " (二十)",
      "example": {},
      "meanings": [
        "twenty, (literary) score"
      ]
    },
    {
      "phrase": "2.0",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Adjective] A second major version of something or, figuratively, of someone."
      ]
    },
    {
      "phrase": "%20",
      "hanja": "",
      "example": {},
      "meanings": [
        "See that long button on the bottom of your keyboard? That's called spacebar that is."
      ]
    },
    {
      "phrase": "20명",
      "hanja": "",
      "example": {},
      "meanings": [
        "twenty persons[people]"
      ]
    },
    {
      "phrase": "20여 년",
      "hanja": "",
      "example": {},
      "meanings": [
        "more than twenty years",
        "twenty odd years"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "score",
      "frequency": 3
    },
    {
      "meaning": "twenty",
      "frequency": 3
    },
    {
      "meaning": "쓰레기 버리면 벌금 20,000원",
      "frequency": 0
    },
    {
      "meaning": "차를 시속 20킬로미터로 감속하다",
      "frequency": 0
    },
    {
      "meaning": "twentieth",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "한 20번? About 20 times? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "About 20 times?"
    },
    {
      "korean": "20분 정도... About 20 minutes... 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "About 20 minutes..."
    },
    {
      "korean": "[휴닝카이 1층 침대 상황][인형 80%+옷 20%] - 옷이 한 20% 정도로 있는 - 아니... And 20 percent is clothes. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "And 20 percent is clothes."
    },
    {
      "korean": "얼마나 했지 지금? 20 몇 분? - 지금... How long has it been? 20 minutes? - Right now... 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "How long has it been? 20 minutes? - Right now..."
    },
    {
      "korean": "[어찌 됐든 미션 하나 더 성공!] 20점부터 분식이었죠? [Anyways, we succeeded again!] We can have a set of snacks from 20 points? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Anyways, we succeeded again!] We can have a set of snacks from 20 points?"
    }
  ],
  "examples": [
    {
      "korean": "The total was close to 20% of the workforce. 듣기 Add to Wordbook 총계는 노동 인구의 20%에 육박했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The total was close to 20% of the workforce. Add to Wordbook"
    },
    {
      "korean": "Leave the apricots to soak for 20 minutes. 듣기 Add to Wordbook 살구를 20분 동안 물에 잠긴 채로 두어라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Leave the apricots to soak for 20 minutes. Add to Wordbook"
    },
    {
      "korean": "They marched 20 miles to reach the capital. 듣기 Add to Wordbook 그들은 20마일을 행진하여 그 수도에 닿았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They marched 20 miles to reach the capital. Add to Wordbook"
    },
    {
      "korean": "He claims to have fathered over 20 children. 듣기 Add to Wordbook 그는 자기 자식이 20명도 넘는다고 주장한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He claims to have fathered over 20 children. Add to Wordbook"
    },
    {
      "korean": "There was an astounding 20% increase in sales. 듣기 Add to Wordbook 매출이 20%라는 믿기 어려운 증가세를 보였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There was an astounding 20% increase in sales. Add to Wordbook"
    }
  ]
}