{
  "phrases": [],
  "meanings": [],
  "vlive": [],
  "examples": [
    {
      "korean": "A 42,000-year-old baby woolly mammoth was put on display at a museum in the United States earlier this year. 듣기 Add to Wordbook 올해 초에 미국에서는 4만2천 년 전의 울리 매머드가 박물관에 전시되었다. Neungyule",
      "english": "A 42,000-year-old baby woolly mammoth was put on display at a museum in the United States earlier this year. Add to Wordbook"
    },
    {
      "korean": "But at last count, according to a United States Central Intelligence Agency report, there were only 42,000 televisions and only 44,000 telephone lines and no cell phones at all. 듣기 Add to Wordbook 하지만, 美중앙정보부의 보고에 따르면, 가장 최근 집계로, TV는 4만 2천 대, 전화는 4만 4천 대뿐이며, 휴대폰은 전혀 없습니다. YBM All in All English-Korean Dictionary",
      "english": "But at last count, according to a United States Central Intelligence Agency report, there were only 42,000 televisions and only 44,000 telephone lines and no cell phones at all. Add to Wordbook"
    },
    {
      "korean": "Today, there are over 42,000 board games you can enjoy! 듣기 Add to Wordbook 오늘날, 여러분이 즐길 수 있는 보드 게임은 42,000개 이상 있습니다. TIMES CORE",
      "english": "Today, there are over 42,000 board games you can enjoy! Add to Wordbook"
    },
    {
      "korean": "It also plans to evaluate the results of the test in November based on answer sheets of some 42,000. 듣기 Add to Wordbook 또한 11월의 시험 결과들을 42,000 명의 답안지를 근거로 평가할 계획이다. TIMES CORE",
      "english": "It also plans to evaluate the results of the test in November based on answer sheets of some 42,000. Add to Wordbook"
    },
    {
      "korean": "The poll asked 42,000 parents if they want foreign education for their children, and 48.3 percent of the respondents said yes. 듣기 Add to Wordbook 그 여론조사는 42,000명의 부모님들께 만약 그들이 아이들을 위해 외국 교육을 원하는지 어떤지 물어봤고 응답자들 중 48.3%가 그렇다고 말했습니다. TIMES CORE",
      "english": "The poll asked 42,000 parents if they want foreign education for their children, and 48.3 percent of the respondents said yes. Add to Wordbook"
    }
  ]
}