{
  "phrases": [
    {
      "phrase": "A10",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] A standard paper size, defined by ISO 216; dimensions: 37 x 26 mm (37.163 x 26.278 mm)."
      ]
    },
    {
      "phrase": "A-10",
      "hanja": "",
      "example": {},
      "meanings": [
        "무기 및 병기공학 A-10 Thunderbolt"
      ]
    },
    {
      "phrase": "A10",
      "hanja": "",
      "example": {},
      "meanings": [
        "Sweet ordinance, close air support plane, used in Iraq, I think in Vietnam, and such places, and that Avenger gatling gun? its some sweeeeet stuff, 30mm x7 barrels of depleted urainium armour peircing, its accurate to about 30 ft at a mile and it takes a max of six hit oon a tank to demolish it, ..."
      ]
    },
    {
      "phrase": "A-10 Thunderbolt Ⅱ",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 A-10 선더볼트 Ⅱ"
      ]
    },
    {
      "phrase": "A-10 CUBA",
      "hanja": "",
      "example": {},
      "meanings": [
        "게임명 [PC / 장르: 비행 시뮬레이션 / 제조사: 파소프트] A-10 쿠바"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Area 10",
      "frequency": 0
    },
    {
      "meaning": "1만미터 경주",
      "frequency": 0
    },
    {
      "meaning": "만 원짜리 지폐",
      "frequency": 0
    },
    {
      "meaning": "A-10",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Subsequently, an Occupational Deafness Working Group was set up specifically to review prescribed disease A10 (Occupational Deafness). 듣기 Add to Wordbook 그 뒤에, 직업성 난청 위원회가 지정질병 A10(직업성 난청)에 대해 정확히 검토하기 위해 설립되었습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 로타리(jekf****) Hansard",
      "english": "Subsequently, an Occupational Deafness Working Group was set up specifically to review prescribed disease A10 (Occupational Deafness). Add to Wordbook"
    },
    {
      "korean": "Unfortunately, the influx from A10 countries has also had an impact on the council’s community protection operations. 듣기 Add to Wordbook 불행하게도, A10국가들로부터의 유입은 의회의 지역 사회 보호 계획에도 영향을 미쳤다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gray(orch****) Hansard",
      "english": "Unfortunately, the influx from A10 countries has also had an impact on the council’s community protection operations. Add to Wordbook"
    },
    {
      "korean": "Soldiers on the ground assumed that their vehicles had hit mines, but they had actually been hit by Maverick missiles from two American A10 tankbusters. 듣기 Add to Wordbook 군인들은 자기들의 차량이 지뢰에 의해 파괴됬다고 믿었다. 하지만 그 차량들은 미군 소속 두대의 A-10 탱크버스터에서 발사된 메버릭미사일에 파괴됬다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 vivalego(viva****) Hansard",
      "english": "Soldiers on the ground assumed that their vehicles had hit mines, but they had actually been hit by Maverick missiles from two American A10 tankbusters. Add to Wordbook"
    },
    {
      "korean": "A-10 Warthog attack planes leveled the gunman's compound. 듣기 Add to Wordbook A-10 와트호그 공격기가 무장 단원의 수용소를 쓸어버렸다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sksir2100(sksi****)",
      "english": "A-10 Warthog attack planes leveled the gunman's compound. Add to Wordbook"
    },
    {
      "korean": "A B1 bomber, two A-10 ground-attack aircraft and four Cobra helicopter gunships provided support, he said. 듣기 Add to Wordbook 그는 한 대의 B1 폭격기와 두 대의 A-10 대지 공격기, 그리고 넉 대의 코브라 공격 헬리콥터가 지원을 했다고 말했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sunmo23(sunm****)",
      "english": "A B1 bomber, two A-10 ground-attack aircraft and four Cobra helicopter gunships provided support, he said. Add to Wordbook"
    }
  ]
}