{
  "phrases": [
    {
      "phrase": "amy",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 신조어 위대한, 사랑받는, 상냥한 사람"
      ]
    },
    {
      "phrase": "Amy",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 여자 이름"
      ]
    },
    {
      "phrase": "Amys Pokemon Adventure",
      "hanja": "",
      "example": {},
      "meanings": [
        "Miscellaneous (Abbr.) APA."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "미육군개념분석기구",
      "frequency": 0
    },
    {
      "meaning": "Chua, Leon O(ng)",
      "frequency": 0
    },
    {
      "meaning": "에이미 로웰",
      "frequency": 0
    },
    {
      "meaning": "질베르 아미",
      "frequency": 0
    },
    {
      "meaning": "에이미 와인하우스",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[지민 출발~] 에이미 가자! [Jimin, go!] Amy, let's go! 듣기 View video BTS : Run BTS! 2018 - EP.55",
      "english": "[Jimin, go!] Amy, let's go!"
    },
    {
      "korean": "그래서 요즘엔 좀 Amy Winehouse 앨범 전곡을 재생하고 있어요. These days I listen to the whole tracks of Amy Winehouse. 듣기 View video V Special : 오늘같은밤 러브블러썸: V데이트 - 로이킴 X 이호정",
      "english": "These days I listen to the whole tracks of Amy Winehouse."
    },
    {
      "korean": "다양하게 들어요. 요즘에는 Amy Winehouse에 굉장히 꽂혀서... I listen to various music. These days I'm into Amy Winhouse. 듣기 View video V Special : 오늘같은밤 러브블러썸: V데이트 - 로이킴 X 이호정",
      "english": "I listen to various music. These days I'm into Amy Winhouse."
    },
    {
      "korean": "에이미, 안녕. Amy, hi. Hi. 듣기 View video GOT7 : 여기로모여요!",
      "english": "Amy, hi. Hi."
    },
    {
      "korean": "에이미 레. Her name is Amy Le. 듣기 View video V Special : <빅픽처> 김종국&하하의 옥상눕방 라이브",
      "english": "Her name is Amy Le."
    }
  ],
  "examples": [
    {
      "korean": "A delicate tree, cool to her touch, caught Amy's attention next. 듣기 Add to Wordbook 차갑게 느껴지는 섬세한 나무가 그 다음 에이미의 관심을 끌었다. Neungyule",
      "english": "A delicate tree, cool to her touch, caught Amy's attention next. Add to Wordbook"
    },
    {
      "korean": "A mellow orange excites Amy's appetite. 듣기 Add to Wordbook 먹음직스러운 오렌지가 Amy의 식욕을 자극했다. English Hidden Card",
      "english": "A mellow orange excites Amy's appetite. Add to Wordbook"
    },
    {
      "korean": "Amy's eyes are moist. 듣기 Add to Wordbook Amy의 눈이 촉촉히 젖어있다. English Hidden Card",
      "english": "Amy's eyes are moist. Add to Wordbook"
    },
    {
      "korean": "Amy's disobedience came from a voracious appetite. 듣기 Add to Wordbook Amy의 반항은 게걸스러운 식욕에서 비롯되었다. English Hidden Card",
      "english": "Amy's disobedience came from a voracious appetite. Add to Wordbook"
    },
    {
      "korean": "Amy's beating is faster. 듣기 Add to Wordbook Amy의 맥박이 더 빨리 뛴다. English Hidden Card",
      "english": "Amy's beating is faster. Add to Wordbook"
    }
  ]
}