{
  "phrases": [
    {
      "phrase": "AV",
      "hanja": "",
      "example": {},
      "meanings": [
        "arteriovenous, Artillery Volunteers, atrioventricular, audiovisual, Authorized Version (of the Bible), average value"
      ]
    },
    {
      "phrase": "AV",
      "hanja": "",
      "example": {},
      "meanings": [
        "國際航空略稱 Avianca"
      ]
    },
    {
      "phrase": "A/V ( a.v. )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation ad valorem(가격에 따라서)."
      ]
    },
    {
      "phrase": "av.",
      "hanja": "",
      "example": {},
      "meanings": [
        "avenue, average, avoirdupois weight"
      ]
    },
    {
      "phrase": "av",
      "hanja": "",
      "example": {},
      "meanings": [
        "audio and visual(오디오·비디오 기기)."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "audio-visual",
      "frequency": 0
    },
    {
      "meaning": "Avianca",
      "frequency": 0
    },
    {
      "meaning": "방실의",
      "frequency": 0
    },
    {
      "meaning": "동정맥성",
      "frequency": 0
    },
    {
      "meaning": "Adult Video",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "멜로즈 거리로 가면 안 돼요? Can I go to Melrose Av.? 듣기 View video Mnet : [ONE DREAM.TXT] Reality Ep.08 - Part.1",
      "english": "Can I go to Melrose Av.?"
    }
  ],
  "examples": [
    {
      "korean": "Intel introduced new supporting chipsets with onboard AV capabilities which work hand-in-glove with Pentium processors to deliver faster peripheral and memory-access performance. 발음듣기 인텔은 좀 더 빠른 주변기기와 메모리 성능을 위해 펜티엄 프로세서와 원활하게 돌아가는 온보드 AV 기능을 가진 새로운 지원 칩셋을 소개했다. Neungyule",
      "english": "Intel introduced new supporting chipsets with onboard AV capabilities which work hand-in-glove with Pentium processors to deliver faster peripheral and memory-access performance. 발음"
    },
    {
      "korean": "AV Club This is a detour to avoid. 발음듣기 AV 클럽 이곳은 피하기 위한 우회로입니다. User translation Inaccurate information may be included due to the users' self-traslation. The Milky Way(2byp****) Web Collection",
      "english": "AV Club This is a detour to avoid. 발음"
    },
    {
      "korean": "Array-based AV scanning is also supported. 발음듣기 어레이 기반 AV 검사도 지원합니다. hansemEUG",
      "english": "Array-based AV scanning is also supported. 발음"
    },
    {
      "korean": "Displays the version number of the AV Engine. 발음듣기 AV 엔진의 버전 번호를 표시합니다. hansemEUG",
      "english": "Displays the version number of the AV Engine. 발음"
    },
    {
      "korean": "AV update events could not be disabled. 발음듣기 AV 업데이트 이벤트를 비활성화할 수 없습니다. hansemEUG",
      "english": "AV update events could not be disabled. 발음"
    }
  ]
}