{
  "phrases": [
    {
      "phrase": "cafe ( café )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 카페(음료수를 마시거나 간단한 식사를 할 수 있는 곳. 영국이나 미국의 카페에서는 보통 술을 팔지 않음) (→re...",
        "Noun 남아프리카공화국 영어 (사탕·신문·간단한 먹을 것 등을 파는) 작은 가게"
      ]
    },
    {
      "phrase": "CAFE",
      "hanja": "",
      "example": {},
      "meanings": [
        "자동차 corporate average fuel economy (미국의) 연료비 효율 기준"
      ]
    },
    {
      "phrase": "Café",
      "hanja": "",
      "example": {},
      "meanings": [
        "커피 카페 알렉산더"
      ]
    },
    {
      "phrase": "café ( cafe )",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN A café is a place where you can buy drinks, simple meals, and snacks, but, in Britain, not usually alcoholic drinks.",
        "NOUN A street café or a pavement café is a café which has tables and chairs on the pavement outside it where people can eat and drink."
      ]
    },
    {
      "phrase": "transport cafe",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 英 (도로변의, 주로 트럭 기사들이 이용하는) 기사 식당 (→truck stop)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "카페",
      "frequency": 0
    },
    {
      "meaning": "음식점",
      "frequency": 0
    },
    {
      "meaning": "찻집",
      "frequency": 0
    },
    {
      "meaning": "Clean Air For Europe programme",
      "frequency": 0
    },
    {
      "meaning": "Coffee And Farmer Equity",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'카페 가서 뭐 마셔?' \"What do you think at a cafe?\" 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "\"What do you think at a cafe?\""
    },
    {
      "korean": "고양이 카페도 한번 갈까요? Should I go to a cat cafe? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Should I go to a cat cafe?"
    },
    {
      "korean": "어떻게 보면 카페 투어? But if you think about it, it's a cafe tour? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "But if you think about it, it's a cafe tour?"
    },
    {
      "korean": "팬카페 보기도 탈락 - 나쁜... Checking out the fan cafe is also out. - You are so mean... 듣기 View video OSEN : PENTAGON 펜타곤, 여동생에 소개시켜주고 싶은 멤버? #스타로드 04",
      "english": "Checking out the fan cafe is also out. - You are so mean..."
    },
    {
      "korean": "몰래 라이브가 아니라 그냥 약간 카페 투어? But it's not a secret live but kind of a cafe tour? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "But it's not a secret live but kind of a cafe tour?"
    }
  ],
  "examples": [
    {
      "korean": "We found a cheap and cheerful cafe. 듣기 Add to Wordbook 우리는 싸고 좋은 카페를 찾았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We found a cheap and cheerful cafe. Add to Wordbook"
    },
    {
      "korean": "He sold the cafe as a going concern. 듣기 Add to Wordbook 그는 그 카페를 성업 중인 업체로 매도했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He sold the cafe as a going concern. Add to Wordbook"
    },
    {
      "korean": "The average spend at the cafe is ￡10 a head. 듣기 Add to Wordbook 그 카페에서의 평균 경비는 일인당 10 파운드이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The average spend at the cafe is ￡10 a head. Add to Wordbook"
    },
    {
      "korean": "We sat outside a cafe, watching the world go by. 듣기 Add to Wordbook 우리는 카페 밖에 앉아 사람들을 구경했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We sat outside a cafe, watching the world go by. Add to Wordbook"
    },
    {
      "korean": "The cafe is a popular meeting place for students. 듣기 Add to Wordbook 그 카페는 학생들에게 인기 있는 만남의 장이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cafe is a popular meeting place for students. Add to Wordbook"
    }
  ]
}