{
  "phrases": [
    {
      "phrase": "Clic",
      "hanja": "",
      "example": {},
      "meanings": [
        "A close group, a network of friends who from the beginning are never part of any other group. They only talk to those inside the clic, hangout with the clic, etc. Yes, there can be leaders among the clics, which then the rest of the group are called followers. This term is probably better use in ..."
      ]
    },
    {
      "phrase": "systolic clic",
      "hanja": "",
      "example": {},
      "meanings": [
        "간호학 수축기클릭(收縮期~)"
      ]
    },
    {
      "phrase": "Orenge Berg Clic",
      "hanja": "",
      "example": {},
      "meanings": [
        "Miscellaneous (Abbr.) OBC."
      ]
    },
    {
      "phrase": "CLIC (Compact LInear Collider) Test Facility",
      "hanja": "",
      "example": {},
      "meanings": [
        "Physics (Abbr.) CTF."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Calico Commerce, Inc.",
      "frequency": 0
    },
    {
      "meaning": "Cardiff Libraries in Co",
      "frequency": 0
    },
    {
      "meaning": "CT Licensing Info Center",
      "frequency": 0
    },
    {
      "meaning": "Cycle Lab Information Center",
      "frequency": 0
    },
    {
      "meaning": "CLEO Legally Inspired Cohort",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The CLIC adapter is subject to wear due to use and reprocessing. 듣기 Add to Wordbook CLIC 어댑터는 사용 및 재처리로 인해 마모될 수 있습니다. hansemEUG",
      "english": "The CLIC adapter is subject to wear due to use and reprocessing. Add to Wordbook"
    },
    {
      "korean": "CLIC adapters are available for the devices listed under \"Application\". 듣기 Add to Wordbook CLIC 어댑터는 \"적용\"에 열거된 장치에서 사용할 수 있습니다. hansemEUG",
      "english": "CLIC adapters are available for the devices listed under \"Application\". Add to Wordbook"
    },
    {
      "korean": "Close the CLIC adapter until it snaps into place and the sealing is pressed down. 듣기 Add to Wordbook 찰칵 소리가 나며 제자리에 끼워지고 실링이 압착될 때까지 CLIC 어댑터를 닫습니다. hansemEUG",
      "english": "Close the CLIC adapter until it snaps into place and the sealing is pressed down. Add to Wordbook"
    },
    {
      "korean": "Replace the CLIC adapter after 4years at the latest or when there are signs of damage and wear. 듣기 Add to Wordbook CLIC 어댑터는 적어도 4년마다또는 손상과 마모 징후가 발견되면 교체하십시오. hansemEUG",
      "english": "Replace the CLIC adapter after 4years at the latest or when there are signs of damage and wear. Add to Wordbook"
    },
    {
      "korean": "The cleaning disc must be used in order to ensure a proper, hygienic reprocessing of the CLIC Adapter. 듣기 Add to Wordbook CLIC 어댑터를 적합한 위생 상태로 재처리하기 위해 세척 디스크를 사용하십시오. hansemEUG",
      "english": "The cleaning disc must be used in order to ensure a proper, hygienic reprocessing of the CLIC Adapter. Add to Wordbook"
    }
  ]
}