{
  "phrases": [
    {
      "phrase": "Customers",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 개각식"
      ]
    },
    {
      "phrase": "customer",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 손님, 고객",
        "Noun 구식, 비격식 (사람의 유형을 묘사하는 형용사 뒤에 쓰여) 사람"
      ]
    },
    {
      "phrase": "customer (of a Toll Service Provider)",
      "hanja": "",
      "example": {},
      "meanings": [
        "IT 이용자 (톨 서비스 제공자 중)"
      ]
    },
    {
      "phrase": "our regular customers",
      "hanja": "",
      "example": {},
      "meanings": [
        "우리의 단골손님[고정 고객]"
      ]
    },
    {
      "phrase": "irate customers",
      "hanja": "",
      "example": {},
      "meanings": [
        "격분한 고객들"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "고객 전용 주차장입니다.",
      "frequency": 0
    },
    {
      "meaning": "손님들에 대한 서비스가 좋지 못했다.",
      "frequency": 0
    },
    {
      "meaning": "고객 만족에 최선을 다하다",
      "frequency": 0
    },
    {
      "meaning": "소비자들의 요구에 대한 심층 연구",
      "frequency": 0
    },
    {
      "meaning": "손님이 떨어지다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "드시고 싶은 술 만들어드리는 게 바텐더 아닌가요? Make drinks for our customers, that's our job, right? 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "Make drinks for our customers, that's our job, right?"
    },
    {
      "korean": "[찐고객] 아 그래? [Real customers] Oh, really? 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM] EP.10 눈물 없인 볼 수 없는 다모임 은퇴식… FOREVER 84!ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "[Real customers] Oh, really?"
    },
    {
      "korean": "손님 없는 타이밍에 퀵하게 면담 한번 할까요? Shall we do a quick interview while we don't have any customers? 듣기 View video 플레이리스트 (Playlist) : \"내가 여기 그냥 샀어, 얼마 안 하던데?\" [엑스엑스(XX)] - EP.02",
      "english": "Shall we do a quick interview while we don't have any customers?"
    },
    {
      "korean": "어떤 스타일인가요? What type of customers? 듣기 View video tvN : [Full]tvN <호텔 델루나> 아이유, 여진구, 피오, 미나의 영혼힐링 드라마토크 LIVE!",
      "english": "What type of customers?"
    },
    {
      "korean": "근데... 손님이 없는 것 같은데? But... I think there are no customers?? 듣기 View video IU : [IU TV] HAPPY IU DAY (With. 유애나)",
      "english": "But... I think there are no customers??"
    }
  ],
  "examples": [
    {
      "korean": "He enjoyed exchanging banter with the customers. 듣기 Add to Wordbook 그는 고객들과 정감 어린 농담을 주고받기를 좋아했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He enjoyed exchanging banter with the customers. Add to Wordbook"
    },
    {
      "korean": "The catalogue is full of testimonials from satisfied customers. 듣기 Add to Wordbook 그 카탈로그에는 만족한 고객들이 보낸 추천의 글들이 가득하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The catalogue is full of testimonials from satisfied customers. Add to Wordbook"
    },
    {
      "korean": "one of the shop’s best/biggest customers 듣기 Add to Wordbook 상점의 최고 고객 중 한 사람 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "one of the shop’s best/biggest customers Add to Wordbook"
    },
    {
      "korean": "Much of the discount is pocketed by retailers instead of being passed on to customers. 듣기 Add to Wordbook 할인액 중 많은 부분이 고객들에게 전달되지 않고 소매상들의 호주머니로 들어간다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Much of the discount is pocketed by retailers instead of being passed on to customers. Add to Wordbook"
    },
    {
      "korean": "Rising prices are scaring customers off. 듣기 Add to Wordbook 오르는 물가가 소비자들을 불안하게 만들고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rising prices are scaring customers off. Add to Wordbook"
    }
  ]
}