{
  "phrases": [
    {
      "phrase": "des",
      "hanja": "",
      "example": {},
      "meanings": [
        "Preposition 프랑스계(系)의 이름 앞에서 de와 관사 les의 축약형"
      ]
    },
    {
      "phrase": "DES",
      "hanja": "",
      "example": {},
      "meanings": [
        "data encryption standard [컴퓨터] 데이터 암호화 규격, [영] Department of Education and Science"
      ]
    },
    {
      "phrase": "DES",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun DIETHYLSTILBESTROL"
      ]
    },
    {
      "phrase": "des-",
      "hanja": "",
      "example": {},
      "meanings": [
        "Prefix 化 DE-"
      ]
    },
    {
      "phrase": "D.E.S.",
      "hanja": "",
      "example": {},
      "meanings": [
        "英 Department of Education and Science."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Dispatch money or Despatch money",
      "frequency": 0
    },
    {
      "meaning": "Describe",
      "frequency": 0
    },
    {
      "meaning": "Drug Eluting Stent",
      "frequency": 0
    },
    {
      "meaning": "Directorate of Emergency Services",
      "frequency": 0
    },
    {
      "meaning": "Di Ethyl Stilboestrol",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "처음 '소년처럼' 들었을 때 느낌이 어땠나요? How did you feel when you first heard \"Comme des Garcons\"? 듣기 View video Block B : 소년처럼 피오쓰",
      "english": "How did you feel when you first heard \"Comme des Garcons\"?"
    },
    {
      "korean": "'소년처럼'에 극단 소년 멤버들이 참여한 거 있나요? Are there youth members who came out of \"Comme des Garcons\"? 듣기 View video Block B : 소년처럼 피오쓰",
      "english": "Are there youth members who came out of \"Comme des Garcons\"?"
    },
    {
      "korean": "'꼼데를 잠옷으로?' \"Comme Des Garcons as pajamas?\" 듣기 View video 카모마일T (Chamomile_T) : 재방!",
      "english": "\"Comme Des Garcons as pajamas?\""
    },
    {
      "korean": "파리에 있는 예술의 다리를 연상케 하는 푸줏간 다리. Butcher's Bridge is similar to the Pont des Arts in Paris. 듣기 View video GFRIEND : 여자친구가 사랑한 유럽 EP.03 Part.1",
      "english": "Butcher's Bridge is similar to the Pont des Arts in Paris."
    },
    {
      "korean": "꼼데님은 제주도 산대요. Commes Des lives in Jeju island. 듣기 View video YGK+ : 효니티비시즌4제주올래?",
      "english": "Commes Des lives in Jeju island."
    }
  ],
  "examples": [
    {
      "korean": "Terre des Hommes fights against child exploitation. 발음듣기 떼르 데 옴므스는 아동 착취에 맞서 싸운다. 국제영어대학원대학교 신어사전",
      "english": "Terre des Hommes fights against child exploitation. 발음"
    },
    {
      "korean": "Van Gogh moved to Brussels to study at the Académie Royale des Beaux-Arts in 1880. 발음듣기 반 고흐는 1880년 브뤼셀로 가서 왕립미술대학에 다녔다. Neungyule",
      "english": "Van Gogh moved to Brussels to study at the Académie Royale des Beaux-Arts in 1880. 발음"
    },
    {
      "korean": "Like the French Academie des sciences morales et politiques. 발음듣기 프랑스 윤리 정치학회 같은 학회의 회원이기도 하다. Neungyule",
      "english": "Like the French Academie des sciences morales et politiques. 발음"
    },
    {
      "korean": "Growing up in a devastated post-war Europe, he was a diligent student and graduated from France's leading business school - the Ecole des Hautes Etudes. 발음듣기 Lamy는 1947년 4월8일 파리 근교 Levallois-Perret 에서 태어났다. Neungyule",
      "english": "Growing up in a devastated post-war Europe, he was a diligent student and graduated from France's leading business school - the Ecole des Hautes Etudes. 발음"
    },
    {
      "korean": "He later went to study at the Ecole des Beaux Arts (school of fine arts) in 1862. 발음듣기 그는 1862년에 에콜 데 보자르 (미대)에 공부하러 갔다. Neungyule",
      "english": "He later went to study at the Ecole des Beaux Arts (school of fine arts) in 1862. 발음"
    }
  ]
}