{
  "phrases": [
    {
      "phrase": "EEA",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun European Economic Area(유럽 경제 지역)."
      ]
    },
    {
      "phrase": "EEA",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun(Abbreviation) (Enterprise Ethereum Alliance) 엔터프라이즈 이더리움 얼라이언스((가상화폐인 이더리움을 기반으로 한 기업형 글로벌 블록체))"
      ]
    },
    {
      "phrase": "essential element of analysis ( EEA )",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 분석기본요소"
      ]
    },
    {
      "phrase": "estimated expenditure of ammunition ( EEA )",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 탄약 예상소모량"
      ]
    },
    {
      "phrase": "European Environment Agengy ( EEA )",
      "hanja": "",
      "example": {},
      "meanings": [
        "원자력용어 유럽환경청(環境廳)(EU)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "European Economic Area",
      "frequency": 0
    },
    {
      "meaning": "Esf Evolution Addon",
      "frequency": 0
    },
    {
      "meaning": "Expressway Ends Ahead",
      "frequency": 0
    },
    {
      "meaning": "European Energy Award",
      "frequency": 0
    },
    {
      "meaning": "End-to-End Anastomosis",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "to meet the needs of enterprises joining the EEA 듣기 Add to Wordbook 기업체들의 엔터프라이즈 이더리움 얼라이언스 가입에 대한 요구에 부응하기 위해 국제영어대학원대학교 신어사전",
      "english": "to meet the needs of enterprises joining the EEA Add to Wordbook"
    },
    {
      "korean": "Not all EEA member countries have a regulatory or administrative system that measures up to our own. 듣기 Add to Wordbook 모든 EEA 회원국들이 우리의 것에 필적하는 규제 혹은 행정 시스템을 가진 것은 아니다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "Not all EEA member countries have a regulatory or administrative system that measures up to our own. Add to Wordbook"
    },
    {
      "korean": "Anyway, Iceland is already in the EEA. 듣기 Add to Wordbook 어찌됐든, 아이슬란드는 이미 EEA에 속해있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 hk_shy89(hk_s****)",
      "english": "Anyway, Iceland is already in the EEA. Add to Wordbook"
    },
    {
      "korean": "EEA State which is not a member State. 듣기 Add to Wordbook 회원국이 아닌 유럽 경제지역 상태 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 나(yohe****) Hansard",
      "english": "EEA State which is not a member State. Add to Wordbook"
    },
    {
      "korean": "Articles 105 and 106 deal with the homogeneity of interpretations in respect of the relationship between the EEA Court and the European Court of Justice. 듣기 Add to Wordbook 105조와 106조는 EEA 법원과 ECJ 사이의 관계에 대한 해석의 동종성을 다룬다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "Articles 105 and 106 deal with the homogeneity of interpretations in respect of the relationship between the EEA Court and the European Court of Justice. Add to Wordbook"
    }
  ]
}