{
  "phrases": [
    {
      "phrase": "esper",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] A person supposed to have paranormal abilities.",
        "[Noun] A person who practices the development of psychic ability."
      ]
    },
    {
      "phrase": "Esper",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Proper noun] surname"
      ]
    },
    {
      "phrase": "Esper",
      "hanja": "",
      "example": {},
      "meanings": [
        "A being of passive psych power. Having been around for at least 12 millenia the consciousnous of previous life trickles into the new bearers aura."
      ]
    },
    {
      "phrase": "esper",
      "hanja": "",
      "example": {},
      "meanings": [
        "A human being born capable of using telepathy and other paranormal mental abilities. Alternative spelling: ESPer ESP stands for \"Extra Sensory Perception\"."
      ]
    },
    {
      "phrase": "Colias erate (Esper, 1805)",
      "hanja": "",
      "example": {},
      "meanings": [
        "곤충 노랑나비"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Ebony Society of Philatelic Events and Reflections",
      "frequency": 0
    },
    {
      "meaning": "Extraordinary Supernatural Phenomena Explored and Revealed",
      "frequency": 0
    },
    {
      "meaning": "espers",
      "frequency": 0
    },
    {
      "meaning": "Espers",
      "frequency": 0
    },
    {
      "meaning": "듀크 에스퍼",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Drum. 듣기 Add to Wordbook 드러지 카더 슬레이어 드럼을 만들 수 있도록 에스퍼 수비대원이 알려 준 퀘스트 레서피입니다. hansemEUG",
      "english": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Drum. Add to Wordbook"
    },
    {
      "korean": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Chuck. 듣기 Add to Wordbook 드러지 카더 슬레이어 처크를 만들 수 있도록 에스퍼 수비대원이 알려 준 퀘스트 레서피입니다. hansemEUG",
      "english": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Chuck. Add to Wordbook"
    },
    {
      "korean": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Sword. 듣기 Add to Wordbook 드러지 카더 슬레이어 소드를 만들 수 있도록 에스퍼 수비대원이 알려 준 퀘스트 레서피입니다. hansemEUG",
      "english": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Sword. Add to Wordbook"
    },
    {
      "korean": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Staff. 듣기 Add to Wordbook 드러지 카더 슬레이어 스태프를 만들 수 있도록 에스퍼 수비대원이 알려 준 퀘스트 레서피입니다. hansemEUG",
      "english": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Staff. Add to Wordbook"
    },
    {
      "korean": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Spear. 듣기 Add to Wordbook 드러지 카더 슬레이어 스피어를 만들 수 있도록 에스퍼 수비대원이 알려 준 퀘스트 레서피입니다. hansemEUG",
      "english": "A quest recipe given to you by the Esper Warder to create a Drudge Cadre Slayer Spear. Add to Wordbook"
    }
  ]
}