{
  "phrases": [
    {
      "phrase": "ex-",
      "hanja": "",
      "example": {},
      "meanings": [
        "Prefix <‘이전의 …임’을 나타냄>"
      ]
    },
    {
      "phrase": "ex",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 비격식 전남편, 전처, 전 애인",
        "Preposition 英 …을 제외한"
      ]
    },
    {
      "phrase": "ex",
      "hanja": "",
      "example": {},
      "meanings": [
        "Preposition …으로부터 ((from)) ((라틴어의 구(句)))",
        "Preposition 상업 …에서 인도(引渡)하는",
        "Preposition 증권 …락(落), …없이(opp. cum)"
      ]
    },
    {
      "phrase": "ex",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun X[x]자, X형의 것"
      ]
    },
    {
      "phrase": "ex.",
      "hanja": "",
      "example": {},
      "meanings": [
        "examination, examined, example, except, exception, exchange, excursion, executed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "조기경보기",
      "frequency": 0
    },
    {
      "meaning": "Excellence",
      "frequency": 0
    },
    {
      "meaning": "The Expectation of X",
      "frequency": 0
    },
    {
      "meaning": "E Xtreme",
      "frequency": 0
    },
    {
      "meaning": "Exacerbate",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "네 엑스야? 아까 그 사람? Was that your ex? That guy just then? 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "Was that your ex? That guy just then?"
    },
    {
      "korean": "어? 이거 재영 오빠 아니야? 너 전남친? Isn't he Jaeyoung? Your ex-boyfriend? 듣기 View video 컨스TV : 니들 나한테 용사따윈 바라지 마라![넘버식스]ep8.",
      "english": "Isn't he Jaeyoung? Your ex-boyfriend?"
    },
    {
      "korean": "그땐 전 여친 아니었어! She was not my ex then! 듣기 View video Dingo Story / 딩고스토리 : 좋아하는 사람이 다른 사람과 키스했다_EP19_[라이크LIKE]",
      "english": "She was not my ex then!"
    },
    {
      "korean": "너 전여친이랑 다시 만나? Are you seeing your ex again? 듣기 View video 플레이리스트 (Playlist) : 갑작스런 고백으로 분위기 갑분싸됨; [크리스마스가 싫은 네 가지 이유] - EP.05",
      "english": "Are you seeing your ex again?"
    },
    {
      "korean": "전 남친? 현 남친을 앞에 두고? Ex boyfriend? In front of her current boyfriend? 듣기 View video 플레이리스트 (Playlist) : 남자가 직진하는 이유 [나의 이름에게] - EP.04",
      "english": "Ex boyfriend? In front of her current boyfriend?"
    }
  ],
  "examples": [
    {
      "korean": "The Pope was speaking ex cathedra. 듣기 Add to Wordbook 교황은 교황의 권위에 따라 연설을 하고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Pope was speaking ex cathedra. Add to Wordbook"
    },
    {
      "korean": "He has to pay maintenance to his ex-wife. 듣기 Add to Wordbook 그는 이전 아내에게 생활비를 주어야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He has to pay maintenance to his ex-wife. Add to Wordbook"
    },
    {
      "korean": "He is still on excellent terms with his ex-wife. 듣기 Add to Wordbook 그는 아직도 전처와 아주 사이가 좋다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He is still on excellent terms with his ex-wife. Add to Wordbook"
    },
    {
      "korean": "My ex-wife is bleeding me for every penny I have. 듣기 Add to Wordbook 내 전처가 내 돈을 몽땅 뜯어 가려고 나를 쥐어짜고 있어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My ex-wife is bleeding me for every penny I have. Add to Wordbook"
    },
    {
      "korean": "The children are spending the weekend with my ex and his new wife. 듣기 Add to Wordbook 아이들은 내 전남편과 그의 새 아내와 주말을 보내고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The children are spending the weekend with my ex and his new wife. Add to Wordbook"
    }
  ]
}