{
  "phrases": [
    {
      "phrase": "few",
      "hanja": "",
      "example": {},
      "meanings": [
        "Determiner, Adjective (수가) 많지 않은[적은](복수 명사동사와 함께 쓰임)",
        "Determiner, Adjective (수가) 약간의[여러/몇](복수 명사동사와 함께 쓰임)",
        "Pronoun 소수, 적은 수"
      ]
    },
    {
      "phrase": "few",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun =feu¹."
      ]
    },
    {
      "phrase": "Few",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Proper noun] (British) The pilots who fought in the Battle of Britain."
      ]
    },
    {
      "phrase": "quite a few",
      "hanja": "",
      "example": {},
      "meanings": [
        "상당수"
      ]
    },
    {
      "phrase": "few and far between",
      "hanja": "",
      "example": {},
      "meanings": [
        "흔치[잦지] 않은"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pauci-",
      "frequency": 0
    },
    {
      "meaning": "Fruit Earth And Wood",
      "frequency": 0
    },
    {
      "meaning": "Fuel Ethanol Workshop",
      "frequency": 0
    },
    {
      "meaning": "Funds Empowering Women",
      "frequency": 0
    },
    {
      "meaning": "Federally Employed Women",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "가장 잘 어울렸던 멤버로 뽑혔는데 어떻게 소감 한마디 안 해도 될까요? Do you want to say a few words since you got picked? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Do you want to say a few words since you got picked?"
    },
    {
      "korean": "눈치 빠른 유애나들이 몇 명 막... A few quick UAENA... 듣기 View video IU : [IU TV] 너의 이름을 불러줄게",
      "english": "A few quick UAENA..."
    },
    {
      "korean": "몇 번 봤어? - 나 몇 번 봤어! You saw it a few times? - I saw it a few times. 듣기 View video OSEN : Stray Kids 스트레이키즈, 게임에 정신없이 빠져버린 썰 #스타로드 12",
      "english": "You saw it a few times? - I saw it a few times."
    },
    {
      "korean": "그래요 앞으로 몇 시간 남은... Okay, we have a few hours left. 듣기 View video TOMORROW X TOGETHER : 스윗한 태현이의 스윗한거 만들기",
      "english": "Okay, we have a few hours left."
    },
    {
      "korean": "그래서 제가 몇 가지를 생각해온 게 있거든요? I have a few ideas. 듣기 View video 콬TV (WHYNOT) : 요즘 너만 보면 자꾸 커진단 말이야 [리얼:타임:러브2] EP3",
      "english": "I have a few ideas."
    }
  ],
  "examples": [
    {
      "korean": "He had a few puffs at the cigar. 듣기 Add to Wordbook 그가 담배를 몇 모금 빨았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had a few puffs at the cigar. Add to Wordbook"
    },
    {
      "korean": "The varnish takes a few hours to harden. 듣기 Add to Wordbook 그 유약은 마르는 데 몇 시간이 걸린다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The varnish takes a few hours to harden. Add to Wordbook"
    },
    {
      "korean": "A few cushions formed a makeshift bed. 듣기 Add to Wordbook 쿠션 몇 개가 임시변통으로 만든 침대가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A few cushions formed a makeshift bed. Add to Wordbook"
    },
    {
      "korean": "The town lies a few kilometres inland. 듣기 Add to Wordbook 그 소도시는 내륙으로 몇 마일 들어간 곳에 위치해 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The town lies a few kilometres inland. Add to Wordbook"
    },
    {
      "korean": "Few can resist the lure of adventure. 듣기 Add to Wordbook 모험의 유혹을 뿌리칠 수 있는 사람은 거의 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Few can resist the lure of adventure. Add to Wordbook"
    }
  ]
}