{
  "phrases": [
    {
      "phrase": "frilly",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 주름장식이 많은"
      ]
    },
    {
      "phrase": "frill",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 英 (옷·커튼 등의) 주름장식 (=ruffle)",
        "Noun (꼭 필요하지 않은데 덧붙이는) 장식[가외] (→no-frills)"
      ]
    },
    {
      "phrase": "a frilly blouse",
      "hanja": "",
      "example": {},
      "meanings": [
        "주름장식이 많은 블라우스"
      ]
    },
    {
      "phrase": "E. 'Frilly Maid'",
      "hanja": "",
      "example": {},
      "meanings": [
        "식물 프릴리 메이드"
      ]
    },
    {
      "phrase": "Very Frilly Doilie",
      "hanja": "",
      "example": {},
      "meanings": [
        "Products (Abbr.) VFD."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "프릴이 달린 블라우스",
      "frequency": 0
    },
    {
      "meaning": "unfrilly",
      "frequency": 0
    },
    {
      "meaning": "nonfrilly",
      "frequency": 0
    },
    {
      "meaning": "lollo biondo",
      "frequency": 0
    },
    {
      "meaning": "froofy",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "정말 되게 샤랄라 원피스 이런 거 입어주면 진짜 아름답거든요. when they wear frilly dresses and look girly. 듣기 View video 카모마일T (Chamomile_T) : 필리핀 보홀 여행가서 하는 메이크업! [make up in Philippines Bohol]",
      "english": "when they wear frilly dresses and look girly."
    }
  ],
  "examples": [
    {
      "korean": "The skin around its gills looks frilly. 듣기 Add to Wordbook 아가미 주변의 피부는 주름이 져 있다. Neungyule",
      "english": "The skin around its gills looks frilly. Add to Wordbook"
    },
    {
      "korean": "It got its name, the frilled shark, because of its frilly skin. 듣기 Add to Wordbook 주름진 피부 때문에 이 상어의 이름은 주름진 상어이다. Neungyule",
      "english": "It got its name, the frilled shark, because of its frilly skin. Add to Wordbook"
    },
    {
      "korean": "the woman in the sensible formal dress wool suit and the frilly pink blouse. 듣기 Add to Wordbook 눈에 띄는 회색 모직 정장에 주름있는 분홍색 블라우스를 입고 있는 그 여인. YBM All in All English-Korean Dictionary",
      "english": "the woman in the sensible formal dress wool suit and the frilly pink blouse. Add to Wordbook"
    },
    {
      "korean": "a frilly blouse 듣기 Add to Wordbook 프릴이 달린 블라우스 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a frilly blouse Add to Wordbook"
    },
    {
      "korean": "Four frilly mouth tentacles hang from the centre of the body and can trail up to four feet in length. 듣기 Add to Wordbook 입주름이 많은 네개의 촉수는 몸통 중앙에서 걸려져있고 4피트의 길이로 늘어질 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 nadia_99(nadi****)",
      "english": "Four frilly mouth tentacles hang from the centre of the body and can trail up to four feet in length. Add to Wordbook"
    }
  ]
}