{
  "phrases": [
    {
      "phrase": "future",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 미래",
        "Noun (…의) 장래[앞날]",
        "Adjective 미래의, 향후의, 장차의"
      ]
    },
    {
      "phrase": "in future",
      "hanja": "",
      "example": {},
      "meanings": [
        "앞으로는"
      ]
    },
    {
      "phrase": "future perfect ( the future perfect tense )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 문법 미래 완료 (시제)"
      ]
    },
    {
      "phrase": "to contemplate your future",
      "hanja": "",
      "example": {},
      "meanings": [
        "자신의 장래를 심사숙고하다"
      ]
    },
    {
      "phrase": "What does the future hold?",
      "hanja": "",
      "example": {},
      "meanings": [
        "장차 무슨 일이 일어날까?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "장래",
      "frequency": 0
    },
    {
      "meaning": "미래의",
      "frequency": 0
    },
    {
      "meaning": "앞으로의",
      "frequency": 0
    },
    {
      "meaning": "장래의",
      "frequency": 0
    },
    {
      "meaning": "내일",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래서 네 인생도 쫑났냐? So, do you have no future, too? 듣기 View video OSEN : Golden Child 골든차일드, 컴백무대보다 더 떨린다는 연기대결(ft.이태원클라쓰) #스타로드 07",
      "english": "So, do you have no future, too?"
    },
    {
      "korean": "앞으로 우즈가 해야 할 일? What WOODZ has to do in the future? 듣기 View video WOODZ (조승연) : [full] WOODZ 1ST MINI ALBUM [EQUAL] SHOWCASE",
      "english": "What WOODZ has to do in the future?"
    },
    {
      "korean": "앞으로 사실 만날 일이 또 있죠? You'll be meeting more in the future, right? 듣기 View video WOODZ (조승연) : [full] WOODZ 1ST MINI ALBUM [EQUAL] SHOWCASE",
      "english": "You'll be meeting more in the future, right?"
    },
    {
      "korean": "[도전해 보고 싶은 음악 장르가 있다면?] [What genre would you like to try in the future?] View video Dispatch : [ⓓxV] 화사의 NEW 소울푸드는? ┃미니 인터뷰 (HWASA)",
      "english": "[What genre would you like to try in the future?]"
    },
    {
      "korean": "먼 훗날 팬분들에게 이 'Nothin''이 - 어떤 곡으로 기억됐으면 좋겠어요? In the future, for my fans, - How would you like it to be remembered? 듣기 View video EXO : 세훈&찬열의 '10억뷰' COUNTDOWN LIVE (Paradise View)",
      "english": "In the future, for my fans, - How would you like it to be remembered?"
    }
  ],
  "examples": [
    {
      "korean": "The interviewer asked me about my future plans. 발음듣기 면접관이 나의 장래 계획에 대해 물었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The interviewer asked me about my future plans. 발음"
    },
    {
      "korean": "The future looks bleak for the fishing industry. 발음듣기 어업의 미래는 암울해 보인다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The future looks bleak for the fishing industry. 발음"
    },
    {
      "korean": "He enunciated his vision of the future. 발음듣기 그는 미래에 대해 자신이 생각하는 바를 밝혔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He enunciated his vision of the future. 발음"
    },
    {
      "korean": "The omens for their future success are not good. 발음듣기 그들이 장차 성공할 조짐이 좋지 않다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The omens for their future success are not good. 발음"
    },
    {
      "korean": "He obstinately refused to consider the future. 발음듣기 그는 앞날을 고려해 보기를 완강히 거부했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He obstinately refused to consider the future. 발음"
    }
  ]
}