{
  "phrases": [
    {
      "phrase": "gamble",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb (카드경마 등에) 돈을 걸다, 도박을 하다",
        "Verb (요행을 바라고) …을 걸다, 도박[모험]을 하다",
        "Noun (요행수를 바라고 하는) 도박[모험]"
      ]
    },
    {
      "phrase": "Gamble",
      "hanja": "",
      "example": {},
      "meanings": [
        "카지노용어 갬블 (→gamble away)"
      ]
    },
    {
      "phrase": "gamble something away",
      "hanja": "",
      "example": {},
      "meanings": [
        "도박으로 ~을 다 날리다[잃다]"
      ]
    },
    {
      "phrase": "to gamble at cards",
      "hanja": "",
      "example": {},
      "meanings": [
        "카드 도박을 하다"
      ]
    },
    {
      "phrase": "gamble on something/on doing something",
      "hanja": "",
      "example": {},
      "meanings": [
        "~의 요행수를 노리다"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "도박",
      "frequency": 0
    },
    {
      "meaning": "노름을 하다",
      "frequency": 0
    },
    {
      "meaning": "돈내기",
      "frequency": 0
    },
    {
      "meaning": "도박하다",
      "frequency": 0
    },
    {
      "meaning": "노름하다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "신성한 공연장에서 도박을 해? You gamble at this holy concert!? 듣기 View video IU : [IU TV] 투 머치 토커 아이유",
      "english": "You gamble at this holy concert!?"
    },
    {
      "korean": "도박입니다 이건. This is like a gamble. 듣기 View video YGKPLUS : 효니TV4제주올래? with music",
      "english": "This is like a gamble."
    },
    {
      "korean": "굉장히 도박이에요. That's such a gamble. 듣기 View video ONSTYLE & Olive : [떠나보고서] MXM 임영민&김동현 PICK ME HELP ME ♥",
      "english": "That's such a gamble."
    },
    {
      "korean": "여러분 진짜 올인 하시면 안 됩니다. Everyone, don't gamble. 듣기 View video IDOL x IDOL : Underdog - 언더독 '언더독, 전통놀이 한마당'",
      "english": "Everyone, don't gamble."
    },
    {
      "korean": "이거 무슨 토토예요? 아니, 무슨 뭐 시간까지 걸어요? Is this some kind of a gamble? Why are you betting on the time too? 듣기 View video Big Picture (빅픽처) : 빅픽처 ep85_꾹이x하하vs파파스머프 안 오면 어쩔 건데?",
      "english": "Is this some kind of a gamble? Why are you betting on the time too?"
    }
  ],
  "examples": [
    {
      "korean": "Lost all your money? That’ll teach you to gamble. 듣기 Add to Wordbook 돈을 다 잃었다구? 도박을 하면 어떻게 되는지 알게 되겠군. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Lost all your money? That’ll teach you to gamble. Add to Wordbook"
    },
    {
      "korean": "It was wrong to gamble with our children’s future. 듣기 Add to Wordbook 우리 아이들의 장래를 두고 도박을 벌이는 것은 옳지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was wrong to gamble with our children’s future. Add to Wordbook"
    },
    {
      "korean": "She knew she was taking a gamble but decided it was worth it. 듣기 Add to Wordbook 그녀는 자기가 도박을 하고 있다는 것을 알았지만 해 볼 만하다고 마음을 먹었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She knew she was taking a gamble but decided it was worth it. Add to Wordbook"
    },
    {
      "korean": "They invested money in the company right at the start and the gamble paid off. 듣기 Add to Wordbook 그들은 맨 처음부터 그 회사에 투자를 했는데 그 모험이 성과가 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They invested money in the company right at the start and the gamble paid off. Add to Wordbook"
    },
    {
      "korean": "The gamble paid off. 듣기 Add to Wordbook 그 도박은 성공했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The gamble paid off. Add to Wordbook"
    }
  ]
}