{
  "phrases": [
    {
      "phrase": "isn't",
      "hanja": "",
      "example": {},
      "meanings": [
        "Contraction is not의 축약형"
      ]
    },
    {
      "phrase": "isnt",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Contraction] Common misspelling of isn't"
      ]
    },
    {
      "phrase": "Isn't",
      "hanja": "",
      "example": {},
      "meanings": [
        "A slang term for the perineum."
      ]
    },
    {
      "phrase": "isnt",
      "hanja": "",
      "example": {},
      "meanings": [
        "referring to a bulbous sexual organ, which all heterosexual men find attractive, or in reference to a specific sexual action that one would perform on another."
      ]
    },
    {
      "phrase": "be not",
      "hanja": "",
      "example": {},
      "meanings": [
        "Advisory perfunctionary reprimanding."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Institute for the Study of the Neurologically Typical",
      "frequency": 0
    },
    {
      "meaning": "괜찮으시다면",
      "frequency": 0
    },
    {
      "meaning": "숨는다고 될 일이 아니야.",
      "frequency": 0
    },
    {
      "meaning": "특이하지 않나요?",
      "frequency": 0
    },
    {
      "meaning": "근처에 아무도 없나요?",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아닌데? 뭐냐. No, isnt' not. What. 듣기 View video YGK+ : 효니티비4 제주올래 Mukbang (Eating broadcast)",
      "english": "No, isnt' not. What."
    },
    {
      "korean": "아니야, 햄 - 어? 햄? Isnt' it, Ham. - What? Ham? 듣기 View video MAP6 : MAP6 TV 복습하기 EP.002",
      "english": "Isnt' it, Ham. - What? Ham?"
    },
    {
      "korean": "저거 카페 아니야? - 세일러문. Isnt' it a cafe? - Sailor Moon. 듣기 View video V Beauty : [콩슈니 Kongsueni SHOW] 샤넬 신제품 런칭행사 즐기기! Let's go to Chanel's launching PARTY Let's play in Hongdae",
      "english": "Isnt' it a cafe? - Sailor Moon."
    },
    {
      "korean": "이건 둘리에 나오는 그거 아니예요? Isnt' that the character from Dooly? 듣기 View video FANTAGIO MUSIC : 헬로비너스의 Runway",
      "english": "Isnt' that the character from Dooly?"
    },
    {
      "korean": "너무 짧은 거 아니야? - 너무 짧아? 알았어. Isnt' it too short? - Too short? I see. 듣기 View video TWICE : 트와이스 정규 1집은? from 지효",
      "english": "Isnt' it too short? - Too short? I see."
    }
  ],
  "examples": [
    {
      "korean": "Success isn't permanent, and failure isn't fatal. (Mike Ditka) 듣기 Add to Wordbook 성공은 영원하지 않고, 실패는 치명적이지 않다. (마이크 디트카, 성공명언) 명언/속담",
      "english": "Success isn't permanent, and failure isn't fatal. (Mike Ditka) Add to Wordbook"
    },
    {
      "korean": "College isn't the place to go for ideas. (Helen Keller) 듣기 Add to Wordbook 대학은 아이디어를 얻으러 가는 곳이 아니다. (헬렌 켈러, 공부명언) 명언/속담",
      "english": "College isn't the place to go for ideas. (Helen Keller) Add to Wordbook"
    },
    {
      "korean": "If a thing isn't worth saying, you sing it. (Pierre Beaumarchais) 듣기 Add to Wordbook 언급할 가치가 없는 것은 노래로 부른다. (피에르 보마르셰, 음악명언) 명언/속담",
      "english": "If a thing isn't worth saying, you sing it. (Pierre Beaumarchais) Add to Wordbook"
    },
    {
      "korean": "Life isn't fair. It's just fairer than death, that's all. (William Goldman) 듣기 Add to Wordbook 삶은 공평하지 않다. 다만 죽음보다는 공평할 뿐이다. (윌리엄 골드먼, 인생명언) 명언/속담",
      "english": "Life isn't fair. It's just fairer than death, that's all. (William Goldman) Add to Wordbook"
    },
    {
      "korean": "Golf isn't a game, it's a choice that one makes with one's life. (Charles Rosin) 듣기 Add to Wordbook 골프는 경기가 아니라 인생을 걸고 하는 선택이다. (찰스 로진, 스포츠명언) 명언/속담",
      "english": "Golf isn't a game, it's a choice that one makes with one's life. (Charles Rosin) Add to Wordbook"
    }
  ]
}