{
  "phrases": [
    {
      "phrase": "knight",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (중세의) 기사 (→black knight, white knight)",
        "Noun (영국에서) 나이트 (국가에 대한 공로를 인정받아 왕으로부터 훈위를 수여받은 남자. 이름 앞에 Sir라는 ...",
        "Verb 나이트 작위를 서임하다"
      ]
    },
    {
      "phrase": "Knight",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun Frank Hyneman Knight (1885-1972: 미국의 경제학자, 시카고 학파의 대표자).",
        "Noun Phil Knight (1938- : 미국의 실업가, 스포츠 용품 메이커 Nike사의 창업자)."
      ]
    },
    {
      "phrase": "Knight",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 기업명 나이트"
      ]
    },
    {
      "phrase": "a knight in shining armour",
      "hanja": "",
      "example": {},
      "meanings": [
        "번쩍이는 갑옷을 입은 기사(사람, 특히 여자를 위험에서 구하는 남자를 가리킴)"
      ]
    },
    {
      "phrase": "white knight",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 백기사(기업 매수의 위기에 있는 회사를 구제하기 위해 나선 개인·조직)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "기사 3",
      "frequency": 0
    },
    {
      "meaning": "기사 작위를 수여하다",
      "frequency": 0
    },
    {
      "meaning": "k.",
      "frequency": 0
    },
    {
      "meaning": "Knt.",
      "frequency": 0
    },
    {
      "meaning": "N",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나도 걸렸어 지금 - 네가 흑기사 해준다고? I have to drink, too. - You'll be my black knight? 듣기 View video 콬TV (WHYNOT) : 남녀가 술자리에서 관심을 표현하는 법 (feat. 술게임)ㅣ[리얼하이로맨스S2] EP2",
      "english": "I have to drink, too. - You'll be my black knight?"
    },
    {
      "korean": "그렇지? - 기사복 입고, 그렇지? Right? - In knight outfits. Right? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.2",
      "english": "Right? - In knight outfits. Right?"
    },
    {
      "korean": "지가 흑기사야? Is he my knight in shining armor? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [남자사람친구 14일전]_5화 | 오늘따라 설레는 남사친의 행동",
      "english": "Is he my knight in shining armor?"
    },
    {
      "korean": "말이 어디서 왔지 근데? Where did the knight come from? 듣기 View video V PICK! : [PENTAGON] 눈물없인 볼 수 없는 강키노와 우서기의 체스게임,, (Kino&Wooseok playing chess game)",
      "english": "Where did the knight come from?"
    },
    {
      "korean": "우석이는 이제... - 말씀드리는 순간 말! Woo Seok... - He just took a knight! 듣기 View video V PICK! : [PENTAGON] 눈물없인 볼 수 없는 강키노와 우서기의 체스게임,, (Kino&Wooseok playing chess game)",
      "english": "Woo Seok... - He just took a knight!"
    }
  ],
  "examples": [
    {
      "korean": "Mr Knight cannot be here, so his wife will accept the prize on his behalf. 듣기 Add to Wordbook 나이트 씨가 여기 참석하시지 못해 부인께서 대신 수상합니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mr Knight cannot be here, so his wife will accept the prize on his behalf. Add to Wordbook"
    },
    {
      "korean": "a medieval ballad about a knight and a lady 듣기 Add to Wordbook 기사와 귀부인에 대한 중세 발라드 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a medieval ballad about a knight and a lady Add to Wordbook"
    },
    {
      "korean": "He was a great knight in the Middle Ages. 듣기 Add to Wordbook 그는 중세 시대의 훌륭한 기사였다. 절대어휘 5100",
      "english": "He was a great knight in the Middle Ages. Add to Wordbook"
    },
    {
      "korean": "This was easily the best comic book film since The Dark Knight. 듣기 Add to Wordbook 이건 의심할 여지 없이 ‘다크 나이트’이후 만화를 원작으로 한 최고의 영화야. DARAKWON",
      "english": "This was easily the best comic book film since The Dark Knight. Add to Wordbook"
    },
    {
      "korean": "The King cut the claws of knight. 듣기 Add to Wordbook 왕은 기사들에게서 공격력을 빼앗았다. YBM All in All English-Korean Dictionary",
      "english": "The King cut the claws of knight. Add to Wordbook"
    }
  ]
}