{
  "phrases": [
    {
      "phrase": "lam",
      "hanja": "",
      "example": {},
      "meanings": [
        "Intransitive verb 급히 도망치다, 내빼다 ((out)), 탈옥하다",
        "Noun [the ~] 도망, 급히 달아남"
      ]
    },
    {
      "phrase": "lam",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb, Intransitive verb [속어] (지팡이 등으로) 치다, 때리다, 매질하다, <남의 머리 등을> 때리다, 갈기다"
      ]
    },
    {
      "phrase": "lam.",
      "hanja": "",
      "example": {},
      "meanings": [
        "laminated"
      ]
    },
    {
      "phrase": "Lam.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Lamentations (of Jeremiah)"
      ]
    },
    {
      "phrase": "light antiaircraft missile ( LAM )",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 (미해병) 경(輕)대공미사일"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Lamba",
      "frequency": 0
    },
    {
      "meaning": "Lamprell",
      "frequency": 0
    },
    {
      "meaning": "Look At Me",
      "frequency": 0
    },
    {
      "meaning": "Laminectomy",
      "frequency": 0
    },
    {
      "meaning": "Land Air Mech",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"지성아 람냥\"... 뭐예요? \"HAN, lam-nyang\"... What? 듣기 View video Stray Kids : (한이의 패러디) 4번째 막내의 사생활",
      "english": "\"HAN, lam-nyang\"... What?"
    },
    {
      "korean": "매우라는 뜻이네요. Lam means very. 듣기 View video T-ARA : [티아라] 효민 지연 은정 베트남 방문전 베트남 음식 먹방",
      "english": "Lam means very."
    },
    {
      "korean": "Lắm은 매우라는 뜻입니다. Lam means very. 듣기 View video T-ARA : [티아라] 효민 지연 은정 베트남 방문전 베트남 음식 먹방",
      "english": "Lam means very."
    },
    {
      "korean": "\"Lắm\"의 의미가 엄청 맛있어요. Lam means it's really good. 듣기 View video T-ARA : [티아라] 효민 지연 은정 베트남 방문전 베트남 음식 먹방",
      "english": "Lam means it's really good."
    }
  ],
  "examples": [
    {
      "korean": "Don't lam into a person if he or she doesn't do something wrong to you. 듣기 Add to Wordbook 사람들이 너에게 잘못한 것이 없다면 그들을 치지 마라. YBM All in All English-Korean Dictionary",
      "english": "Don't lam into a person if he or she doesn't do something wrong to you. Add to Wordbook"
    },
    {
      "korean": "Lam also expects longer-term growth as mainland China becomes more friendly with Disney and its products. 듣기 Add to Wordbook 람씨는 또,본토 중국이 디즈니사와 그 상품들에 대해 더 많이 친숙해지면서 장기적으로 성장할 것으로 예상하고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Lam also expects longer-term growth as mainland China becomes more friendly with Disney and its products. Add to Wordbook"
    },
    {
      "korean": "Donald's trip to Taiwan to meet with Mr. Lam was postponed after bad weather conditions prevented him from traveling to the island. 듣기 Add to Wordbook 램 씨를 만나기 위한 도널드의 타이완 여행은 악천후 때문에 섬에 갈 수 없게 되어 연기되었다. YBM All in All English-Korean Dictionary",
      "english": "Donald's trip to Taiwan to meet with Mr. Lam was postponed after bad weather conditions prevented him from traveling to the island. Add to Wordbook"
    },
    {
      "korean": "Hong Kong Disney's director of marketing, Josephine Lam, admits that things have not been easy. 듣기 Add to Wordbook 홍콩 디즈니사의 마켓팅 책임자 조세핀 람 씨는 쉽지 않은 일이었다고 시인했습니다. YBM All in All English-Korean Dictionary",
      "english": "Hong Kong Disney's director of marketing, Josephine Lam, admits that things have not been easy. Add to Wordbook"
    },
    {
      "korean": "Lam, the Disney executive, notes the company expects a spike in attendance during the next few months when schools in China and most of northern Asia are on holiday. 듣기 Add to Wordbook 람씨는 중국의 학교들과 대부분의 동 북아시아 나라 학교들이 방학을 하는 다음 몇 달동안 성수기가 될 것으로 기대한다고 말했습니다. YBM All in All English-Korean Dictionary",
      "english": "Lam, the Disney executive, notes the company expects a spike in attendance during the next few months when schools in China and most of northern Asia are on holiday. Add to Wordbook"
    }
  ]
}