{
  "phrases": [
    {
      "phrase": "little",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective (크기규모가) 작은, 소규모의",
        "Adjective <형용사 뒤에 써서 특히 남을 아랫사람 다루듯 하면서 애정혐오를 나타냄>",
        "Determiner, Pronoun (불가산 명사와 함께 쓰여) 거의 없는[아닌]"
      ]
    },
    {
      "phrase": "twist/wrap/wind somebody around your little finger",
      "hanja": "",
      "example": {},
      "meanings": [
        "~를 자기 마음대로 주무르다"
      ]
    },
    {
      "phrase": "little by little",
      "hanja": "",
      "example": {},
      "meanings": [
        "조금씩, 천천히, 서서히"
      ]
    },
    {
      "phrase": "little people",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 힘없는 사람들, 일반 대중들",
        "Noun 소인증이 있는 사람들",
        "Noun 꼬마 요정들 (=fairies)"
      ]
    },
    {
      "phrase": "Little League",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 리틀[어린이] 야구 리그"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "작다",
      "frequency": 0
    },
    {
      "meaning": "어리다",
      "frequency": 0
    },
    {
      "meaning": "적다 2",
      "frequency": 0
    },
    {
      "meaning": "조그맣다",
      "frequency": 0
    },
    {
      "meaning": "잘다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'소행운' 한번 불러볼까? Should I sing \"Little Happiness?\" 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Should I sing \"Little Happiness?\""
    },
    {
      "korean": "죄송한데 볼륨 살짝만... Could you lower your voice a little bit? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 21. 각성해서 나타난 성균관대 꾼!! 서울대 츄플의 위기??!!",
      "english": "Could you lower your voice a little bit?"
    },
    {
      "korean": "오랜만에 '소행운' 불러볼까? Should I sing \"Little Happiness\" right now? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Should I sing \"Little Happiness\" right now?"
    },
    {
      "korean": "대충 - 신사동인가요? - 댓글 볼까요? A little... - Is it Sinsa-dong? - Should we look at the comments? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "A little... - Is it Sinsa-dong? - Should we look at the comments?"
    },
    {
      "korean": "역대급으로 없나요, 아예 없나요? - 이렇게 안무가 없을 수가 있나? Is it minimum moves, or none at all? - How can there be so little moves? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Is it minimum moves, or none at all? - How can there be so little moves?"
    }
  ],
  "examples": [
    {
      "korean": "The lamb was a puny little thing. 듣기 Add to Wordbook 그 양은 작고 연약한 새끼였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The lamb was a puny little thing. Add to Wordbook"
    },
    {
      "korean": "She gave a little crow of triumph. 듣기 Add to Wordbook 그녀가 승리감에 깍하고 환성을 내질렀다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She gave a little crow of triumph. Add to Wordbook"
    },
    {
      "korean": "He kept making sly little digs at me. 듣기 Add to Wordbook 그가 계속 교묘하게 나를 살살 비꼬았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He kept making sly little digs at me. Add to Wordbook"
    },
    {
      "korean": "There was very little room to manoeuvre. 듣기 Add to Wordbook 움직일 수 있는 공간이 극히 부족했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There was very little room to manoeuvre. Add to Wordbook"
    },
    {
      "korean": "She dabbed a little perfume behind her ears. 듣기 Add to Wordbook 그녀는 귀 뒤에 향수를 살짝 발랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She dabbed a little perfume behind her ears. Add to Wordbook"
    }
  ]
}