{
  "phrases": [
    {
      "phrase": "LLL",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 원자력용어 Lawrence Livermore Laboratory, 로렌스 리버모어연구소(硏究所)(미국(美國))"
      ]
    },
    {
      "phrase": "L.L.L",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 의학 좌하엽, 폐의좌하엽(肺∼左下葉) (→left lower lobe (of the lung))"
      ]
    },
    {
      "phrase": "low level logic ( LLL )",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터/통신 저레벨 논리"
      ]
    },
    {
      "phrase": "Lawrence Livermore Laboratory ( LLL )",
      "hanja": "",
      "example": {},
      "meanings": [
        "원자력용어 로렌스 리버모어연구소(硏究所)(미국(美國))"
      ]
    },
    {
      "phrase": ".lll",
      "hanja": "",
      "example": {},
      "meanings": [
        "Scout's Honor. Signifies the pinky held down with the other three fingers raised. Used in a situation where more than just one's own word is needed. Most often not used by a Boy Scout."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Live Laugh Love",
      "frequency": 0
    },
    {
      "meaning": "Left Lower Lung",
      "frequency": 0
    },
    {
      "meaning": "Life Long Learning",
      "frequency": 0
    },
    {
      "meaning": "Left Lower Leg",
      "frequency": 0
    },
    {
      "meaning": "Live Life Loud",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "소화제로... - 제가 이제 동호의 초록매실을 책임지도록 하겠습니다. Digestive medicine... - I'lll be in charge of that. 듣기 View video Dispatch : \"뉴이스트W, 알아두면 쓸데있는 T.M.I 타임\"...#2018.07.15 Romantic Sunday Highlight (NU`EST W)",
      "english": "Digestive medicine... - I'lll be in charge of that."
    },
    {
      "korean": "찾아뵙도록 하겠습니다. I'lll see you again. 듣기 View video Girl's Day : [걸스데이] 금요일 유라는?",
      "english": "I'lll see you again."
    },
    {
      "korean": "그 뜨거운 국물을 이렇게... - 맛있겠다. I'lll drink the hot soup and... - That sounds so good. 듣기 View video V COOKIE : [Full]Weki Meki Yoo-Jung & Do-Yeon X LieV - 위키미키 최유정 김도연의 눕방라이브!",
      "english": "I'lll drink the hot soup and... - That sounds so good."
    },
    {
      "korean": "다음 주에 옷 가져와서 예쁜 거 있으면 사시면 그거 사은품으로 줄게요. If I find a pretty cloth next week, I'lll give it away. 듣기 View video Hong Jin Young : 갓떼리언니 오랜만~♡",
      "english": "If I find a pretty cloth next week, I'lll give it away."
    },
    {
      "korean": "하지만 아쉽지만 그래도 오늘 사무실에서 하는 만큼 여러분과 소통을 더 많이 할 수 있을 거니까요. Although it's a pity that we can't do what we've prepared, we'lll communicate more. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비도 함께 하는 올림픽♥'",
      "english": "Although it's a pity that we can't do what we've prepared, we'lll communicate more."
    }
  ],
  "examples": [
    {
      "korean": "Pope Innocent lll proclaimed these should be installed so that helpless women could leave their child in secret rather than killing them. 듣기 Add to Wordbook 교황 이노켄티우스 3세는 무력한 여자들이 아이들을 죽이는 대신 비밀리에 그들의 아이들을 둘 수 있도록 이것들이 설치 되어야 한다고 공포했다. TIMES CORE",
      "english": "Pope Innocent lll proclaimed these should be installed so that helpless women could leave their child in secret rather than killing them. Add to Wordbook"
    },
    {
      "korean": "Of course, you'lll have to pay for the air ticket and lodging charge! 듣기 Add to Wordbook 물론, 여러분이 비행기표와 숙박료를 내야하고요! TIMES CORE",
      "english": "Of course, you'lll have to pay for the air ticket and lodging charge! Add to Wordbook"
    },
    {
      "korean": "Hang up and l'll call back. 듣기 Add to Wordbook 전화를 끊어주세요. 다시 걸어 드릴께요. Practical English Conversation Dictionary",
      "english": "Hang up and l'll call back. Add to Wordbook"
    },
    {
      "korean": "\"They still hope that I'lll turn straight though,says the high school student. 듣기 Add to Wordbook \"그들은 제다시 이성애자로 돌아오길 바라세요,\"라고 그 고등학생은 말한다. TIMES CORE",
      "english": "\"They still hope that I'lll turn straight though,says the high school student. Add to Wordbook"
    },
    {
      "korean": "Stepping through a pitch-black passage into a dark room, you'lll see many glowing threads. 듣기 Add to Wordbook 암흑 같은 통로를 지나 어두운 방으로 들어가면서 여러분은 많은 반짝이는 실들을 보게 될 것이다. TIMES CORE",
      "english": "Stepping through a pitch-black passage into a dark room, you'lll see many glowing threads. Add to Wordbook"
    }
  ]
}