{
  "phrases": [
    {
      "phrase": "M-4",
      "hanja": "",
      "example": {},
      "meanings": [
        "국방 및 군사·무기 및 병기공학 Myasishchev 4"
      ]
    },
    {
      "phrase": "M4",
      "hanja": "",
      "example": {},
      "meanings": [
        "SYMBOL Also called : PSL1 the amount of money in circulation given by M1 plus most private-sector bank deposits and holdings of money-market instruments"
      ]
    },
    {
      "phrase": "콜트 M4",
      "hanja": "",
      "example": {},
      "meanings": [
        "Colt M4"
      ]
    },
    {
      "phrase": "M4 셔먼",
      "hanja": "",
      "example": {},
      "meanings": [
        "무기 및 병기공학 M4 Sherman"
      ]
    },
    {
      "phrase": "M4 constituent",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 해양과학 M4 분조 (~分潮)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Macro processor version 4",
      "frequency": 0
    },
    {
      "meaning": "M4 preprocessor file (unix)",
      "frequency": 0
    },
    {
      "meaning": "M5",
      "frequency": 0
    },
    {
      "meaning": "M4 constituent",
      "frequency": 0
    },
    {
      "meaning": "콜트 M4",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "하나는 제가 활동 했던 M4 입니다. One of them is M4. 듣기 View video JJHOLICMEDIA : [이세준&앤씨아]이세준20주년기념앨범선공개VLIVE!",
      "english": "One of them is M4."
    },
    {
      "korean": "어? 엠포다. It's an M4. 듣기 View video CHOON (춘) entertainment : [#용국]용또죽의 배그방송",
      "english": "It's an M4."
    },
    {
      "korean": "이렇게 넷이서 M4라는 팀을 만들었어요. So we formed a team named M4. 듣기 View video JJHOLICMEDIA : [이세준&앤씨아]이세준20주년기념앨범선공개VLIVE!",
      "english": "So we formed a team named M4."
    },
    {
      "korean": "엠포 써야겠다. I'll use the M4. 듣기 View video CHOON (춘) entertainment : [#용국]용또죽의 배그방송",
      "english": "I'll use the M4."
    },
    {
      "korean": "엠포는 이총이고요. M4 is this gun. 듣기 View video CHOON (춘) entertainment : [#용국]용또죽의 배그방송",
      "english": "M4 is this gun."
    }
  ],
  "examples": [
    {
      "korean": "the electronics industry in the M4 corridor 듣기 Add to Wordbook M4 고속도로변 회랑 지대의 전자 산업 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the electronics industry in the M4 corridor Add to Wordbook"
    },
    {
      "korean": "It is the alternative to the M4-M5 corridor. 듣기 Add to Wordbook 그것이 M4-M5 회랑에 대한 대안이야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 steellovedew(stee****) Hansard",
      "english": "It is the alternative to the M4-M5 corridor. Add to Wordbook"
    },
    {
      "korean": "It is only a short stretch of the M4 motorway. 듣기 Add to Wordbook 그것은 오직 짧은거리의 M4고속도로이다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 이주희(ehxh****) Hansard",
      "english": "It is only a short stretch of the M4 motorway. Add to Wordbook"
    },
    {
      "korean": "We know that the roads in the immediate vicinity, 20 km from the M4, are not very good. 듣기 Add to Wordbook 우린 M4에서 20 킬로미터 떨어진 바로 근처의 길들이 좋지 않다는 걸 안다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Smith(05wh****) Hansard",
      "english": "We know that the roads in the immediate vicinity, 20 km from the M4, are not very good. Add to Wordbook"
    },
    {
      "korean": "Designed by Heckler & Koch, the XM8 was touted as less expensive and more reliable than the M4. 듣기 Add to Wordbook 헤클러&코흐 에 의해 디자인된 XM8총기는 M4보다 덜 비싸고 더 믿을만한 총이라 광고되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 coolnoah(i_jo****)",
      "english": "Designed by Heckler & Koch, the XM8 was touted as less expensive and more reliable than the M4. Add to Wordbook"
    }
  ]
}