{
  "phrases": [
    {
      "phrase": "Schlesinger Jr., Arthur Meier",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물명 슐레진저, 아서 마이어 – 미국의 역사학자(1917～2007). 역사학자 아서 마이어 슐레진저(Arthur Meier Schlesinger 1888～1965)의 아들."
      ]
    },
    {
      "phrase": "Kaplan-Meier analysis",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 카플란-마이어분석 (→analysis)"
      ]
    },
    {
      "phrase": "Kaplan Meier",
      "hanja": "",
      "example": {},
      "meanings": [
        "Miscellaneous (Abbr.) KM."
      ]
    },
    {
      "phrase": "Bieder-meier Stil",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 패션용어 비더마이어 슈틸"
      ]
    },
    {
      "phrase": "Sid Meier",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물명 시드 마이어(Sidney K. Meier), 게임프로듀서, 출생지: 미국, 1954~"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Schlesinger",
      "frequency": 0
    },
    {
      "meaning": "아서 슐레진저 2세",
      "frequency": 0
    },
    {
      "meaning": "리처드 마이어",
      "frequency": 0
    },
    {
      "meaning": "Schlesinger Jr., Arthur Meier",
      "frequency": 0
    },
    {
      "meaning": "아서 슐레진저",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "She then spent several weeks flirting with 13-year-old Megan Meier, one of her daughter's classmates. 듣기 Add to Wordbook 이 여자는, 그녀 딸의 반 친구인 13세 소녀 미건 마이어와 몇 주 동안 (온라인에서) 이성으로서 즐거운 담소를 나누었다. Neungyule",
      "english": "She then spent several weeks flirting with 13-year-old Megan Meier, one of her daughter's classmates. Add to Wordbook"
    },
    {
      "korean": "Meier was known to have suffered from bi-polar disorder and committed suicide several hours after the break-up. 듣기 Add to Wordbook 마이어는 양극성 (기분) 장애로 고생했으며, 에반스(드류)와 헤어지게 된 몇 시간 후 자살한 것으로 알려졌다. Neungyule",
      "english": "Meier was known to have suffered from bi-polar disorder and committed suicide several hours after the break-up. Add to Wordbook"
    },
    {
      "korean": "Meier and Drew's daughter had had a falling out and Drew is said to have used the Internet to seek revenge. 듣기 Add to Wordbook (그 전에) 마이어와 드류의 딸은 사이가 틀어졌었고 드류는 복수할 기회를 노리기 위해 인터넷을 사용했다고 한다. Neungyule",
      "english": "Meier and Drew's daughter had had a falling out and Drew is said to have used the Internet to seek revenge. Add to Wordbook"
    },
    {
      "korean": "Drew pretended to be Evans in order to establish a romantic relationship with Meier, which she then ended by telling Meier that the world would be better without her. 듣기 Add to Wordbook 드류는, 마이어와 로맨틱한 관계를 이루기 위해 자신이 에반스인 척 했으며, 그리고는 마이어가 없으면 (마이어와 헤어지면) 더 좋을 것 같다고 마이어에게 말함으로써 그 관계를 끝냈다. Neungyule",
      "english": "Drew pretended to be Evans in order to establish a romantic relationship with Meier, which she then ended by telling Meier that the world would be better without her. Add to Wordbook"
    },
    {
      "korean": "20 points to win over 16-year-old Asada (172.52) and Switzerland's Sarah Meier (170.28) to become the only Korean to ever win more than one ISU championship in a single year. 듣기 Add to Wordbook 20점을 받으며 디펜딩 챔피언인 마오 주위에서 스케이트를 탔고 16살의 아사다 (172.2)와 스위스의 사라 메이어 (170.28)를 상대로 우승을 해 이제껏 일년 만에 ISU 챔피언 1번 이상을 한 유일한 한국인이 되었다. TIMES CORE",
      "english": "20 points to win over 16-year-old Asada (172.52) and Switzerland's Sarah Meier (170.28) to become the only Korean to ever win more than one ISU championship in a single year. Add to Wordbook"
    }
  ]
}