{
  "phrases": [
    {
      "phrase": "nome",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 노모스: 고대 이집트의 주(州).",
        "Noun = nomarchy."
      ]
    },
    {
      "phrase": "Nome",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun Cape ~ 놈 곶 ((미국 Alaska 주 서단의 갑(岬)))"
      ]
    },
    {
      "phrase": "New Organization of the Electricity brbrMarket Act",
      "hanja": "",
      "example": {},
      "meanings": [
        "원자력 (Abbr.) NOME. 프랑스 전력시장 신조직법"
      ]
    },
    {
      "phrase": "Il nome della rosa",
      "hanja": "",
      "example": {},
      "meanings": [
        "문학 장미의 이름"
      ]
    },
    {
      "phrase": "nome sane",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Phrase] (AAVE)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "New Organization of the Electricity brbrMarket Act",
      "frequency": 0
    },
    {
      "meaning": "Night Of Main Events",
      "frequency": 0
    },
    {
      "meaning": "Nuclear Operations Monitoring Environment",
      "frequency": 0
    },
    {
      "meaning": "놈 인구조사구역",
      "frequency": 0
    },
    {
      "meaning": "Eco, Umberto",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "풀네임은 쉐릴 놈 - 쉐릴 놈이요? [칼이랑 통성명 중..] Its full name is Sheryl Nome. - Sheryl Nome? [Introducing the knives...] 듣기 View video 모비딕(Mobidic) : 고기 없이 고기 만드는 방법 (ft.최현석) 극한의 요리사 <초이가이버> 1회",
      "english": "Its full name is Sheryl Nome. - Sheryl Nome? [Introducing the knives...]"
    },
    {
      "korean": "그런데 보통 건성 피부라서... But, if you have fairly nomal dry skin... 듣기 View video V Beauty : 밤비걸, 여름신상! 썸머컬렉션 비교 후기 Summer Collection!",
      "english": "But, if you have fairly nomal dry skin..."
    }
  ],
  "examples": [
    {
      "korean": "Now, many people gathered to see the blue crab in Nome, Alaska. 듣기 Add to Wordbook 지금, 많은 사람들이 알래스카의 놈에서 파란 왕게를 보기 위해 모였습니다. TIMES CORE",
      "english": "Now, many people gathered to see the blue crab in Nome, Alaska. Add to Wordbook"
    },
    {
      "korean": "The famous race from Anchorage to Nome, Alaska, is named after the Iditarod Trail. 듣기 Add to Wordbook 앵커리지에서 알래스카 놈으로 가는 그 유명한 대회는 Iditarod Trail의 이름을 따라 명명되었다. TIMES CORE",
      "english": "The famous race from Anchorage to Nome, Alaska, is named after the Iditarod Trail. Add to Wordbook"
    },
    {
      "korean": "Just 617 teams have made it from Anchorage to Nome; more have climbed Mount Everest. 듣기 Add to Wordbook 617개 팀들은 Anchorage에서 Nome까지 가는데 성공했다; 더욱이, 에베레스트산까지 올라가기까지 했다. TIMES CORE",
      "english": "Just 617 teams have made it from Anchorage to Nome; more have climbed Mount Everest. Add to Wordbook"
    },
    {
      "korean": "Sled dog drivers called mushers lead a team of sixteen Siberian huskies from Anchorage to Nome. 듣기 Add to Wordbook 머셔(개 썰매를 모는 사람들)로 불리는 개 썰매를 운전하는 사람들은 16마리의 시베리안 허스키로 이루어진 팀을 앵커리지에서 놈까지 이끕니다. TIMES CORE",
      "english": "Sled dog drivers called mushers lead a team of sixteen Siberian huskies from Anchorage to Nome. Add to Wordbook"
    },
    {
      "korean": "For the next two weeks, 82 mushers will race their teams across the frigid Alaskan back country of desolate tundra, jagged mountains and wind-swept sea ice to reach their ultimate goal of landing in the once rich gold town of Nome, Alaska. 듣기 Add to Wordbook 다음 2주 동안, 82명의 참가자들은 한 때 풍부한 금의 도시로 불렸던 알래스카의 Nome 지역에 도착이라는 최종 목표에 도달하기 위해 몹시 추운 알래스카를 가로질러, 황량한 툰드라, 들쭉날쭉한 산, 그리고 처량한 바다 얼음을 돌고 오는 경주에 그들의 팀을 내보낼 것이다. TIMES CORE",
      "english": "For the next two weeks, 82 mushers will race their teams across the frigid Alaskan back country of desolate tundra, jagged mountains and wind-swept sea ice to reach their ultimate goal of landing in the once rich gold town of Nome, Alaska. Add to Wordbook"
    }
  ]
}