{
  "phrases": [
    {
      "phrase": "Norms",
      "hanja": "",
      "example": {},
      "meanings": [
        "경영 규준/규범"
      ]
    },
    {
      "phrase": "norm",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 표준, 일반적인 것 (=rule)",
        "Noun 규범, 규준",
        "Noun 기준"
      ]
    },
    {
      "phrase": "Norm.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Norman"
      ]
    },
    {
      "phrase": "norm.",
      "hanja": "",
      "example": {},
      "meanings": [
        "normal"
      ]
    },
    {
      "phrase": "Norm",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 남자 이름 (Norman의 애칭)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "National Occupational Respiratory Mortality System",
      "frequency": 0
    },
    {
      "meaning": "규범",
      "frequency": 0
    },
    {
      "meaning": "사회 통념을 깨다",
      "frequency": 0
    },
    {
      "meaning": "normless",
      "frequency": 0
    },
    {
      "meaning": "multinorm",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안 빨아...? - 안 빨아 가지고 근데 보통 그렇지 않아요? You didn't wash...? - I didn't wash them. Isn't that the norm? 듣기 View video PENTAGON : 여러분 안녕~",
      "english": "You didn't wash...? - I didn't wash them. Isn't that the norm?"
    },
    {
      "korean": "제가 기준이 되면 안 되는 사람 중 한 명이라서 - 왜요? But I think I'm the one who should not be a norm. - Why do you think so? 듣기 View video JTBC4 : 어썸피드 이승훈이 직접 패션상담해dream (feat. 스페셜 게스트)",
      "english": "But I think I'm the one who should not be a norm. - Why do you think so?"
    },
    {
      "korean": "이게 사실 보통이잖아요. Actually, this is the norm. 듣기 View video SMTOWN : 지창욱, 임윤아의 케미돋는 드라마토크 V 라이브!",
      "english": "Actually, this is the norm."
    },
    {
      "korean": "비정상이다, 이거는 조금... It should be it's not norm. 듣기 View video 10PM : 양재진, 딘딘의 비정상담소 unusual counseling center",
      "english": "It should be it's not norm."
    },
    {
      "korean": "그것을 어떻게 하던지 한번 벗어나 보자. I wanted to get away from the norm. 듣기 View video SMTOWN : 현빈X유해진X김주혁X임윤아 <공조> 무비토크 라이브 'Movie Talk Live'",
      "english": "I wanted to get away from the norm."
    }
  ],
  "examples": [
    {
      "korean": "detailed education norms for children of particular ages 듣기 Add to Wordbook 특정 연령의 아동들에 대한 상세한 교육 기준 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "detailed education norms for children of particular ages Add to Wordbook"
    },
    {
      "korean": "deviation from the previously accepted norms 듣기 Add to Wordbook 이전에 받아들여지던 규범으로부터의 일탈 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "deviation from the previously accepted norms Add to Wordbook"
    },
    {
      "korean": "I hope you'll share with me some of your salary ranges relative to the national norms. 듣기 Add to Wordbook 이에 동의해 주시길 희망합니다. DARAKWON",
      "english": "I hope you'll share with me some of your salary ranges relative to the national norms. Add to Wordbook"
    },
    {
      "korean": "I'm not a neoterist. I just want to keep traditions and norms. 듣기 Add to Wordbook 나는 새로움을 추구하는 사람이 아니야. 그저 전통과 규범을 지키고 싶어. 국제영어대학원대학교 신어사전",
      "english": "I'm not a neoterist. I just want to keep traditions and norms. Add to Wordbook"
    },
    {
      "korean": "Although I'm not certain how your salaries compare to the national norms, my feeling is that my value would certainly be in the upper half of this national range. 듣기 Add to Wordbook 귀사의 급여 수준이 전국적인 표준치와 비교하여 어느 정도인지는 모르겠지만 제 자신의 가치는 상위권에 속한다고 자신합니다. DARAKWON",
      "english": "Although I'm not certain how your salaries compare to the national norms, my feeling is that my value would certainly be in the upper half of this national range. Add to Wordbook"
    }
  ]
}