{
  "phrases": [
    {
      "phrase": "Ola",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 여자 이름. Olga의 별칭."
      ]
    },
    {
      "phrase": "O.L.A.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 의학 전방좌측후두위(前方左側後頭位) (→(em)occipitolaeva anterior(/em))"
      ]
    },
    {
      "phrase": "ola",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] alt form olay"
      ]
    },
    {
      "phrase": "-ola",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Suffix] non-gloss definitionUsed to form the names of several commercial companies and products.",
        "[Suffix] (entertainment industry) .",
        "[Suffix] non-gloss definitionUsed to form humorous and pejorative words."
      ]
    },
    {
      "phrase": "Ioshkar-Ola",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 요시가르오라: 구소련 유럽부 중부, 러시아 연방 공화국의 Mari 자치 공화국의 주도(主都)."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Office of Legal Affairs",
      "frequency": 0
    },
    {
      "meaning": "Online Authorization",
      "frequency": 0
    },
    {
      "meaning": "Optical Laboratories Association",
      "frequency": 0
    },
    {
      "meaning": "Of Latin America",
      "frequency": 0
    },
    {
      "meaning": "On Line Activity",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그다음 안녕하세요는 Ola! And then hello is Ola! 듣기 View video MAMAMOO : [MMMTV4] EP21 MMM in Brazil",
      "english": "And then hello is Ola!"
    },
    {
      "korean": "올라 - 올라 - 올라! Ola! - Ola! - Ola! 듣기 View video MAMAMOO : [MMMTV4] EP21 MMM in Brazil",
      "english": "Ola! - Ola! - Ola!"
    },
    {
      "korean": "[오늘의 행선지는 망골라] 망골라. [Today's destination is Mang'ola] Mang'ola. 듣기 View video WHYNOT TV : 효니를 감동시킨 댄스파티 [트러블러 X 효니 아프리카 TV]EP03",
      "english": "[Today's destination is Mang'ola] Mang'ola."
    },
    {
      "korean": "[망골라 도착!...과 동시에 시작 된 댄스파티...??] [Arrived at Mang'ola! And a dance party that started at the same time...?] View video WHYNOT TV : 효니를 감동시킨 댄스파티 [트러블러 X 효니 아프리카 TV]EP03",
      "english": "[Arrived at Mang'ola! And a dance party that started at the same time...?]"
    },
    {
      "korean": "우리가 지금 가는 마을 이름이 뭐라 그랬지? - 망골라. What was the name of the village we're going to right now? - Mang'ola. 듣기 View video WHYNOT TV : 효니를 감동시킨 댄스파티 [트러블러 X 효니 아프리카 TV]EP03",
      "english": "What was the name of the village we're going to right now? - Mang'ola."
    }
  ],
  "examples": [
    {
      "korean": "Ola said she doesn't know her real name, Ola was the name used on her visa application. 발음듣기 Ola는 자신의 진짜 이름을 모르며, Ola라는 이름은 자신의 비자 신청서에 사용했던 이름이었다고 말했다. User translation Inaccurate information may be included due to the users' self-traslation. jensl168(jens****) Hansard",
      "english": "Ola said she doesn't know her real name, Ola was the name used on her visa application. 발음"
    },
    {
      "korean": "Ola Na Tungee, blowing his mind in the dark with a pipe full of clay. 발음듣기 대마로 가득찬 담뱃대로 어둠속에서 환각에 빠지는 오라 나 툰지. User translation Inaccurate information may be included due to the users' self-traslation. Miraklu(kend****) Web Collection",
      "english": "Ola Na Tungee, blowing his mind in the dark with a pipe full of clay. 발음"
    },
    {
      "korean": "STRICTLY dancer Ola Jordan is to die for posing as a smouldering Bond Girl. 발음듣기 스트릭틀리 댄서인 올라 조단이 아찔한 007본드 걸 행세를 간절히 하고 싶어한다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "STRICTLY dancer Ola Jordan is to die for posing as a smouldering Bond Girl. 발음"
    },
    {
      "korean": "We decided to adopt Ola after being a host family for children from Chernobyl. 발음듣기 우리는 체르노빌에서 아이를 돌보는 위탁 가정이 된 후로 올라를 받아들이기로 결정했다 User translation Inaccurate information may be included due to the users' self-traslation. sailor1008(sail****) Web Collection",
      "english": "We decided to adopt Ola after being a host family for children from Chernobyl. 발음"
    },
    {
      "korean": "",
      "english": "The number of Playboy spreads that actress Ola Ray had featured in, before starring as Jackson's lover in the Thriller video. 발음"
    }
  ]
}