{
  "phrases": [
    {
      "phrase": "open",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective (문 등이) 열려 있는 (↔closed)",
        "Adjective 떠져[벌어져] 있는 (↔closed)",
        "Verb (문뚜껑 등을) 열다 (↔close)",
        "Verb (가로막고 있던 것을) 열다[젖히다], 열리다[젖혀지다] (↔close)",
        "Noun 옥외, 야외"
      ]
    },
    {
      "phrase": "Open",
      "hanja": "",
      "example": {},
      "meanings": [
        "항공 항공권의 탑승구간만 정해져 있고 Carrier, 편명, 일시의 예약이 안된 상태를 말한다."
      ]
    },
    {
      "phrase": "Oranisation des Producteurs d'energie Nucl aire ( OPEN )",
      "hanja": "",
      "example": {},
      "meanings": [
        "원자력용어 원전사업자협의회(原電事業者協議會)[파리에 있는 유럽 5개국(個國)의 비영리기구(非榮利機構)]"
      ]
    },
    {
      "phrase": "open up",
      "hanja": "",
      "example": {},
      "meanings": [
        "마음을 터놓다",
        "발사[발포]되다",
        "(문·뚜껑 등을) 열다"
      ]
    },
    {
      "phrase": "open out",
      "hanja": "",
      "example": {},
      "meanings": [
        "더 커지다[넓어지다]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "열다",
      "frequency": 0
    },
    {
      "meaning": "열리다 1",
      "frequency": 0
    },
    {
      "meaning": "트다 2",
      "frequency": 0
    },
    {
      "meaning": "개원",
      "frequency": 0
    },
    {
      "meaning": "펴다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "일단 열면... 와우! First, if you open it, wow! 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "First, if you open it, wow!"
    },
    {
      "korean": "아 여기 열려있네 - 뭐야? 열려있었어? Oh, it's open here. - What? It's open? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 23. 현재 1위 츄플에게 도전하는 경희대 래빈 & 용인 리퍼블릭!",
      "english": "Oh, it's open here. - What? It's open?"
    },
    {
      "korean": "나중에 내가 바 하나 차려줄까? Do you want me to open a bar for you later? 듣기 View video 플레이리스트 (Playlist) : 남자 때문에 인간관계 X됨 [엑스엑스(XX)] - 하이라이트",
      "english": "Do you want me to open a bar for you later?"
    },
    {
      "korean": "[초롱초롱] [맑은 눈 어필] 저 잘할 수 있습니다! [Eyes wide open] [Sparkling eyes] I can do this well. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Eyes wide open] [Sparkling eyes] I can do this well."
    },
    {
      "korean": "요즘 손이 너무 터서 어떻게 해야 되죠? What should I do with my hand? It's so open... What should I do? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "What should I do with my hand? It's so open... What should I do?"
    }
  ],
  "examples": [
    {
      "korean": "She made haste to open the door. 듣기 Add to Wordbook 그녀는 서둘러 문을 열러 갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She made haste to open the door. Add to Wordbook"
    },
    {
      "korean": "She willed her eyes to stay open. 듣기 Add to Wordbook 그녀는 눈을 뜨고 있으려고 애를 썼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She willed her eyes to stay open. Add to Wordbook"
    },
    {
      "korean": "The kids hurried to open their presents. 듣기 Add to Wordbook 그 아이들은 급히 선물을 풀었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The kids hurried to open their presents. Add to Wordbook"
    },
    {
      "korean": "The excavations are open to the public. 듣기 Add to Wordbook 그 발굴지들이 일반인에게 공개된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The excavations are open to the public. Add to Wordbook"
    },
    {
      "korean": "The new store is slated to open in spring. 듣기 Add to Wordbook 그 새 상점은 봄에 문을 열 계획이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new store is slated to open in spring. Add to Wordbook"
    }
  ]
}