{
  "phrases": [
    {
      "phrase": "ord.",
      "hanja": "",
      "example": {},
      "meanings": [
        "ordained, order, ordinal, ordinance, ordinary, ordnance"
      ]
    },
    {
      "phrase": "ORD",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 의학 선광분산(旋光分散) (→opitcal rotatory dispersion)"
      ]
    },
    {
      "phrase": "O.R.D.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 보험 ownwe's risk of damage 손해위험하주부담."
      ]
    },
    {
      "phrase": "Ord",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN a river in NE Western Australia, rising on the Kimberley Plateau and flowing generally north to the Timor Sea: subject of a major irrigation scheme. Length: about 500 km (300 miles)"
      ]
    },
    {
      "phrase": "nat. ord.",
      "hanja": "",
      "example": {},
      "meanings": [
        "natural order."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "오드",
      "frequency": 0
    },
    {
      "meaning": "Operational Readiness Demonstration",
      "frequency": 0
    },
    {
      "meaning": "Operational Requirements Document",
      "frequency": 0
    },
    {
      "meaning": "Ordnance",
      "frequency": 0
    },
    {
      "meaning": "Only Real Dogs",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Ord is a big and strong dragon. 듣기 Add to Wordbook 오드는 크고 힘이 센 용입니다. TIMES CORE",
      "english": "Ord is a big and strong dragon. Add to Wordbook"
    },
    {
      "korean": "You can learn from Ord how to overcome your weaknesses. 듣기 Add to Wordbook 오드에게서 약점을 극복하는 방법을 배울 수 있습니다. TIMES CORE",
      "english": "You can learn from Ord how to overcome your weaknesses. Add to Wordbook"
    },
    {
      "korean": "February 2002 to resolve fraud claims involving work at Fort Ord, Calif. 듣기 Add to Wordbook 2002년 2월 캘리포니아 포드 오드의 일과 관련된 사기 문제를 풀기 위해 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 carrot(sori****)",
      "english": "February 2002 to resolve fraud claims involving work at Fort Ord, Calif. Add to Wordbook"
    },
    {
      "korean": "Department of Sustainability and Environment spokesman Stuart Ord says the situation is volatile. 듣기 Add to Wordbook 지속가능한 환경부서 대변인 스튜어트 오드는 이 상황이 불안하다고 말한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 iyoung7979(iyou****)",
      "english": "Department of Sustainability and Environment spokesman Stuart Ord says the situation is volatile. Add to Wordbook"
    },
    {
      "korean": "February, 2002, to resolve fraud claims involving work at Fort Ord, Calif. 듣기 Add to Wordbook 2002년 2월 캘리포니아주 포트오드에서의 업무와 연관된 사기손해배상청구 해결 건. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "February, 2002, to resolve fraud claims involving work at Fort Ord, Calif. Add to Wordbook"
    }
  ]
}