{
  "phrases": [
    {
      "phrase": "OT",
      "hanja": "",
      "example": {},
      "meanings": [
        "occupational therapy, Old Testament(cf. N.T.), overtime"
      ]
    },
    {
      "phrase": "o.t.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation on time, overtime."
      ]
    },
    {
      "phrase": "ot- ( oto- )",
      "hanja": "",
      "example": {},
      "meanings": [
        "((연결형)) [귀]의 뜻 ((모음 앞에서는 ot-))"
      ]
    },
    {
      "phrase": "OT",
      "hanja": "",
      "example": {},
      "meanings": [
        "채팅 약어 주제에서 벗어낫다 (Off Topic)"
      ]
    },
    {
      "phrase": "O/T",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation old terms 구조건."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Other Times",
      "frequency": 0
    },
    {
      "meaning": "옛튜버큘린",
      "frequency": 0
    },
    {
      "meaning": "옛용어",
      "frequency": 0
    },
    {
      "meaning": "Old tuberculin",
      "frequency": 0
    },
    {
      "meaning": "Other Things",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[OT 때 가장 임팩트 있었던 학교는?] 제일 임팩트 있던 학교는 어디였어요? Which one was the most powerful team at the orientation? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 13. 강력한 두 우승후보 학교가 벌써 붙는다고!? 경희대 래빈 VS 서울대 트리플에이치",
      "english": "Which one was the most powerful team at the orientation?"
    },
    {
      "korean": "[아 영상?] [Oh, is ot a video?] View video TWICE : TWICE TV \"포카리스웨트\"",
      "english": "[Oh, is ot a video?]"
    },
    {
      "korean": "자! OT의 시작은 장기 자랑! The beginning of OT will be a talent show! 듣기 View video JTBC PLUS : 17학번 새내기 정채연과 OT갈 사람?",
      "english": "The beginning of OT will be a talent show!"
    },
    {
      "korean": "지금 OT 다녀온 분들도 계시고... I guess there are people who went to their OT and... 듣기 View video JTBC PLUS : 17학번 새내기 정채연과 OT갈 사람?",
      "english": "I guess there are people who went to their OT and..."
    },
    {
      "korean": "아니 아니. - 여러분 오늘 저희 OT를 가봤잖아요. No, no. - We got to go to an OT today. 듣기 View video EXID : 졸업&입학 레고들 튝하해~~♡♡",
      "english": "No, no. - We got to go to an OT today."
    }
  ],
  "examples": [
    {
      "korean": "Spurs win in OT. 듣기 Add to Wordbook Spurs가 연장전에서 승리했다. DARAKWON",
      "english": "Spurs win in OT. Add to Wordbook"
    },
    {
      "korean": "Saying good-bye, she went out ot the house. 듣기 Add to Wordbook 작별인사를 하면서 그녀는 집 밖으로 나갔다. YBM All in All English-Korean Dictionary",
      "english": "Saying good-bye, she went out ot the house. Add to Wordbook"
    },
    {
      "korean": "I strongly urge you to curtail routine OT Hrs. authorization, allowing it only on a case-by-case, emergency basis. 듣기 Add to Wordbook 일상적인 시간외 근무 허가를 사례별로 비상시에만 허가하는 수준으로 줄여 주시기를 강력히 촉구합니다. YBM All in All English-Korean Dictionary",
      "english": "I strongly urge you to curtail routine OT Hrs. authorization, allowing it only on a case-by-case, emergency basis. Add to Wordbook"
    },
    {
      "korean": "A review of overtime costs shows that in the last six months, OT Hrs. pay costs have exceeded projected costs by more than 40 percent. 듣기 Add to Wordbook 경비 시간외 근무 수당 경비를 조사해 보니 지난 6개월 간의 시간외 근무 수당 비용이 예상을 40퍼센트 이상 초과한 것으로 밝혀졌습니다. YBM All in All English-Korean Dictionary",
      "english": "A review of overtime costs shows that in the last six months, OT Hrs. pay costs have exceeded projected costs by more than 40 percent. Add to Wordbook"
    },
    {
      "korean": "The game went into OT[overtime] and the Timbers won in the end. 듣기 Add to Wordbook 그 경기는 연장전에 들어갔고 결국 팀버스가 이겼다. Neungyule",
      "english": "The game went into OT[overtime] and the Timbers won in the end. Add to Wordbook"
    }
  ]
}