{
  "phrases": [
    {
      "phrase": "SOE",
      "hanja": "",
      "example": {},
      "meanings": [
        "英 Special Operations Executive(1940년 제5열 훈련을 위해 프랑스에 보냈음)"
      ]
    },
    {
      "phrase": "SOE",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 증권 국영기업(state-owned enterprise)"
      ]
    },
    {
      "phrase": "status of equipment ( SOE )",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 장비현황"
      ]
    },
    {
      "phrase": "submerged operation envelope ( SOE )",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 잠수함 잠항작전 범위"
      ]
    },
    {
      "phrase": "soe",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] (obsolete) a large wooden vessel for carrying water, especially one to be carried on a pole between two people.",
        "[Conjunction] obsolete form of so"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "장비현황표",
      "frequency": 0
    },
    {
      "meaning": "Students Of Education",
      "frequency": 0
    },
    {
      "meaning": "State Owned Enterprises",
      "frequency": 0
    },
    {
      "meaning": "State-Owned Enterprises",
      "frequency": 0
    },
    {
      "meaning": "Special Operations Executive",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "National League for Democracy officials say they will file a legal suit against this within days directly to General Soe Win, Burma's Prime Minister. 발음듣기 민족민주연맹 관계자들은 앞으로 몇일 안에 버마의 소에 윈 총리에게 직접 이를 제기할 것이라고 말했습니다. YBM All in All English-Korean Dictionary",
      "english": "National League for Democracy officials say they will file a legal suit against this within days directly to General Soe Win, Burma's Prime Minister. 발음"
    },
    {
      "korean": "He was replaced by Lt General Soe Win. 발음듣기 그는 중장 Soe Win으로 대체되었다. User translation Inaccurate information may be included due to the users' self-traslation. 이글찬스(dhle****) Hansard",
      "english": "He was replaced by Lt General Soe Win. 발음"
    },
    {
      "korean": "SOE hardening controls are often based on vendor standard recommendations. 발음듣기 SOE 강화 통제 기능은 공급업체 표준 권고 사항을 기준으로 하기도 합니다. hansemEUG",
      "english": "SOE hardening controls are often based on vendor standard recommendations. 발음"
    },
    {
      "korean": "Some additional SOE hardening customization is required to support applications. 발음듣기 응용프로그램을 지원하기 위해서는 일부 추가 SOE 강화 사용자 정의가 필요합니다. hansemEUG",
      "english": "Some additional SOE hardening customization is required to support applications. 발음"
    },
    {
      "korean": "The organization integrates system SOE and applications only after significant testing. 발음듣기 조직은 중요한 테스트 이후에만 시스템 SOE와 응용프로그램을 통합합니다. hansemEUG",
      "english": "The organization integrates system SOE and applications only after significant testing. 발음"
    }
  ]
}