{
  "phrases": [
    {
      "phrase": "tron",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN a public weighing machine",
        "NOUN the place where a tron is set up, marketplace"
      ]
    },
    {
      "phrase": "TRON",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터 The Realtime Operating System Nucleus 트론 ((어느 컴퓨터에서나 공통으로 사용할 수 있도록 운영 체제를 표준화하여 컴퓨터를 조작하기 쉽게 하려는 계획))"
      ]
    },
    {
      "phrase": "-tron",
      "hanja": "",
      "example": {},
      "meanings": [
        "Suffix [진공관, 원자 이하의 입자를 처리하는 장치, 소립자, …기구, 전자 …장치]의 뜻"
      ]
    },
    {
      "phrase": "The Real-time Operation System Nucleus ( TRON )",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터/통신 일본전자공업진흥협회(JEIDA)가 1983년에 발표한 마이크로프로세서의 표준적인 운영 체계."
      ]
    },
    {
      "phrase": "the real time operating system nucleus ( TRON )",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터/통신 트론"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Trace On",
      "frequency": 0
    },
    {
      "meaning": "Tracer On",
      "frequency": 0
    },
    {
      "meaning": "Turn ON in unix",
      "frequency": 0
    },
    {
      "meaning": "TRON Project Symposium",
      "frequency": 0
    },
    {
      "meaning": "Ticketing Response Operations Network",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[트론 (즐겜 유저, 시온보다 케이크)] 아잇시 조용히 해봐 이거는 맞... [Tron (Game user, cake over ZION)] Be quiet. I need to... 듣기 View video Dingo Freestyle / 딩고프리스타일 : [영리한 문제아들] EP.4 - 힙합하는 애들은 다 양아치라고?!",
      "english": "[Tron (Game user, cake over ZION)] Be quiet. I need to..."
    },
    {
      "korean": "빤 짱 쪼온. - 이게 뭘까요? Banh Trang Tron. - What's this? 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "Banh Trang Tron. - What's this?"
    },
    {
      "korean": "빤 짱 쪼온. - 먹어보도록 하겠습니다. Banh Trang Tron. - Let's try. 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "Banh Trang Tron. - Let's try."
    },
    {
      "korean": "네, 맞습니다. - 간식. - 빤 짱 쪼온. Yes, right. - Snack. - Banh Trang Tron. 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "Yes, right. - Snack. - Banh Trang Tron."
    },
    {
      "korean": "이건 뭐예요? - 빤 짱 쪼온. - 뭐지? What's this? - Banh Trang Tron. - What's this? 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "What's this? - Banh Trang Tron. - What's this?"
    }
  ],
  "examples": [
    {
      "korean": "\"Untitled Tron\" is a legacyquel movie. 발음듣기 <트론 3>은 레거시퀄 영화이다. 국제영어대학원대학교 신어사전",
      "english": "\"Untitled Tron\" is a legacyquel movie. 발음"
    },
    {
      "korean": "Tron: Legacy has been getting mixed reviews from critics, but I’m still gonna go see it. 발음듣기 ‘트론: 새로운 시작’은 평론가들의 평가가 엇갈리고 있어. 그래도나는 보러 갈 거야. DARAKWON",
      "english": "Tron: Legacy has been getting mixed reviews from critics, but I’m still gonna go see it. 발음"
    },
    {
      "korean": "The film was directed by Joseph Koniski who also directed the blockbuster film, “Tron: Legacy.” 발음듣기 이 영화는 블록버스터 영화 “트론: 새로운 시작”의 메가폰을 잡은 조셉 코닌스키가 감독을 맡았다. EDU TIMES",
      "english": "The film was directed by Joseph Koniski who also directed the blockbuster film, “Tron: Legacy.” 발음"
    },
    {
      "korean": "Like “Tron: Legacy,” the film “Oblivion” features stunning visuals which portray an Earth without humanity. 발음듣기 “트론: 새로운 시작”과 마찬가지로, “오블리비언”은 인류가 없는 지구를 그리는 놀라운 장면들을 보여준다. EDU TIMES",
      "english": "Like “Tron: Legacy,” the film “Oblivion” features stunning visuals which portray an Earth without humanity. 발음"
    },
    {
      "korean": "Tron doesn't understand but forgives him anyway. 발음듣기 트론은 이해하지 못했지만 어쨌든 그를 용서했다. User translation Inaccurate information may be included due to the users' self-traslation. 여우공룡(kmin****) Web Collection",
      "english": "Tron doesn't understand but forgives him anyway. 발음"
    }
  ]
}