{
  "phrases": [
    {
      "phrase": "VIN",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 자동차 등록 번호"
      ]
    },
    {
      "phrase": "vin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (=WINE)"
      ]
    },
    {
      "phrase": "vin- ( vini- )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Combining form [포도주]의 뜻"
      ]
    },
    {
      "phrase": "Vin",
      "hanja": "",
      "example": {},
      "meanings": [
        "와인 뱅 (=Wine)"
      ]
    },
    {
      "phrase": "*vin",
      "hanja": "",
      "example": {},
      "meanings": [
        "synonym: starving"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Vos Iz Neias",
      "frequency": 0
    },
    {
      "meaning": "Voltage INput",
      "frequency": 0
    },
    {
      "meaning": "Vindvet (publication)",
      "frequency": 0
    },
    {
      "meaning": "Vehicle Identifier Number",
      "frequency": 0
    },
    {
      "meaning": "Vacancy Identification Number",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "유빈이는 어땠어요? What about you Yu VIN? 듣기 View video Mnet : [FULL]프로듀스 X 101",
      "english": "What about you Yu VIN?"
    },
    {
      "korean": "송유빈 리포터 - 마이크인가요? SONG YU VIN, you are a reporter. - Is it a mic? 듣기 View video Mnet : [FULL]프로듀스 X 101",
      "english": "SONG YU VIN, you are a reporter. - Is it a mic?"
    },
    {
      "korean": "아니에요 - 태빈이 형은요? No. - Tae Vin? 듣기 View video V COOKIE : [Full] MYTEEN X LieV - 마이틴의 눕방라이브!",
      "english": "No. - Tae Vin?"
    },
    {
      "korean": "태빈이에요 - 이제... I'm Tae Vin. - Now... 듣기 View video V COOKIE : [Full] MYTEEN X LieV - 마이틴의 눕방라이브!",
      "english": "I'm Tae Vin. - Now..."
    },
    {
      "korean": "태빈이 형은 뭐 있어요? What about you, Tae Vin? 듣기 View video V COOKIE : [Full] MYTEEN X LieV - 마이틴의 눕방라이브!",
      "english": "What about you, Tae Vin?"
    }
  ],
  "examples": [
    {
      "korean": "Camembert, crepe, souffle, foie gras, coq au vin, and escargot are French meals you may have heard of at least once. 듣기 Add to Wordbook 카망베르, 크레이프, 수플레, 푸아그라, 코코뱅, 에스카르고 (식용달팽이) 등은 여러분들이 적어도 한번쯤은 들어봤을 프랑스 음식들이다. TIMES CORE",
      "english": "Camembert, crepe, souffle, foie gras, coq au vin, and escargot are French meals you may have heard of at least once. Add to Wordbook"
    },
    {
      "korean": "They are shrunken to half an inch in height by Nanigen’s chief Vin Drake, who wants them to be killed in the micro world. 듣기 Add to Wordbook 나니젠 대표 빈 드레이크에 의해 그들은 0.5인치 마이크로 인간으로 줄어들고, 드레이크는 이들을 마이크로 세계에서 살아남지 못하기를 원한다. TIMES CORE",
      "english": "They are shrunken to half an inch in height by Nanigen’s chief Vin Drake, who wants them to be killed in the micro world. Add to Wordbook"
    },
    {
      "korean": "Paul Walker who did most of his own car stunts and Vin Diesel were honored with the award for Best On-Screen Duo at the 2002 MTV Movie Awards. 듣기 Add to Wordbook 그 자신이 소유한 차로 대부분의 스턴트 연기를 했던 폴 워커와 빈 디젤은 2002년 MTV Movie Awards에서 Best On-Screen Duo 상을 받는 영예를 안게 된다. TIMES CORE",
      "english": "Paul Walker who did most of his own car stunts and Vin Diesel were honored with the award for Best On-Screen Duo at the 2002 MTV Movie Awards. Add to Wordbook"
    },
    {
      "korean": "The syndicate sent Siegel and Shuster’s sample Superman strips, which were bought by editor Vin Sullivan. 듣기 Add to Wordbook 이 회사는 시에겔과 슈스터의 샘플 슈퍼맨 만화를 보냈고, 편집장 빈 설리반이 그것을 구입했습니다. TIMES CORE",
      "english": "The syndicate sent Siegel and Shuster’s sample Superman strips, which were bought by editor Vin Sullivan. Add to Wordbook"
    },
    {
      "korean": "Let us hope that ++Vin will feel inspired. 듣기 Add to Wordbook ++Vin은 영감을 받을 것이라고 우리는 희망한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "Let us hope that ++Vin will feel inspired. Add to Wordbook"
    }
  ]
}