{
  "phrases": [
    {
      "phrase": "WAP",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 무선 응용 프로토콜(wireless application protocol: 휴대 전화기 등을 인터넷과 연결하는 기술)"
      ]
    },
    {
      "phrase": "wap",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb 싸다, 묶다"
      ]
    },
    {
      "phrase": "wap",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb, Noun (=WHOP)"
      ]
    },
    {
      "phrase": "wap",
      "hanja": "",
      "example": {},
      "meanings": [
        "Intransitive verb 홱 잡아 당기다[던지다], 치다, 돌풍처럼 불다",
        "Transitive verb 내던지다, 내동댕이치다"
      ]
    },
    {
      "phrase": "WAP",
      "hanja": "",
      "example": {},
      "meanings": [
        "White Australia Policy"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "WAP",
      "frequency": 0
    },
    {
      "meaning": "What A Pain",
      "frequency": 0
    },
    {
      "meaning": "What A Pity",
      "frequency": 0
    },
    {
      "meaning": "Wait And Pray",
      "frequency": 0
    },
    {
      "meaning": "Web Access Phone",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "An incredible wave of new devices, including WAP phones, is beginning to hit the U.S. market. 듣기 Add to Wordbook WAP폰을 비롯하여 새로운 제품들이 물밀 듯이 엄청나게 밀려와 미국 (통신) 시장을 강타하기 시작할 것이다. YBM All in All English-Korean Dictionary",
      "english": "An incredible wave of new devices, including WAP phones, is beginning to hit the U.S. market. Add to Wordbook"
    },
    {
      "korean": "Mobile phone companies are developing online games to be played over mobile networks using the WAP protocol. 듣기 Add to Wordbook 이동전화 회사들은 WAP 프로토콜을 이용해서 이동전화망에서 할 수 있는 온라인 게임을 개발하고 있다. YBM All in All English-Korean Dictionary",
      "english": "Mobile phone companies are developing online games to be played over mobile networks using the WAP protocol. Add to Wordbook"
    },
    {
      "korean": "Sprint already has 10 Internet phones on the U.S. market that will offer WAP services. 듣기 Add to Wordbook 스프린트PCS는 이미 미국시장에 WAP 서비스를 제공할 인터넷 접속이 가능한 10가지 종류의 전화를 출시했다. YBM All in All English-Korean Dictionary",
      "english": "Sprint already has 10 Internet phones on the U.S. market that will offer WAP services. Add to Wordbook"
    },
    {
      "korean": "Taking advantage of something called wireless application protocol (WAP), a new system that allows mobile phones to tap into the Internet, Valtonen has founded WapIT. 듣기 Add to Wordbook 그는 휴대폰으로 인터넷에 접속할 수 있도록 하는 무선애플리케이션 프로토콜(WAP)이라고 불리는 새로운 시스템을 이용하여 WapIT이라는 회사를 설립했다. YBM All in All English-Korean Dictionary",
      "english": "Taking advantage of something called wireless application protocol (WAP), a new system that allows mobile phones to tap into the Internet, Valtonen has founded WapIT. Add to Wordbook"
    },
    {
      "korean": "a WAP-enabled phone 듣기 Add to Wordbook 무선 인터넷이 가능한 전화 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a WAP-enabled phone Add to Wordbook"
    }
  ]
}