{
  "phrases": [
    {
      "phrase": "WP",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 미 (성적 평가의) WP ((합격 점수를 따면서 학과 이수를 중지한 학생에게 교사가 매기는 평점))"
      ]
    },
    {
      "phrase": "WP",
      "hanja": "",
      "example": {},
      "meanings": [
        "word processing, word processor"
      ]
    },
    {
      "phrase": "WP",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (Washington Post) 워싱턴 포스트((미국에서 가장 오랜 역사와 전통을 자랑하는 대표 신문사))"
      ]
    },
    {
      "phrase": "W.P. ( w.p., WP )",
      "hanja": "",
      "example": {},
      "meanings": [
        "weather permitting, wettable powder, white phosphorus, without prejudice"
      ]
    },
    {
      "phrase": "wp. ( wp )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 야구 wild pitch(es)."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "WP",
      "frequency": 0
    },
    {
      "meaning": "더블유피",
      "frequency": 0
    },
    {
      "meaning": "Weakly Positive",
      "frequency": 0
    },
    {
      "meaning": "Web Proxy",
      "frequency": 0
    },
    {
      "meaning": "Word Press",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "클리오 컬러 코팅 카라 WP 2호 블랙펄을 발라볼게요. I'm going to apply CLIO's Color Coating Cara WP No. 2 Black Pearl. 듣기 View video V PICK! HOW-TO : [V PICK! HOW TO in V] (여자)아이들 소연 라타타 메이크업 (HOW TO DO (G)I-DLE Soyeon LATATA makeup)",
      "english": "I'm going to apply CLIO's Color Coating Cara WP No. 2 Black Pearl."
    }
  ],
  "examples": [
    {
      "korean": "a weekly WP magazine 듣기 Add to Wordbook 주간 워싱턴 포스트 잡지 국제영어대학원대학교 신어사전",
      "english": "a weekly WP magazine Add to Wordbook"
    },
    {
      "korean": "WP one is a bit more. 듣기 Add to Wordbook wp는 조금 더 많아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 시녜빈(ddon****)",
      "english": "WP one is a bit more. Add to Wordbook"
    },
    {
      "korean": "The surgery was performed at the University of Pittsburgh Medical Center by a team headed by Dr. W.P. 듣기 Add to Wordbook 그 수술은 피츠버그 메디컬센터에의 박사 W.P 의사에 의해 수행되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 4MALIFE(hotr****)",
      "english": "The surgery was performed at the University of Pittsburgh Medical Center by a team headed by Dr. W.P. Add to Wordbook"
    },
    {
      "korean": "Do me a favor and don't make that movie. 듣기 Add to Wordbook wp제발 부탁인데 그 영화 만들지 말아줘. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 고경미(9710****)",
      "english": "Do me a favor and don't make that movie. Add to Wordbook"
    },
    {
      "korean": "",
      "english": "Page not cached by WP Super Cache. Add to Wordbook"
    }
  ]
}