{
  "phrases": [
    {
      "phrase": "you",
      "hanja": "",
      "example": {},
      "meanings": [
        "Pronoun 너, 당신, 너희(들), 당신들, 여러분(you는 동사의 주어나 목적어로 쓰이고 전치사 뒤에도 쓰임)",
        "Pronoun <상대방에게 직접 대놓고 말을 할 때 명사, 형용사와 함께 씀>",
        "Pronoun <일반 사람들을 가리킴>"
      ]
    },
    {
      "phrase": ".you",
      "hanja": "",
      "example": {},
      "meanings": [
        "Uniquely yours, attributable to you"
      ]
    },
    {
      "phrase": "you.",
      "hanja": "",
      "example": {},
      "meanings": [
        "something to say while putting your hand in someone's face."
      ]
    },
    {
      "phrase": "YOU!",
      "hanja": "",
      "example": {},
      "meanings": [
        "A word screamed in public places, mainly school, church, and baby showers to upset people for your own personal pleasure and because it sounds funny. Extra long dranging out of the \"OOOH\" part of the word. Derived from crunk rapper Soulja Boy's song \"Crank Dat Soulja Boy\" In Which YOU!! is used i..."
      ]
    },
    {
      "phrase": "YOU ! ! !",
      "hanja": "",
      "example": {},
      "meanings": [
        "1. YOU ! ! ! 2. Word That Must Be Said When Soulja Boy Comes On"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "yew 2",
      "frequency": 0
    },
    {
      "meaning": "Youth of Unity",
      "frequency": 0
    },
    {
      "meaning": "Your Own Universe",
      "frequency": 0
    },
    {
      "meaning": "YaST Online Update",
      "frequency": 0
    },
    {
      "meaning": "Young Officers Union",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "사랑해~ I love you. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "I love you."
    },
    {
      "korean": "너야 너 너! It's you, you. You! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "It's you, you. You!"
    },
    {
      "korean": "나야? 너야? Me or you? 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.19 뉴이스트의 2020 왁자지껄 운수대통 #1",
      "english": "Me or you?"
    },
    {
      "korean": "왔어요? You are here. 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "You are here."
    },
    {
      "korean": "너 뭐야! What are you? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "What are you?"
    }
  ],
  "examples": [
    {
      "korean": "You coward! What are you afraid of? 듣기 Add to Wordbook 이 겁쟁이! 뭐가 무서운 거야? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You coward! What are you afraid of? Add to Wordbook"
    },
    {
      "korean": "Will you peel the potatoes for me? 듣기 Add to Wordbook 감자 껍질 좀 벗겨 주겠니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Will you peel the potatoes for me? Add to Wordbook"
    },
    {
      "korean": "Do you find that onions repeat on you? 듣기 Add to Wordbook 당신은 양파를 먹고 나면 속에서 받치나요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Do you find that onions repeat on you? Add to Wordbook"
    },
    {
      "korean": "You need to cut down on starches. 듣기 Add to Wordbook 탄수화물 섭취량을 줄여야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You need to cut down on starches. Add to Wordbook"
    },
    {
      "korean": "Can you send it to me by fax? 듣기 Add to Wordbook 그걸 제게 팩스로 보내 줄 수 있으세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can you send it to me by fax? Add to Wordbook"
    }
  ]
}