{
  "phrases": [
    {
      "phrase": "you're",
      "hanja": "",
      "example": {},
      "meanings": [
        "Contraction you are의 축약형"
      ]
    },
    {
      "phrase": "you're*",
      "hanja": "",
      "example": {},
      "meanings": [
        "When you correct someone for saying \"your\" (Used by butthurt kids most of the time)"
      ]
    },
    {
      "phrase": "*you're",
      "hanja": "",
      "example": {},
      "meanings": [
        "Let's discuss. 'Your' signifies ownership or relation, which refers to something owned by someone, a title, or a friend/relation. 'You're' is an abbrevation of 'you are', which is what you'd say when speaking to someone about who or what they are, be it an insult, praise, fact or random statement."
      ]
    },
    {
      "phrase": "you're on",
      "hanja": "",
      "example": {},
      "meanings": [
        "좋았어(내기를 받아들이며 하는 말)"
      ]
    },
    {
      "phrase": "you're welcome",
      "hanja": "",
      "example": {},
      "meanings": [
        "천만에요[별 말씀을 다 하세요](고맙다는 말에 대한 정중한 인사)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "너 벼락 맞을 거야!",
      "frequency": 0
    },
    {
      "meaning": "당신 말이 옳은 것 같아요.",
      "frequency": 0
    },
    {
      "meaning": "너 바쁜거 알아.",
      "frequency": 0
    },
    {
      "meaning": "이제야 감을 잡는군.",
      "frequency": 0
    },
    {
      "meaning": "너 거짓말을 하는 것 같군.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "미래에요. - 제 미래에요. It's youre future. - It is. 듣기 View video GOT7 : 갓세븐의 하드캐리 3화 (GOT7 'HARD CARRY' ep.3)",
      "english": "It's youre future. - It is."
    }
  ],
  "examples": [
    {
      "korean": "It sounds like you're well-balanced. 듣기 Add to Wordbook 매우 균형 잡힌 사고의 소유자이신 것 같네요. DARAKWON",
      "english": "It sounds like you're well-balanced. Add to Wordbook"
    },
    {
      "korean": "If you're ever in the neighborhood, call me. 듣기 Add to Wordbook 언제든 근처에 오시게 되면 전화 주십시오. DARAKWON",
      "english": "If you're ever in the neighborhood, call me. Add to Wordbook"
    },
    {
      "korean": "You're right on the money about the candidates. 듣기 Add to Wordbook 후보자들에 관한 당신의 의견이 딱 맞아떨어지네요. DARAKWON",
      "english": "You're right on the money about the candidates. Add to Wordbook"
    },
    {
      "korean": "I'm sorry, but you're overreacting to what was said. 듣기 Add to Wordbook 죄송합니다만, 들으신 내용에 대해 과민반응을 하고 계십니다. DARAKWON",
      "english": "I'm sorry, but you're overreacting to what was said. Add to Wordbook"
    },
    {
      "korean": "You're my competitor. Tell me why I should be afraid of you. 듣기 Add to Wordbook 귀하가 경쟁자에게 왜 위협적인 존재일지 말해 보세요. DARAKWON",
      "english": "You're my competitor. Tell me why I should be afraid of you. Add to Wordbook"
    }
  ]
}