{
  "phrases": [
    {
      "phrase": "ZA",
      "hanja": "",
      "example": {},
      "meanings": [
        "Zuid Afrika(South Africa)."
      ]
    },
    {
      "phrase": "za",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 미·속어 피자(pizza)"
      ]
    },
    {
      "phrase": "zero adjustment ( ZA )",
      "hanja": "",
      "example": {},
      "meanings": [
        "원자력용어 영점조정(零點調整)"
      ]
    },
    {
      "phrase": "'za",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] (slang) Pizza"
      ]
    },
    {
      "phrase": "Z.A.",
      "hanja": "",
      "example": {},
      "meanings": [
        "the ZA (or Z.A.) is an acronym referring to or about the zombie apocalypse, the time during which society will fall to a horde of flesh eating zombies creating an apocalypse to the modern world as we know it, much like the settings of the movies Day of the Dead, 48 Days Later, and Zombieland."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Zuid Afrika",
      "frequency": 0
    },
    {
      "meaning": "Ziva Antika",
      "frequency": 0
    },
    {
      "meaning": "Z Axis",
      "frequency": 0
    },
    {
      "meaning": "Zul Aman",
      "frequency": 0
    },
    {
      "meaning": "Zero Army",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "산이랑 놀사람 여기여기 붙어라, 짜잔! Who wants to play with San E? Za za zan! 듣기 View video IDOL x IDOL : RoadBoyz - Road Together 로드보이즈 '다 따라와 이 몸이 나가신다'",
      "english": "Who wants to play with San E? Za za zan!"
    },
    {
      "korean": "\"야자타임 해주세요.\" \"Do Ya-za Time.\" 듣기 View video V MOVIE : <국가대표2> 스팟라이브",
      "english": "\"Do Ya-za Time.\""
    },
    {
      "korean": "숑숑이라는 사람이. -짜, 짜. Shong Shong was... - Z. Za. 듣기 View video IMFACT : [IMFACT] 본격 소통 방송 - 여보세요7",
      "english": "Shong Shong was... - Z. Za."
    },
    {
      "korean": "난징숑짜이로 해보겠습니다. Let's do this. Nan Jing Shong Za I. 듣기 View video IMFACT : [IMFACT] 본격 소통 방송 - 여보세요7",
      "english": "Let's do this. Nan Jing Shong Za I."
    },
    {
      "korean": "난징숑짜이로 한번 해보겠습니다. Let's do this. Nan Jing Shong Za I. 듣기 View video IMFACT : [IMFACT] 본격 소통 방송 - 여보세요7",
      "english": "Let's do this. Nan Jing Shong Za I."
    }
  ],
  "examples": [
    {
      "korean": "I have visited www.postoffice.co.za numerous times to check on the status of my order, and each time the website tells me that my order is still in transit. 발음듣기 저는 www.postoffice.co.za를 방문해서 수 차례 제 주문의 처리 상태를 확인해 봤지만 그럴 때마다 제 주문이 여전히 운송중이라고 나옵니다. YBM All in All English-Korean Dictionary",
      "english": "I have visited www.postoffice.co.za numerous times to check on the status of my order, and each time the website tells me that my order is still in transit. 발음"
    },
    {
      "korean": "Za’Dariyah Mishaw is two years old. 발음듣기 Za’Dariyah Mishaw은 두 살입니다. TIMES CORE",
      "english": "Za’Dariyah Mishaw is two years old. 발음"
    },
    {
      "korean": "Zakumi is a composition of \"ZA,\" which means South Africa and \"kumi,\" which translates into \"\" in various languages across Africa. 발음듣기 Zakumi는 남아공을 의미하는 \"ZA\"와 아프리카 언어로 \"\"을 뜻하는 \"kumi\"로 이루어져 있습니다. TIMES CORE",
      "english": "Zakumi is a composition of \"ZA,\" which means South Africa and \"kumi,\" which translates into \"\" in various languages across Africa. 발음"
    },
    {
      "korean": "\"Za\" means South Africa and \"kumi\" means the number . 발음듣기 \"자\"는 남아프리카를 의미하고 \"쿠미\"는 숫자 를 의미합니다. TIMES CORE",
      "english": "\"Za\" means South Africa and \"kumi\" means the number . 발음"
    },
    {
      "korean": "His name “Zakumi” comes from “ZA,” the ISO 3166-1 alpha-2 code for South Africa, and “kumi,” a word that means ten in several African languages. 발음듣기 그의 이름 “자쿠미는” 남아공에 해당하는 ISO 3166-1 alpha-2코드인 “ZA”와 여러 아프리카 언어로 10을 뜻하는 “쿠미”에서 왔다. EDU TIMES",
      "english": "His name “Zakumi” comes from “ZA,” the ISO 3166-1 alpha-2 code for South Africa, and “kumi,” a word that means ten in several African languages. 발음"
    }
  ]
}