{
  "phrases": [
    {
      "phrase": "선들다",
      "hanja": " (禪─)",
      "example": {},
      "meanings": [
        "[불교] go into a Buddhist sanctuary to practice contemplation[meditation]."
      ]
    },
    {
      "phrase": "선드리다",
      "hanja": " (禪─)",
      "example": {},
      "meanings": [
        "[불교] ((a Zen priest)) pray[chant a prayer] to Amitabha."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a zen master",
      "frequency": 0
    },
    {
      "meaning": "Zen Buddhism",
      "frequency": 0
    },
    {
      "meaning": "dhyana",
      "frequency": 0
    },
    {
      "meaning": "Zen hipster",
      "frequency": 0
    },
    {
      "meaning": "Dhyāna",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "It must also be refreshing to immerse yourself in the world of Zen for quite a while in complete serenity, with white snow falling silently on the mountain peaks and in valleys. 발음듣기 산 봉우리와 계곡에 흰 눈이 소리 없이 내리고, 꽤 오랜 시간 완전한 선 (禪)의 경지에 빠져드는 경험은 신선한 것임에 틀림없다. TIMES CORE",
      "english": "It must also be refreshing to immerse yourself in the world of Zen for quite a while in complete serenity, with white snow falling silently on the mountain peaks and in valleys. 발음"
    },
    {
      "korean": "An understanding of this can be found in Daoism, Zen, and strategy. 발음듣기 이것의 이해는 도교, 선(禪), 그리고 전략에서 찾아볼 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. doryongdong(dory****) Web Collection",
      "english": "An understanding of this can be found in Daoism, Zen, and strategy. 발음"
    },
    {
      "korean": "Daoism, Zen, and strategy is very simple but very hard to explain. 발음듣기 도교, 선(禪), 그리고 전략은 매우 간단하지만, 설명하기에는 매우 어렵다. User translation Inaccurate information may be included due to the users' self-traslation. doryongdong(dory****) Web Collection",
      "english": "Daoism, Zen, and strategy is very simple but very hard to explain. 발음"
    },
    {
      "korean": "So, both politics and Zen have everything in common but they're as different as chalk and cheese. 발음듣기 그러므로 정치와 禪은 모든것에서 공통점이 있으나, 그들은 본질적으로 매우 상이하다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "So, both politics and Zen have everything in common but they're as different as chalk and cheese. 발음"
    }
  ]
}