{
  "phrases": [
    {
      "phrase": "가뜩이나",
      "hanja": "",
      "example": {},
      "meanings": [
        "moreover, furthermore, in addition to this[that], what is worse, to make matters worse, worse still, on top of(it)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "to complete one's misery",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[솔직히 가뜩이나 웃긴데 마끄리 따라웃다가 광대에 쥐난 적 있다 없다?] [It's honestly so funny... How can just stare at Mark laughing?] View video V PICK! : [NCT] 말로 짜티 끓이는 마끄와 푸두에 내 잇몸 지금 물 다뺀 뻑뻑한 짜티야 (So cute MARK&HAECHAN)",
      "english": "[It's honestly so funny... How can just stare at Mark laughing?]"
    },
    {
      "korean": "제가 머리가 잘 빠지고 숱도 없는데 가뜩이나. Since my hair falls out easily and I don't have thick hair. 듣기 View video 졸잼티비 (joLjamTV) : ep1. 예쁜 선배, 예쁜 후배 _ 뷰티스코드3",
      "english": "Since my hair falls out easily and I don't have thick hair."
    },
    {
      "korean": "[바나나 로띠 맛에 놀라 가뜩이나 큰 눈 더 커짐] - 이거 뭐예요? - 누텔라. [Big eyes get bigger with amazing taste] - What's this? - Nutella. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP43 어서 와! 방콕은 처음이지?",
      "english": "[Big eyes get bigger with amazing taste] - What's this? - Nutella."
    },
    {
      "korean": "가뜩이나 없는데. I was so scared. 듣기 View video 아이엠 (I am) : <사랑, 기억에 머물다> 1-1화",
      "english": "I was so scared."
    },
    {
      "korean": "가뜩이나 갈 친구도 없는데. I don't have friends to go with anyway. 듣기 View video 키워드#보아 - my SMTelevision : [키워드#보아] Ep.10 가즈아~ 키가 준비한 즉흥여행! (2)",
      "english": "I don't have friends to go with anyway."
    }
  ],
  "examples": [
    {
      "korean": "Why are you provoking an already angry man? 듣기 Add to Wordbook 가뜩이나 화난 사람에게 왜 그래요? Neungyule",
      "english": "Why are you provoking an already angry man? Add to Wordbook"
    },
    {
      "korean": "Why do you provoke an already angry man? 듣기 Add to Wordbook 가뜩이나 화난 사람 가지고 왜 그래? Neungyule",
      "english": "Why do you provoke an already angry man? Add to Wordbook"
    },
    {
      "korean": "I am dog-tired and still they want me to work. 듣기 Add to Wordbook 가뜩이나 피로한데 또 일을 하란다 Dong-a's Prime English-Korean Dictionary",
      "english": "I am dog-tired and still they want me to work. Add to Wordbook"
    },
    {
      "korean": "To complete his misery, he lost his son most recently. 듣기 Add to Wordbook 가뜩이나 불행한 데다 그는 아주 최근에 아들을 잃었다. YBM All in All English-Korean Dictionary",
      "english": "To complete his misery, he lost his son most recently. Add to Wordbook"
    },
    {
      "korean": "He was deeply in debt, and on top of that he lost his job. 듣기 Add to Wordbook 그는 가뜩이나 빚을 많이 지고 있는데 실직까지 했다 Dong-a's Prime English-Korean Dictionary",
      "english": "He was deeply in debt, and on top of that he lost his job. Add to Wordbook"
    }
  ]
}