{
  "phrases": [
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) go, come, get, (formal) proceed",
        "(~하러 떠나다) go",
        "(군대·학교 등을) join, enter, go (to)"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb become, turn (↔오다2)",
        "Assistant adverb do something while doing something"
      ]
    },
    {
      "phrase": "가긴 가는데 하루에 3분씩 느려요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-시계점 It runs all right, but it loses about three minutes a day."
      ]
    },
    {
      "phrase": "한국대사관까지는 가는데 얼마나 걸립니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-택시 안에서 How long does it take to go to the Korean Embassy?"
      ]
    },
    {
      "phrase": "갈 데까지 가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go as far as one can go",
        "go as far as one can go"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "on the way over to...",
      "frequency": 0
    },
    {
      "meaning": "malthorse",
      "frequency": 0
    },
    {
      "meaning": "How long does it take to",
      "frequency": 0
    },
    {
      "meaning": "T lymphocytes",
      "frequency": 0
    },
    {
      "meaning": "go",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "저도 잘 못 가는데... I don't go there often. 듣기 View video TOMORROW X TOGETHER : 태현 탄신일❣",
      "english": "I don't go there often."
    },
    {
      "korean": "어디 카페에 가는데요? Which cafe are you headed to? 듣기 View video NCT : 안녕하세요 시즈니!! 제노에요진짜 잠깐 하려고 하는데.. 제노가 보고싶으면 들어오세요!! 이제 시작합니다",
      "english": "Which cafe are you headed to?"
    },
    {
      "korean": "가는데 그렇게 오래 걸린다는 건가? Will it take that long to get there? 듣기 View video TWICE : 나연 TV “나연이 하와이 갔나연?” EP.01",
      "english": "Will it take that long to get there?"
    },
    {
      "korean": "하루 있다 가는데 되게 알차게 보냈네! We spent a fruitful day during our stay! 듣기 View video ITZY : ITZY(있지) IT'z TOURBOOK EP07",
      "english": "We spent a fruitful day during our stay!"
    },
    {
      "korean": "카페 가는데 뭐 마실지 추천해달라고요? You want me to recommend you what to drink at a cafe? 듣기 View video NCT : 안녕하세요 시즈니!! 제노에요진짜 잠깐 하려고 하는데.. 제노가 보고싶으면 들어오세요!! 이제 시작합니다",
      "english": "You want me to recommend you what to drink at a cafe?"
    }
  ],
  "examples": [
    {
      "korean": "a special stone for grinding knives 듣기 Add to Wordbook 칼을 가는 데 쓰는 특수 숫돌 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a special stone for grinding knives Add to Wordbook"
    },
    {
      "korean": "Allow sufficient time to get there. 듣기 Add to Wordbook 그곳까지 가는 데는 시간을 충분히 잡아라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Allow sufficient time to get there. Add to Wordbook"
    },
    {
      "korean": "Allow plenty of time to get to the airport. 듣기 Add to Wordbook 공항까지 가는 데는 시간을 충분히 잡아라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Allow plenty of time to get to the airport. Add to Wordbook"
    },
    {
      "korean": "The journey takes about an hour door to door. 듣기 Add to Wordbook 출발지에서 도착지까지 가는 데 1 시간이 걸린다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The journey takes about an hour door to door. Add to Wordbook"
    },
    {
      "korean": "It takes about half an hour to get to the airport. 듣기 Add to Wordbook 공항까지 가는 데는 약 반 시간이 걸린다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It takes about half an hour to get to the airport. Add to Wordbook"
    }
  ]
}