{
  "phrases": [
    {
      "phrase": "가 볼 만하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be worth[worthy of] a visit"
      ]
    },
    {
      "phrase": "거긴 필히 가 볼 곳이더라.",
      "hanja": "",
      "example": {},
      "meanings": [
        "It's really a must."
      ]
    },
    {
      "phrase": "가볼 만한 곳을 알려 주시겠어요?",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지에서의 표현 Any tourist attractions here?"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈으로) see, watch, look (at), catch sight (of), (처음으로) set[lay, clap] eyes (on), (목격하다) spot, witness",
        "(TV·영화 등을) watch, see",
        "(사람을) see, meet (with)"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) go, come, get, (formal) proceed",
        "(~하러 떠나다) go",
        "(군대·학교 등을) join, enter, go (to)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mesosome",
      "frequency": 0
    },
    {
      "meaning": "take",
      "frequency": 3
    },
    {
      "meaning": "see",
      "frequency": 3
    },
    {
      "meaning": "get",
      "frequency": 3
    },
    {
      "meaning": "blind",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "가보고 싶었던 곳도 더 많이 헤엄쳐서 가볼걸... I should have swam more to the places I wanted to go to. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "I should have swam more to the places I wanted to go to."
    },
    {
      "korean": "어떻게 한번 소리 안 듣고 가볼 수 없겠죠? We'll have to hear them, right? 듣기 View video BTOB : 비투비 - 비트콤 #91 (민혁 'HUTAZONE : TWONIGHT' 콘서트 마지막 날 비하인드)",
      "english": "We'll have to hear them, right?"
    },
    {
      "korean": "[Q. 어디까지 가볼 예정이에요?] (어디까지 갈) 예정이냐고요? [Q. How far will you go?] How far? 듣기 View video MONSTA X : [몬채널][B] EP.143 THE FACT MUSIC AWARDS",
      "english": "[Q. How far will you go?] How far?"
    },
    {
      "korean": "그 다음에 타워 레코드를 가볼 것 같아요! 그쵸? we're going to visit Tower Records. Right? 듣기 View video ITZY : [ITZY? ITZY!(있지?있지!)] EP27. 도쿄 자유시간 있지!",
      "english": "we're going to visit Tower Records. Right?"
    },
    {
      "korean": "[달라진 무대의 위험요소를 알려주는 스태프] - 조심해야 해요 - 한번 확인하러 가볼 수 있나요? [Staff notifying them of different risk factors] - You need to watch out. - Can I go and check? 듣기 View video Mnet : [ONE DREAM.TXT] Reality Ep.05 - Part.3",
      "english": "[Staff notifying them of different risk factors] - You need to watch out. - Can I go and check?"
    }
  ],
  "examples": [
    {
      "korean": "Why don’t you hire a car? Then you’ll be able to visit more of the area. 듣기 Add to Wordbook 차를 한 대 빌리시는 게 어때요? 그러면 그 지역의 더 많은 곳을 가 볼 수 있을 텐데. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Why don’t you hire a car? Then you’ll be able to visit more of the area. Add to Wordbook"
    },
    {
      "korean": "The museum is certainly worth a visit. 듣기 Add to Wordbook 그 박물관은 확실히 한번 가 볼 만하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The museum is certainly worth a visit. Add to Wordbook"
    },
    {
      "korean": "I tactfully suggested he should see a doctor. 듣기 Add to Wordbook 나는 눈치 있게 그에게 의사에게 가 볼 것을 제의했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I tactfully suggested he should see a doctor. Add to Wordbook"
    },
    {
      "korean": "That place is good, but it’s way overpriced. Not worth it IMO. 듣기 Add to Wordbook 그 식당 괜찮긴 한데, 너무 값이 높게 매겨졌어. 그래도 내 의견엔 가볼 만 하지만. DARAKWON",
      "english": "That place is good, but it’s way overpriced. Not worth it IMO. Add to Wordbook"
    },
    {
      "korean": "As a Denverite, I highly recommend you to visit the Red Rocks Park near Denver. 듣기 Add to Wordbook 덴버 사람으로서, 덴버 근처의 레드락 공원에 가 볼 것을 강력히 추천한다. 국제영어대학원대학교 신어사전",
      "english": "As a Denverite, I highly recommend you to visit the Red Rocks Park near Denver. Add to Wordbook"
    }
  ]
}