{
  "phrases": [
    {
      "phrase": "가볍다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(무게가) light",
        "(부담 없다) light",
        "(마음이)"
      ]
    },
    {
      "phrase": "참을 수 없는 존재의 가벼움",
      "hanja": " (─存在─)",
      "example": {},
      "meanings": [
        "문학 The Unbearable Lightness of Being"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lightness 2",
      "frequency": 0
    },
    {
      "meaning": "mildness",
      "frequency": 0
    },
    {
      "meaning": "unsubstantiality",
      "frequency": 0
    },
    {
      "meaning": "liteness",
      "frequency": 0
    },
    {
      "meaning": "featheriness",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[깃털 같은 가벼움] 내 거 근데 무게가 없어. [As light as a feather] My box is weightless. 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.08",
      "english": "[As light as a feather] My box is weightless."
    },
    {
      "korean": "갑자기 받아도 부담스럽지 않은 가벼움이 좋다. \"I like the lightness of not being burdened when I suddenly accept it.\" 듣기 View video MOMO X : [모모문고] 남태현 편 (NAM TAEHYUN)",
      "english": "\"I like the lightness of not being burdened when I suddenly accept it.\""
    },
    {
      "korean": "동생들도 마음놓고 가벼움을 표출할 수 있는 거지. - 형이 너무 동생같이 해서... So the younger ones lighten up too. - You're too childish. 듣기 View video V Special : [꽃브로] MINWOO & JUNGKOOK EP5. \"Older bros are watching\"",
      "english": "So the younger ones lighten up too. - You're too childish."
    },
    {
      "korean": "맞아 - 아니면 \"왜 이렇게 가볍게 해?\" Yeah. - Or some ask, \"Why are you taking it so light\"? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "Yeah. - Or some ask, \"Why are you taking it so light\"?"
    },
    {
      "korean": "우리처럼 가볍게 하는 건 - 부업으로 하면... If we think of it as a hobby... - If it's on the side track... 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "If we think of it as a hobby... - If it's on the side track..."
    }
  ],
  "examples": [
    {
      "korean": "In the Seoul subways, Korean people look like taking a lot of things too seriously as if there is any levity at all. 듣기 Add to Wordbook 서울의 지하철에서 보면 한국 사람들은 모든 일을 진지하게 받아들이고 가벼움이라고는 찾아볼 수 없어 보인다. YBM All in All English-Korean Dictionary",
      "english": "In the Seoul subways, Korean people look like taking a lot of things too seriously as if there is any levity at all. Add to Wordbook"
    },
    {
      "korean": "The Unbearable Lightness of Being is a story about two couples living in Prague in the late 1960s and the 1970s. 듣기 Add to Wordbook 참을 수 없는 존재의 가벼움은 1960년대 말과 1970년대에 프라하에 살던 두 커플에 관한 이야기이다. TIMES CORE",
      "english": "The Unbearable Lightness of Being is a story about two couples living in Prague in the late 1960s and the 1970s. Add to Wordbook"
    },
    {
      "korean": "Intended or not, his strategy of being less serious and turning music into a laughable piece of entertainment worked out well. 듣기 Add to Wordbook 의도했건 하지 않았건, 그의 가벼움과 음악을 웃을 수 있는 오락으로 만든 그의 전략은 훌륭하게 맞아떨어졌다. TIMES CORE",
      "english": "Intended or not, his strategy of being less serious and turning music into a laughable piece of entertainment worked out well. Add to Wordbook"
    },
    {
      "korean": "Mosi, in particular, which boasted of its chic beauty, as well as its breathability, lightness, and suppleness, had no parallel as the fabric for summer clothes. 듣기 Add to Wordbook 특히 통풍성, 가벼움, 유연함과 더불어 세련미를 뽐내는 모시는 여름 옷감으로 견줄 대상이 없다. TIMES CORE",
      "english": "Mosi, in particular, which boasted of its chic beauty, as well as its breathability, lightness, and suppleness, had no parallel as the fabric for summer clothes. Add to Wordbook"
    },
    {
      "korean": "The Unbearable Lightness of Being by Milan Kundera topped the list, followed by Zorba the Greek by Nikos Kazantzakis and Night Train to Lisbon by Pascal Mercier. 듣기 Add to Wordbook 밀란 쿤데라의 참을 수 없는 존재의 가벼움이 1위를 차지했고, 니키스 카잔차키스의 그리스인 조르바와 파스칼 메르시어의 리스본행 야간열차가 그 뒤를 이었다. TIMES CORE",
      "english": "The Unbearable Lightness of Being by Milan Kundera topped the list, followed by Zorba the Greek by Nikos Kazantzakis and Night Train to Lisbon by Pascal Mercier. Add to Wordbook"
    }
  ]
}