{
  "phrases": [
    {
      "phrase": "가서",
      "hanja": " (家書)",
      "example": {},
      "meanings": [
        "a letter from[to] one's home"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) go, come, get, (formal) proceed",
        "(~하러 떠나다) go",
        "(군대·학교 등을) join, enter, go (to)"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb become, turn (↔오다2)",
        "Assistant adverb do something while doing something"
      ]
    },
    {
      "phrase": "얼마 안 가서",
      "hanja": "",
      "example": {},
      "meanings": [
        "in a short time",
        "before long"
      ]
    },
    {
      "phrase": "후년에 가서",
      "hanja": "",
      "example": {},
      "meanings": [
        "in future years",
        "in later[after] years",
        "in years to come"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "run along",
      "frequency": 0
    },
    {
      "meaning": "dodgem",
      "frequency": 0
    },
    {
      "meaning": "drag-and-drop",
      "frequency": 0
    },
    {
      "meaning": "tax haven",
      "frequency": 0
    },
    {
      "meaning": "shut somebody/yourself in (something)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "가서... After I came back... 듣기 View video PENTAGON : 조곤조곤",
      "english": "After I came back..."
    },
    {
      "korean": "'카페 가서 뭐 마셔?' \"What do you think at a cafe?\" 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "\"What do you think at a cafe?\""
    },
    {
      "korean": "가서 또 봐요 - TMI 아냐? See you then. - Wasn't it a TMI? 듣기 View video GOT7 : GOT7(갓세븐) OFFLINE #2",
      "english": "See you then. - Wasn't it a TMI?"
    },
    {
      "korean": "로스쿨 가서 뭐 할 거야? What are you going to study there? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "What are you going to study there?"
    },
    {
      "korean": "뭐 우체국 가서 - 여기서 한번 해볼까요? At post offices... - Should we try it here? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "At post offices... - Should we try it here?"
    }
  ],
  "examples": [
    {
      "korean": "Where have you been to get that suntan? 듣기 Add to Wordbook 어디에 가서 그렇게 선탠을 하셨어요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Where have you been to get that suntan? Add to Wordbook"
    },
    {
      "korean": "She went to the doctor complaining of dizzy spells. 듣기 Add to Wordbook 그녀는 의사에게 가서 잠깐씩[간간이] 현기증이 난다고 호소했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She went to the doctor complaining of dizzy spells. Add to Wordbook"
    },
    {
      "korean": "Go and lie down for a while. 듣기 Add to Wordbook 가서 좀 누워 있어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Go and lie down for a while. Add to Wordbook"
    },
    {
      "korean": "He dribbled past two defenders and scored a magnificent goal. 듣기 Add to Wordbook 그가 수비수 두 명을 제치고 공을 드리블해 가서 멋진 골을 넣었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He dribbled past two defenders and scored a magnificent goal. Add to Wordbook"
    },
    {
      "korean": "Go and get me a pen please. 듣기 Add to Wordbook 가서 펜 하나 갖다 줘. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Go and get me a pen please. Add to Wordbook"
    }
  ]
}