{
  "phrases": [
    {
      "phrase": "가속",
      "hanja": " (加速)",
      "example": {},
      "meanings": [
        "[명사] acceleration, [동사] accelerate"
      ]
    },
    {
      "phrase": "가속페달",
      "hanja": "",
      "example": {},
      "meanings": [
        "(Am) gas pedal, (Brit) accelerator"
      ]
    },
    {
      "phrase": "내가속도복",
      "hanja": " (耐加速度服)",
      "example": {},
      "meanings": [
        "항공 an anti-G suit",
        "항공 a G suit"
      ]
    },
    {
      "phrase": "가속페달을 밟다",
      "hanja": "",
      "example": {},
      "meanings": [
        "step on the gas pedal[accelerator]"
      ]
    },
    {
      "phrase": "입자 가속 장치",
      "hanja": "",
      "example": {},
      "meanings": [
        "a particle accelerator"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "acceleration",
      "frequency": 0
    },
    {
      "meaning": "delta-v",
      "frequency": 0
    },
    {
      "meaning": "festination",
      "frequency": 0
    },
    {
      "meaning": "runup",
      "frequency": 0
    },
    {
      "meaning": "accelerating",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "가속이 붙으니까 못 멈추겠는 거예요. I couldn't stop once I started speeding up. 듣기 View video SUNMI : [Full] SUNMI Premium Showcase [WARNING]",
      "english": "I couldn't stop once I started speeding up."
    },
    {
      "korean": "그래서 가속이 붙으니까 못 멈추겠는 거예요. So when I started speeding up, I just couldn't stop. 듣기 View video SUNMI : [Full] SUNMI Premium Showcase [WARNING]",
      "english": "So when I started speeding up, I just couldn't stop."
    },
    {
      "korean": "가속을 그냥 제가 밀어붙입니다. to the limit. 듣기 View video MONSTA X : [몬채널][B] EP.58 SHINE FOREVER COMEBACK WEEK",
      "english": "to the limit."
    },
    {
      "korean": "나이 들어서 뇌세포가 죽는 속도를 알코올이 엄청나게 가속화시켜요. Alcohol speeds up the rate of cell destruction. 듣기 View video 10PM : 양재진, 딘딘의 비정상담소 unusual counseling center",
      "english": "Alcohol speeds up the rate of cell destruction."
    },
    {
      "korean": "전방에 가속 방지턱이 있습니다. - Tae-ha 오늘 옷의 concept는? There is a bump ahead. - What's the concept of your cloth? 듣기 View video IDOL x IDOL : BerryGood - BerryGood Job! 베리굿 '그녀들의 유쾌한 이야기'",
      "english": "There is a bump ahead. - What's the concept of your cloth?"
    }
  ],
  "examples": [
    {
      "korean": "Exposure to the sun can accelerate the ageing process. 발음듣기 햇볕에 노출되면 노화 진행이 가속화될 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Exposure to the sun can accelerate the ageing process. 발음"
    },
    {
      "korean": "Inflation continues to accelerate. 발음듣기 인플레이션이 계속 가속화되고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Inflation continues to accelerate. 발음"
    },
    {
      "korean": "an acceleration in the rate of economic growth 발음듣기 가속되는 경제 성장률 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an acceleration in the rate of economic growth 발음"
    },
    {
      "korean": "Migration for work is accelerating in the Third World. 발음듣기 제3세계에서 직업을 구하기 위한 이주가 가속되고 있다. 절대어휘 5100",
      "english": "Migration for work is accelerating in the Third World. 발음"
    },
    {
      "korean": "The shift from their traditional telecom business has been accelerating as the three companies have suffered performance deterioration of their mobile phone business over the past year. 발음듣기 전통적인 통신 사업으로부터의 변화는 지난해 세 통신사가 모바일 통신 사업의 수익 저하를 겪으며 가속화되어왔다. The Korea Times",
      "english": "The shift from their traditional telecom business has been accelerating as the three companies have suffered performance deterioration of their mobile phone business over the past year. 발음"
    }
  ]
}