{
  "phrases": [
    {
      "phrase": "gaur",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 큰 들소 ((인도산))"
      ]
    },
    {
      "phrase": "Gower",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun John, 가워(1325?-1408): 영국의 시인."
      ]
    },
    {
      "phrase": "존 가워",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물 John Gower"
      ]
    },
    {
      "phrase": "조지 레벤슨 가워",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 2nd Earl Granville"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Gower, John",
      "frequency": 0
    },
    {
      "meaning": "Gower",
      "frequency": 0
    },
    {
      "meaning": "Gower Salt Marsh Lamb",
      "frequency": 0
    },
    {
      "meaning": "Jessica Gower",
      "frequency": 0
    },
    {
      "meaning": "gayal",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The Gower Peninsula, which is rich in limestone cliffs and marshy hills, was the first area in the United Kingdom to designate to conserve. 듣기 Add to Wordbook 석회암 절벽과 늪 같은 언덕들이 풍부한 가워 반도는 영국에서 보존을 위해 지정한 첫 번째 지역이었습니다. TIMES CORE",
      "english": "The Gower Peninsula, which is rich in limestone cliffs and marshy hills, was the first area in the United Kingdom to designate to conserve. Add to Wordbook"
    },
    {
      "korean": "Friend the Member for Gower was. 듣기 Add to Wordbook 친구 멤버는 가워(영국의 시인)를 위함이었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 다현(gus_****) Hansard",
      "english": "Friend the Member for Gower was. Add to Wordbook"
    },
    {
      "korean": "White-stockinged gaur, the largest wild oxen on Earth, browse a lakeshore within the Periyar Tiger Reserve in Kerala. 듣기 Add to Wordbook 지구 상에서 가장 큰 야생 들소인, 다리가 하얀 인도산 들소들이 케랄라에 위치한 페리야르 호랑이 보호지역 내 호숫가를 거닐고 있습니다. hansemEUG",
      "english": "White-stockinged gaur, the largest wild oxen on Earth, browse a lakeshore within the Periyar Tiger Reserve in Kerala. Add to Wordbook"
    },
    {
      "korean": "An epidemic of rinderpest, an infectious disease spread by domestic cattle, swept through the park in the mid-1970s and killed some thousand gaur. 듣기 Add to Wordbook 가축 소떼가 퍼뜨린 전염성 질병인 '우역'이 1970년대 중반 공원을 휩쓸어 수천 마리의 들소가 죽었기 때문입니다. hansemEUG",
      "english": "An epidemic of rinderpest, an infectious disease spread by domestic cattle, swept through the park in the mid-1970s and killed some thousand gaur. Add to Wordbook"
    },
    {
      "korean": "Friend the Member for Gower (Mr. Wardell) alluded to the National Rivers Authority. 듣기 Add to Wordbook 고워란 친구(워델씨)는 국가수역당국을 넌지시 시사하였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 마이티아톰(barr****) Hansard",
      "english": "Friend the Member for Gower (Mr. Wardell) alluded to the National Rivers Authority. Add to Wordbook"
    }
  ]
}