{
  "phrases": [
    {
      "phrase": "가입국",
      "hanja": " (加入國)",
      "example": {},
      "meanings": [
        "member nation"
      ]
    },
    {
      "phrase": "조약 가입국",
      "hanja": "",
      "example": {},
      "meanings": [
        "a signatory (power) to a treaty"
      ]
    },
    {
      "phrase": "국제 연합 가입국",
      "hanja": " (國際聯合加入國)",
      "example": {},
      "meanings": [
        "a member of the United Nations"
      ]
    },
    {
      "phrase": "가입국을 거느리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lead member nation"
      ]
    },
    {
      "phrase": "가입국을 확보하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "secure member nation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "international subscriber dialing",
      "frequency": 0
    },
    {
      "meaning": "the [Universal] Postal countries",
      "frequency": 0
    },
    {
      "meaning": "a United Nations finding",
      "frequency": 0
    },
    {
      "meaning": "heavy loaded station",
      "frequency": 0
    },
    {
      "meaning": "light-loaded station",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "We are 25 member states in the European Union. 발음듣기 우리 유럽연합 가입국은 모두 25개국입니다. YBM All in All English-Korean Dictionary",
      "english": "We are 25 member states in the European Union. 발음"
    },
    {
      "korean": "Member nation can receive help from the World Heritage Fund. 발음듣기 가입국은 세계 유산 기금으로부터 도움을 받을 수 있다. Neungyule",
      "english": "Member nation can receive help from the World Heritage Fund. 발음"
    },
    {
      "korean": "The Organization for Economic Cooperation and Development reported that South Korea has the second highest property tax among the 30 OECD members. 발음듣기 경제협력개발기구는 한국이 30개의 OECD 가입국들 중 두 번째로 높은 재산세를 가지고 있다고 보고했다. Neungyule",
      "english": "The Organization for Economic Cooperation and Development reported that South Korea has the second highest property tax among the 30 OECD members. 발음"
    },
    {
      "korean": "Currently, 15 member nations of the EU use the euro as its currency, along with 11 other territories that are not official EU members. 발음듣기 현재, 공식적인 유럽 연합 가입국이 아닌 11개의 다른 지역 국가들과 함께, 유럽 연합의 15개 회원국이 유로화를 통화로 사용하고 있다. Neungyule",
      "english": "Currently, 15 member nations of the EU use the euro as its currency, along with 11 other territories that are not official EU members. 발음"
    },
    {
      "korean": "Through the international police system, we will be able to get the help of 188 member countries and hopefully attract reports from people around the world.' 발음듣기 국제 경찰 협력 체제를 통해서 188개 인터폴 가입국에게서 지원을 받을 수 있어, 전 세계인들로부터 도난 문화재에 대한 제보를 얻을 수 있을 것으로 기대하고 있다.' Neungyule",
      "english": "Through the international police system, we will be able to get the help of 188 member countries and hopefully attract reports from people around the world.' 발음"
    }
  ]
}