{
  "phrases": [
    {
      "phrase": "가지기",
      "hanja": "",
      "example": {},
      "meanings": [
        "a divorcee who cohabits with a man"
      ]
    },
    {
      "phrase": "가지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸에 지니다) have, (지니다) carry",
        "(소유하다) have, own",
        "(특성·경험·자격 등을) have, possess"
      ]
    },
    {
      "phrase": "가지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb (Abbr.) 갖다2. gajida",
        "Assistant adverb (Abbr.) 갖다2. gajida"
      ]
    },
    {
      "phrase": "가지고 놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hold and play the fool with"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "aequam servare mentem",
      "frequency": 0
    },
    {
      "meaning": "having problem",
      "frequency": 0
    },
    {
      "meaning": "take",
      "frequency": 2
    },
    {
      "meaning": "attached",
      "frequency": 2
    },
    {
      "meaning": "have",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "저희가 이 한우를 가지기 위해서 얼마나... To obtain this hanu beef, we have... 듣기 View video V COOKIE : [Full]VAV X VSLIVE - VAV의 VSLIVE!",
      "english": "To obtain this hanu beef, we have..."
    },
    {
      "korean": "한 마리씩 관심을 가지기 시작했어. -대박! More are taking interest. - Awesome! 듣기 View video V Special : [꽃브로] 꽃미남 브로맨스 - 육성재&영민,광민 EP2. \"흥부자 삼총사\"",
      "english": "More are taking interest. - Awesome!"
    },
    {
      "korean": "[그때그때 풀 수 있는 타임 시간 가지기] 이런 거 나쁘지 않습니다. [Breaks to relieve stress] This would do you good. 듣기 View video MONSTA X : [REPLAY] MONSTA X-RAY (몬스타엑스레이) _6화",
      "english": "[Breaks to relieve stress] This would do you good."
    },
    {
      "korean": "봄이 되면 또 야외로 많이 나들이 다니면서 즐거운 시간도 가지기를 바라겠습니다. Hope you have a great time outdoors during the Spring. 듣기 View video V Special : [REPLAY] 2017 이동욱 아시아 투어 in 서울 '4 My Dear' (Lee Dong Wook)",
      "english": "Hope you have a great time outdoors during the Spring."
    },
    {
      "korean": "여러분들과 함께 즐거운 시간을 가지기 위해서 많은 걸 준비했습니다. In order to have a fun time with you, we've prepared many things. 듣기 View video BRANDNEW BOYS : [Replay] MXM (BRANDNEWBOYS) 2ND MINI ALBUM 'MATCH UP' SHOWCASE",
      "english": "In order to have a fun time with you, we've prepared many things."
    }
  ],
  "examples": [
    {
      "korean": "It is difficult for celebrities to have private lives. 발음듣기 유명인들은 사생활을 가지기가 어렵다. 절대어휘 5100",
      "english": "It is difficult for celebrities to have private lives. 발음"
    },
    {
      "korean": "Since people have a right to know how the government operates, the governing party should not have a monopoly over the media. 발음듣기 정부가 어떻게 운영돠는지 국민은 알 권리를 가지기 때문에, 여당은 대중매체를 독점해서는 안 된다. 절대어휘 5100",
      "english": "Since people have a right to know how the government operates, the governing party should not have a monopoly over the media. 발음"
    },
    {
      "korean": "The people are here to get their autographed photos. 발음듣기 사람들은 그들의 자필서명이 들어간 사진을 가지기 위해 여기에 있다. YBM All in All English-Korean Dictionary",
      "english": "The people are here to get their autographed photos. 발음"
    },
    {
      "korean": "Jim was supposed to divide the cake into two equal pieces, but he took the lion's share. 발음듣기 짐은 그 케이크를 반쪽씩 나누어 가지기로 하였지만 그는 큰 쪽을 가졌다. YBM All in All English-Korean Dictionary",
      "english": "Jim was supposed to divide the cake into two equal pieces, but he took the lion's share. 발음"
    },
    {
      "korean": "The U.S certainly hopes that Iran will take a few days to think over a very serious proposal. 발음듣기 미국은 이란이 국제 사회의 이 신중한 제안에 대해 생각할 시간을 몇 일간 가지기를 바랍니다. YBM All in All English-Korean Dictionary",
      "english": "The U.S certainly hopes that Iran will take a few days to think over a very serious proposal. 발음"
    }
  ]
}