{
  "phrases": [
    {
      "phrase": "가주",
      "hanja": " (家主)",
      "example": {},
      "meanings": [
        "[집안의 주인] the head of a family [household], [집 주인] a house owner."
      ]
    },
    {
      "phrase": "가주넙치",
      "hanja": "",
      "example": {},
      "meanings": [
        "동물 California halibut"
      ]
    },
    {
      "phrase": "서울가주초등학교",
      "hanja": "",
      "example": {},
      "meanings": [
        "기관·단체 Seoul Gaju Elementary School"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Gaju",
      "frequency": 0
    },
    {
      "meaning": "tenant-landlord relations",
      "frequency": 0
    },
    {
      "meaning": "owner's liability policy",
      "frequency": 0
    },
    {
      "meaning": "Paralichthys californicus",
      "frequency": 0
    },
    {
      "meaning": "Ghazuna",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 늦은 시간에 아들이 좋아하는 사람을 보러 간다고 해서 그렇게 운전하고 1시간 거리를 가주는 어머니가 어디 있어? What kind of mother would drive one hour for the son to see someone he likes? 듣기 View video Park Bo Young : 하이하이",
      "english": "What kind of mother would drive one hour for the son to see someone he likes?"
    },
    {
      "korean": "[단호] - 거짓말 치지 마~ - 놀러 가주는 거지 우리가~ Don't lie. - We go for you! 듣기 View video V PICK! : [gugudan] 짹짹짹 ’>’ 끝나지 않는 새소리 리더 정하기(gugudan 96lines deciding their leaders)",
      "english": "Don't lie. - We go for you!"
    },
    {
      "korean": "[시간아 눈치껏 적당히 가주라... 하빵이 속상해 하니까...] [Time, please move a little slower. You're making Ha Young sad...] View video Apink : Apink Diary 2018 EP.03 (지루함 1도 없는 2주차 활동기!)",
      "english": "[Time, please move a little slower. You're making Ha Young sad...]"
    },
    {
      "korean": "얼른 가주시기를 바라겠습니다. Please go there right now. 듣기 View video V COOKIE : [REPLAY]B1A4 JINYOUNG's LieV - B1A4 진영의 눕방 라이브!",
      "english": "Please go there right now."
    },
    {
      "korean": "\"훅가주\" - 훅가주? \"Get drunk right away drink.\" - Get drunk right away? 듣기 View video V COOKIE : [Full] KIM TAE WOO & SON HO YOUNG X Rooftop Live - 김태우&손호영의 루프탑라이브!",
      "english": "\"Get drunk right away drink.\" - Get drunk right away?"
    }
  ],
  "examples": [
    {
      "korean": "Nothing would please her but that we go along. 발음듣기 함께 가주는 것 이외에 그녀를 기쁘게 해줄 길이 없으리라. YBM All in All English-Korean Dictionary",
      "english": "Nothing would please her but that we go along. 발음"
    },
    {
      "korean": "Knowing English and having proficient English skills may be important for some, but it cannot be generalized as the one and only deciding factor behind one's success. 발음듣기 영어 이해 능력이 뛰어나고, 좋은 영어 실력을 가주는 것이 어떤 사람들에게는 중요한 면이 될 수 있지만, 한 사람이 성공하는 데 영어가 유일한 결정적인 요소라고 일반화할 수는 없다. Neungyule",
      "english": "Knowing English and having proficient English skills may be important for some, but it cannot be generalized as the one and only deciding factor behind one's success. 발음"
    },
    {
      "korean": "however grossly the landlord may neglect his duty 발음듣기 가주(家主)가 제아무리 의무를 태만히 한다 해도 영어영작문대사전",
      "english": "however grossly the landlord may neglect his duty 발음"
    },
    {
      "korean": "It was the wedding between multi-platinum singer Usher Raymond and his long time girlfriend Tameka Foster. 발음듣기 그것은 수 백만 장의 음반이 팔린 가주 어셔 레이몬드와 오래 사귄 여자친구 타메카 포스터의 결혼식이었어요. TIMES CORE",
      "english": "It was the wedding between multi-platinum singer Usher Raymond and his long time girlfriend Tameka Foster. 발음"
    },
    {
      "korean": "Visiting Professors at the California College in China at Peiping 발음듣기 재북평주재(在北平駐在) 가주(加州)대학파견교수. 영어영작문대사전",
      "english": "Visiting Professors at the California College in China at Peiping 발음"
    }
  ]
}