{
  "phrases": [
    {
      "phrase": "Gawain",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 가웨인 ((아서(Arthur) 왕의 원탁 기사 중 한 사람, 왕의 조카))"
      ]
    },
    {
      "phrase": "가웨인경과 녹색의 기사",
      "hanja": " (─卿─綠色─騎士)",
      "example": {},
      "meanings": [
        "문학·역사 Sir Gawain and the Green Knight"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Gawain",
      "frequency": 0
    },
    {
      "meaning": "Guyon",
      "frequency": 0
    },
    {
      "meaning": "가웨인경과 녹색의 기사",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "This time Gawain is furious at the knight's playfulness. 듣기 Add to Wordbook 이번만큼은 기사들의 희롱에 가웨인이 몹시 화가 났다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 마파신부(ssog****)",
      "english": "This time Gawain is furious at the knight's playfulness. Add to Wordbook"
    },
    {
      "korean": "Another example of Christianity can be seen in \"Sir Gawain and the Green Knight\". 듣기 Add to Wordbook 기독교의 또다른 예로는 \"가웨인경과 녹색의 기사\"가 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 letbe8812(letb****)",
      "english": "Another example of Christianity can be seen in \"Sir Gawain and the Green Knight\". Add to Wordbook"
    },
    {
      "korean": "The best of these romances is Sir Gawain and the Green Knight. 듣기 Add to Wordbook 최고의 로맨스는 가웨인 경과 녹기사입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 35127(3512****)",
      "english": "The best of these romances is Sir Gawain and the Green Knight. Add to Wordbook"
    },
    {
      "korean": "I am convinced that life in a physical body is meant to be an ecstatic experience. (Shakti Gawain) 듣기 Add to Wordbook 몸 속의 삶은 황홀한 경험이 되어야 한다고 확신한다. (삭티 거웨인, 건강명언) 명언/속담",
      "english": "I am convinced that life in a physical body is meant to be an ecstatic experience. (Shakti Gawain) Add to Wordbook"
    },
    {
      "korean": "Our bodies communicate to us clearly and specifically, if we are willing to listen to them. (Shakti Gawain) 듣기 Add to Wordbook 귀 기울여 들어준다면 우리 몸은 우리에게 분명하고 구체적으로 얘기한다. (삭티 거웨인, 건강명언) 명언/속담",
      "english": "Our bodies communicate to us clearly and specifically, if we are willing to listen to them. (Shakti Gawain) Add to Wordbook"
    }
  ]
}