{
  "phrases": [
    {
      "phrase": "사흘간만 쓸 건데요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지에서의 표현 I'll only need it for three days."
      ]
    },
    {
      "phrase": "마니간거",
      "hanja": " (嘛呢幹戈(마니간과), 嘛呢干戈)",
      "example": {},
      "meanings": [
        "지명 Manigange"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) go, come, get, (formal) proceed",
        "(~하러 떠나다) go",
        "(군대·학교 등을) join, enter, go (to)"
      ]
    },
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "(거기)"
      ]
    },
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그것) Well!, Why!, There!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Where's that damn book!",
      "frequency": 0
    },
    {
      "meaning": "stalk curing",
      "frequency": 0
    },
    {
      "meaning": "make",
      "frequency": 3
    },
    {
      "meaning": "what's the deal?",
      "frequency": 0
    },
    {
      "meaning": "Where are we heading?",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "간 거야? Did she leave already? 듣기 View video 콬TV (WHYNOT) : 교문 앞에서 일진이 날 찾는다 [일진에게 찍혔을 때] EP07",
      "english": "Did she leave already?"
    },
    {
      "korean": "둘이 또 이태원으로 향수 사러 간 거야? and went to Itaewon to buy the perfume again? 듣기 View video 플레이리스트 (Playlist) : 존잘 연하가 선배 꼬시는 법 [엑스엑스(XX)] - EP.05",
      "english": "and went to Itaewon to buy the perfume again?"
    },
    {
      "korean": "갑자기 어디 간 거야? Where did she go? 듣기 View video 플레이리스트 (Playlist) : 내 편인 줄 알았던 친구의 반전 [다만너] - EP.06",
      "english": "Where did she go?"
    },
    {
      "korean": "이시원 어디 간 거야? Where are you, Lee Siwon? 듣기 View video 콬TV (WHYNOT) : 너와 내가 키스한 이유 [연애미수] EP07 재미 있는 일이 생길 때마다 너에게 말해주고 싶었",
      "english": "Where are you, Lee Siwon?"
    },
    {
      "korean": "채영이 노래 틀고 간 거야 그냥? Haha, she put this one and left? 듣기 View video TWICE : 원쓰으응",
      "english": "Haha, she put this one and left?"
    }
  ],
  "examples": [
    {
      "korean": "Where’s that damn book! 듣기 Add to Wordbook 그놈의 빌어먹을 책은 어디 간 거야! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Where’s that damn book! Add to Wordbook"
    },
    {
      "korean": "Where the dickens did he go? 듣기 Add to Wordbook 그는 도대체 어딜 간 거야? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Where the dickens did he go? Add to Wordbook"
    },
    {
      "korean": "Where on earth were you yesterday? 듣기 Add to Wordbook 도대체 너 어제 어디 간거야? Neungyule",
      "english": "Where on earth were you yesterday? Add to Wordbook"
    },
    {
      "korean": "Where's the justice. An innocent man being wrongfully accused. 듣기 Add to Wordbook 정의는 다 어디로 간 거야. 무고한 사람을 부당하게 고소하다니. Neungyule",
      "english": "Where's the justice. An innocent man being wrongfully accused. Add to Wordbook"
    },
    {
      "korean": "”Where on the earth is the dumb creature? It couldn’t go anywhere!” 듣기 Add to Wordbook \"그 바보스러운 생물은 도대체 어디로 간거야? 그것은 아무데도 갈 수 없는데!\" EDU TIMES",
      "english": "”Where on the earth is the dumb creature? It couldn’t go anywhere!” Add to Wordbook"
    }
  ]
}