{
  "phrases": [
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) go, come, get, (formal) proceed",
        "(~하러 떠나다) go",
        "(군대·학교 등을) join, enter, go (to)"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb become, turn (↔오다2)",
        "Assistant adverb do something while doing something"
      ]
    },
    {
      "phrase": "제가 그 쪽으로 갈까요?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Can I come around?"
      ]
    },
    {
      "phrase": "어디로 갈까요?",
      "hanja": "",
      "example": {},
      "meanings": [
        "의견 말하기 Where shall we go?"
      ]
    },
    {
      "phrase": "어디 갈까요?",
      "hanja": "",
      "example": {},
      "meanings": [
        "이성교제 Where would you like to go?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Shall we go ?",
      "frequency": 0
    },
    {
      "meaning": "Shall we go blackberrying?",
      "frequency": 0
    },
    {
      "meaning": "How about going to the park?―Right, we're in …",
      "frequency": 0
    },
    {
      "meaning": "Donde Voy",
      "frequency": 0
    },
    {
      "meaning": "go",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "갈까요? - 렛츠고! Should we go? - Let's go! 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Should we go? - Let's go!"
    },
    {
      "korean": "어디 갈까요? Where do you think we're going? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "Where do you think we're going?"
    },
    {
      "korean": "한번 치고 갈까요? Should we high five before we go? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Should we high five before we go?"
    },
    {
      "korean": "고양이 카페도 한번 갈까요? Should I go to a cat cafe? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Should I go to a cat cafe?"
    },
    {
      "korean": "드려볼까요? - 갈까요? Should we give it to them? - Should we go? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Should we give it to them? - Should we go?"
    }
  ],
  "examples": [
    {
      "korean": "Shall we go? 듣기 Add to Wordbook 갈까요? Practical English Conversation Dictionary",
      "english": "Shall we go? Add to Wordbook"
    },
    {
      "korean": "Do you want me to go first, sir? 듣기 Add to Wordbook 제가 먼저 갈까요, 선생님? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 빡초아(kong****)",
      "english": "Do you want me to go first, sir? Add to Wordbook"
    },
    {
      "korean": "Which brings us to the next point. 듣기 Add to Wordbook 다음 안건으로 넘어 갈까요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 뿌나(lby7****)",
      "english": "Which brings us to the next point. Add to Wordbook"
    },
    {
      "korean": "Why do people go to the movies? 듣기 Add to Wordbook 사람들은 왜 영화를 보러 갈까요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 푸르(prun****)",
      "english": "Why do people go to the movies? Add to Wordbook"
    },
    {
      "korean": "Huh, all right, where should we go? 듣기 Add to Wordbook 응, 좋아, 우리 어디로 갈까요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "Huh, all right, where should we go? Add to Wordbook"
    }
  ]
}