{
  "phrases": [
    {
      "phrase": "갉다",
      "hanja": "",
      "example": {},
      "meanings": [
        "gnaw, nibble (at)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "budworm",
      "frequency": 0
    },
    {
      "meaning": "root borer",
      "frequency": 0
    },
    {
      "meaning": "gnawable",
      "frequency": 0
    },
    {
      "meaning": "gnawingly",
      "frequency": 0
    },
    {
      "meaning": "gnaw (away) at",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러면 회충이 형의 위를 갉아 먹겠죠. The roundworms would nibble your stomach. 듣기 View video UNIQ : 본격 머리바꿈 자랑타임",
      "english": "The roundworms would nibble your stomach."
    },
    {
      "korean": "어떻게 그걸 다 알아? - 데이터 갉아 먹고 사는 애. How do you remember that? - The one that eats all the data. 듣기 View video KNK : 지금 크나큰(KNK)은? 일본에!",
      "english": "How do you remember that? - The one that eats all the data."
    }
  ],
  "examples": [
    {
      "korean": "Self-doubt began to gnaw away at her confidence. 발음듣기 자기 회의가 그녀의 자신감을 갉아먹기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Self-doubt began to gnaw away at her confidence. 발음"
    },
    {
      "korean": "Just get off my back, will you! 발음듣기 날 좀 그만 갉아, 응! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Just get off my back, will you! 발음"
    },
    {
      "korean": "He who is late may gnaw the bones. 발음듣기 늦은 사람은 뼈나 갉아 먹으세요. (유고속담, 노력속담) 명언/속담",
      "english": "He who is late may gnaw the bones. 발음"
    },
    {
      "korean": "I feel awful about what I did. The guilt still eats me inside every day. 발음듣기 난 내가 한 행동이 끔찍하다고 느껴. 죄책감이 하루하루 나를 갉아 먹고 있어. DARAKWON",
      "english": "I feel awful about what I did. The guilt still eats me inside every day. 발음"
    },
    {
      "korean": "Acrid smoke from the fire covered the sky for miles, the sun barely visible. On the ground, cars caught in the flames were reduced to metal carcasses, while power lines were gnawed by the flames. 발음듣기 불에서 나오는 매연이 수 마일에 걸쳐 하늘을 덮었고, 태양은 거의 보이지 않았다. 지상에서 불 속에 갇힌 차들은 금속 뼈만 남았고, 전력선은 불길에 의해 갉아 먹혔다. The Korea Times",
      "english": "Acrid smoke from the fire covered the sky for miles, the sun barely visible. On the ground, cars caught in the flames were reduced to metal carcasses, while power lines were gnawed by the flames. 발음"
    }
  ]
}