{
  "phrases": [
    {
      "phrase": "감히",
      "hanja": " (敢―)",
      "example": {},
      "meanings": [
        "(주제넘게) affectedly, impudently"
      ]
    },
    {
      "phrase": "감히 …하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "dare",
        "venture",
        "have the cheek[nerve, face] to"
      ]
    },
    {
      "phrase": "감히 죽음을 무릅쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "dare to risk one´s life",
        "the former and the latter",
        "the one and the other"
      ]
    },
    {
      "phrase": "감히 어떻게 그런 말을 하니?",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-화났을 때 · 비난 다툼 등 How dare you say such a thing?"
      ]
    },
    {
      "phrase": "네가 감히 그럴수가!",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-화났을 때 · 비난 다툼 등 How can you!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "on a dare",
      "frequency": 0
    },
    {
      "meaning": "dare",
      "frequency": 3
    },
    {
      "meaning": "how dare you, etc.",
      "frequency": 0
    },
    {
      "meaning": "venture (to do)",
      "frequency": 0
    },
    {
      "meaning": "hazard a guess",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "자연 따위가 감히 날 괴롭혀? Is the nature bothering me? 듣기 View video Stray Kids : [Two Kids Room(투키즈룸)] VOL.5 Ep.01 방찬 X 한",
      "english": "Is the nature bothering me?"
    },
    {
      "korean": "촬영하는데 감히 마스크를 써? How dare did he wear a mask? 듣기 View video Stray Kids : 현진이의 고민상담소 첫번째❣️",
      "english": "How dare did he wear a mask?"
    },
    {
      "korean": "너 이 빛, 빛 너 이 자식 감히 날 깨워? You, the light, how dare you wake me up? 듣기 View video Stray Kids : [Two Kids Room(투키즈룸)] VOL.5 Ep.01 방찬 X 한",
      "english": "You, the light, how dare you wake me up?"
    },
    {
      "korean": "감히 누굴 나가 떨어지게 하려고 그렇죠? How is she trying to distance the couple? 듣기 View video 우주소녀(WJSN) : [엑시] 나 보고싶었지?",
      "english": "How is she trying to distance the couple?"
    },
    {
      "korean": "너무 잘해서 내가 감히 따라할 수 없겠는데? You're so amazing that I can't catch it up. 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ-TALKER(슼즈토커)] Ep.20",
      "english": "You're so amazing that I can't catch it up."
    }
  ],
  "examples": [
    {
      "korean": "‘How dare she,’ he muttered under his breath. 듣기 Add to Wordbook “그녀가 감히 어떻게,” 그가 숨죽인 소리로 중얼거렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘How dare she,’ he muttered under his breath. Add to Wordbook"
    },
    {
      "korean": "How dare you talk to me like that? 듣기 Add to Wordbook 어떻게 감히 네가 나한테 그런 말을 해? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How dare you talk to me like that? Add to Wordbook"
    },
    {
      "korean": "They daren’t ask for any more money. 듣기 Add to Wordbook 그들은 감히 돈을 조금이라도 더 달라고 하지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They daren’t ask for any more money. Add to Wordbook"
    },
    {
      "korean": "She hardly dared to venture an opinion. 듣기 Add to Wordbook 그녀는 감히 의견을 말할 엄두를 거의 내지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She hardly dared to venture an opinion. Add to Wordbook"
    },
    {
      "korean": "He didn’t dare (to) say what he thought. 듣기 Add to Wordbook 그는 감히 자기 생각을 말할 용기가 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He didn’t dare (to) say what he thought. Add to Wordbook"
    }
  ]
}