{
  "phrases": [
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) go, come, get, (formal) proceed",
        "(~하러 떠나다) go",
        "(군대·학교 등을) join, enter, go (to)"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb become, turn (↔오다2)",
        "Assistant adverb do something while doing something"
      ]
    },
    {
      "phrase": "갈 데까지 가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go as far as one can go",
        "go as far as one can go"
      ]
    },
    {
      "phrase": "갈수록 태산",
      "hanja": "",
      "example": {},
      "meanings": [
        "Higher hills are ahead after climbing over hills, from smoke into smother"
      ]
    },
    {
      "phrase": "가는 날이 장날",
      "hanja": "",
      "example": {},
      "meanings": [
        "One's visiting day is a market day"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Georg Theodor Augst Gaffky",
      "frequency": 0
    },
    {
      "meaning": "go",
      "frequency": 2
    },
    {
      "meaning": "take",
      "frequency": 2
    },
    {
      "meaning": "travel",
      "frequency": 2
    },
    {
      "meaning": "trot",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "편의점 안 갔고 제가 어디를 갈까요? I didn't go yet... Where will I go? 듣기 View video SF9 : 두데",
      "english": "I didn't go yet... Where will I go?"
    },
    {
      "korean": "나머지 멤버들이요? 은우 형은 놀러갔고요 그다음에... The rest of the members? Eun-Woo is on a trip and... 듣기 View video ASTRO : 산하와빈",
      "english": "The rest of the members? Eun-Woo is on a trip and..."
    },
    {
      "korean": "근데 다음달 부터는 바꾸도록 하겠습니다. - 라이터를 갔고 오셨네. But I'm going to change starting next month. - You brought a lighter. 듣기 View video V Special : <진리상점> 랜선 개업식 in 설리 대표님방 LIVE",
      "english": "But I'm going to change starting next month. - You brought a lighter."
    },
    {
      "korean": "텍사스 갔었고 - 옛날에 한 번 갔고. - 세 번째. - 옛날에 케이콘 한 번 갔었고. We went to Texas. - And long time. - Third time. - We went to K-CON before. 듣기 View video NU'EST : [NU’EST W] 보고 싶어서 왔지요☺️",
      "english": "We went to Texas. - And long time. - Third time. - We went to K-CON before."
    },
    {
      "korean": "도겸이는 집에 갔고. Dokyeom went home. 듣기 View video SEVENTEEN : [SEVENTEEN] 보고싶어서 킴",
      "english": "Dokyeom went home."
    }
  ],
  "examples": [
    {
      "korean": "One son went to live in Australia and the other one was killed in a car crash. 발음듣기 아들 한 명은 오스트레일리아로 살러 갔고 (나머지) 다른 한 명은 자동차 사고로 죽었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "One son went to live in Australia and the other one was killed in a car crash. 발음"
    },
    {
      "korean": "We went on to Paris and stayed there eleven days. 발음듣기 우리는 파리로 갔고 그곳에서 11일을 머물렀다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We went on to Paris and stayed there eleven days. 발음"
    },
    {
      "korean": "Most households moved out and thereby hangs a tale. 발음듣기 대부분의 가구들이 이사 갔고 거기에는 까닭이 있었다. YBM All in All English-Korean Dictionary",
      "english": "Most households moved out and thereby hangs a tale. 발음"
    },
    {
      "korean": "She went to Italy alone when she was 20 years old, and studied at a renowned music university in Rome. 발음듣기 그녀는 20살 때 이탈리아로 혼자 갔고 로마의 유명한 음대에서 공부했다. Neungyule",
      "english": "She went to Italy alone when she was 20 years old, and studied at a renowned music university in Rome. 발음"
    },
    {
      "korean": "I rushed to my family practitioner, who said that my symptoms clearly merited investigation. 발음듣기 나는 우리가족의 주치의에게 황급히 갔고, 의사는 내 증상이 검사를 받아봐야 한다고 말했다. YBM All in All English-Korean Dictionary",
      "english": "I rushed to my family practitioner, who said that my symptoms clearly merited investigation. 발음"
    }
  ]
}