{
  "phrases": [
    {
      "phrase": "강경파",
      "hanja": " (強硬派)",
      "example": {},
      "meanings": [
        "hardliners"
      ]
    },
    {
      "phrase": "강경파[매파]",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 hard-liner, hawk"
      ]
    },
    {
      "phrase": "대북 강경파",
      "hanja": "",
      "example": {},
      "meanings": [
        "hardliners on North Korea"
      ]
    },
    {
      "phrase": "대외강경파",
      "hanja": " (對外强硬派)",
      "example": {},
      "meanings": [
        "a strong foreign policy party, a vigorous foreign policy party, advocates of a strong foreign policy, jingoists."
      ]
    },
    {
      "phrase": "강경파를 누르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "restrain hardliners"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hawk",
      "frequency": 1
    },
    {
      "meaning": "hard core",
      "frequency": 0
    },
    {
      "meaning": "ginger group",
      "frequency": 0
    },
    {
      "meaning": "hard-liner",
      "frequency": 0
    },
    {
      "meaning": "the hard-line faction",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "A reputed hard-liner was elected to lead the major workers' group. 발음듣기 강경파의 대표 주자가 주요 노동 단체의 지도자로 선출되었다. Neungyule",
      "english": "A reputed hard-liner was elected to lead the major workers' group. 발음"
    },
    {
      "korean": "Some hardliner groups even vowed to carry out the long-promised assassination of the author. 발음듣기 오래 전에 약속된 루시디의 암살을 수행하겠다고 단언하는 강경파들도 있었다. Neungyule",
      "english": "Some hardliner groups even vowed to carry out the long-promised assassination of the author. 발음"
    },
    {
      "korean": "Even Le Kha Phieu, the former Communist Party general-secretary who was known as a hardliner in his day, was satisfied. 발음듣기 이번 합의에 대해서는 재임 중 강경파로 알려졌던 전 공산당 서기장 레카 피에우씨 조차 만족감을 나타냈습니다. YBM All in All English-Korean Dictionary",
      "english": "Even Le Kha Phieu, the former Communist Party general-secretary who was known as a hardliner in his day, was satisfied. 발음"
    },
    {
      "korean": "He’s a loyal supporter of Iranian supreme leader Ayatollah Ali Khamenei and other hard-line clerics. 발음듣기 그는 이란의 최고 지도자인 아야톨라 알리 하메네이를 비롯한 여러 강경파 성직자들의 열렬한 지지자입니다. YBM All in All English-Korean Dictionary",
      "english": "He’s a loyal supporter of Iranian supreme leader Ayatollah Ali Khamenei and other hard-line clerics. 발음"
    },
    {
      "korean": "The legislator changed his mind and took a hard line on the North Korea issue. 발음듣기 그 의원은 대북 문제에 관해 강경파로 돌아섰다 Neungyule",
      "english": "The legislator changed his mind and took a hard line on the North Korea issue. 발음"
    }
  ]
}