{
  "phrases": [
    {
      "phrase": "강단",
      "hanja": " (講壇)",
      "example": {},
      "meanings": [
        "(연단) platform, podium, rostrum (rostrums, rostra), (교회의) pulpit",
        "(대학) university"
      ]
    },
    {
      "phrase": "강단",
      "hanja": " (剛斷)",
      "example": {},
      "meanings": [
        "(결단력) decisiveness, determination, resolution",
        "toughness, (끈기) tenacity, perseverance"
      ]
    },
    {
      "phrase": "강단이 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have tenacity of purpose"
      ]
    },
    {
      "phrase": "강단에 서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "stand[appear] on the platform[podium]",
        "take the platform[podium, rostrum]"
      ]
    },
    {
      "phrase": "강단사회주의",
      "hanja": " (講壇社會主義)",
      "example": {},
      "meanings": [
        "경제·경영 Kathedersozialismus"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "platform",
      "frequency": 3
    },
    {
      "meaning": "rostrum",
      "frequency": 0
    },
    {
      "meaning": "tribune 2",
      "frequency": 0
    },
    {
      "meaning": "a lecture platform",
      "frequency": 0
    },
    {
      "meaning": "wiry",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "형, 그러면... - 여기야, 난 강단 있어. OK, then... - I'll stick it in here. 듣기 View video Block B : 블락비의 언시크릿 ep1",
      "english": "OK, then... - I'll stick it in here."
    },
    {
      "korean": "뿌듯하고. - 강단에 섰던 사람으로서 뿌듯합니다. So proud of you. - As a lecture, I'm proud. 듣기 View video V MOVIE : [REPLAY] 임시완 X 진구 <원라인> 무비토크 라이브 'Lim SiWan X Jin Goo MovieTalk LIVE'",
      "english": "So proud of you. - As a lecture, I'm proud."
    },
    {
      "korean": "저희 팀에서 댄스 강단인 Miso 와 Haeyoung 이가. The best dancers in our team, Miso and Haeyoung. 듣기 View video IDOL x IDOL : A.De - 에이디이 '정신차리쇼!!'",
      "english": "The best dancers in our team, Miso and Haeyoung."
    },
    {
      "korean": "[강하게 나가자!] 이제는 뭐 저희가 강단 있게 가야지. [Let's be strong!] Let's decide right now. 듣기 View video Big Picture : ep20_몸(?) 담보로 SM 대출 받은 꾹이와 하하!?",
      "english": "[Let's be strong!] Let's decide right now."
    },
    {
      "korean": "제가 B형이에요 그래서 강단 있는 성격이라... I'm B blood type. So, my personality is tenacious... 듣기 View video MAMAMOO : [MMMTV3] EP7 음주가마무 벌칙 수행",
      "english": "I'm B blood type. So, my personality is tenacious..."
    }
  ],
  "examples": [
    {
      "korean": "a wiry little man 듣기 Add to Wordbook 강단 있는 작은 남자 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a wiry little man Add to Wordbook"
    },
    {
      "korean": "I loathe people who keep dogs. They are cowards who haven't got the guts to bite people themselves. (August Strindberg) 듣기 Add to Wordbook 나는 개를 키우는 사람을 증오한다. 그들은 직접 남을 물어 버릴 강단이 없는 겁쟁이들이다. (아우구스트 스트린드베리 , 동물명언) 명언/속담",
      "english": "I loathe people who keep dogs. They are cowards who haven't got the guts to bite people themselves. (August Strindberg) Add to Wordbook"
    },
    {
      "korean": "The politician was hissed off the platform. 듣기 Add to Wordbook 그 정치가는 야유를 받아 강단에서 내려왔다. YBM All in All English-Korean Dictionary",
      "english": "The politician was hissed off the platform. Add to Wordbook"
    },
    {
      "korean": "He has been a lecturer for 10 years. 듣기 Add to Wordbook 그는 10년 동안 강단에 서 왔다 Neungyule",
      "english": "He has been a lecturer for 10 years. Add to Wordbook"
    },
    {
      "korean": "He handled that case decisively. 듣기 Add to Wordbook 그는 그 일을 아주 강단 있게 처리했다 Neungyule",
      "english": "He handled that case decisively. Add to Wordbook"
    }
  ]
}