{
  "phrases": [
    {
      "phrase": "강자",
      "hanja": " (强者)",
      "example": {},
      "meanings": [
        "strong person, (집합적) the strong"
      ]
    },
    {
      "phrase": "강자와 약자",
      "hanja": "",
      "example": {},
      "meanings": [
        "the strong and the weak"
      ]
    },
    {
      "phrase": "강자 편에 서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be on the side of the strong"
      ]
    },
    {
      "phrase": "강자를 꺾고 약자를 돕다",
      "hanja": "",
      "example": {},
      "meanings": [
        "side with the weak and crush the strong"
      ]
    },
    {
      "phrase": "강자에 대해 약자를 돕다",
      "hanja": "",
      "example": {},
      "meanings": [
        "champion the weak against the strong"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "powerful other",
      "frequency": 0
    },
    {
      "meaning": "fist law",
      "frequency": 0
    },
    {
      "meaning": "The best man wins",
      "frequency": 0
    },
    {
      "meaning": "a wrestling match between two strong competitors",
      "frequency": 0
    },
    {
      "meaning": "champion the weak against the strong",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "보습의 숨은 강자! 햄프라인! The strong contender for moisturizing! Hemp line! 듣기 View video HANABONO : 김장배추만 절이니? 난 피부를 수분에 절인다! k-products that actually works",
      "english": "The strong contender for moisturizing! Hemp line!"
    },
    {
      "korean": "[ 두 연습생 중 1등 자리를 차지할 강자는?] [Who will win to take the 1st place seat?] View video Mnet : [EP.1] YG Followed By JYP! (feat. First Place Seat Spotlight)",
      "english": "[Who will win to take the 1st place seat?]"
    },
    {
      "korean": "항상 있었던 음원강자 그런 게... BTOB was followed by expressions like great artists. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep #57. I127 (IDOLRADIO 127) (w. NCT127)",
      "english": "BTOB was followed by expressions like great artists."
    },
    {
      "korean": "음원 강자 아이들과 함께합니다. We are with (G)I-DLE who are strong contenders in music. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#148. 아이들 라디오 (w. (여자)아이들)",
      "english": "We are with (G)I-DLE who are strong contenders in music."
    },
    {
      "korean": "그럼 계속해서 8월의 음원강자를 확인해볼까요? Then moving on, shall we see who topped the charts in August? 듣기 View video V MUSIC : [Replay] 제8회 가온차트 뮤직 어워즈(8th GAONCHART MUSIC AWARDS) PART 1",
      "english": "Then moving on, shall we see who topped the charts in August?"
    }
  ],
  "examples": [
    {
      "korean": "God is on the side of the big battalions. 발음듣기 신은 큰 부대(강자)의 편이다. (프랑스속담, 명예속담) 명언/속담",
      "english": "God is on the side of the big battalions. 발음"
    },
    {
      "korean": "Weak man wait for opportunities; strong men make them. 발음듣기 약자는 기회를 기다리고, 강자는 기회를 만든다. (서양속담, 성공속담) 명언/속담",
      "english": "Weak man wait for opportunities; strong men make them. 발음"
    },
    {
      "korean": "Jon Jones proved he’s the real deal after dominating Rampage Jackson. 발음듣기 Jon Jones는 Rampage Jackson를 압도적으로 이기고 자신이 진정한 강자임을 증명했어. DARAKWON",
      "english": "Jon Jones proved he’s the real deal after dominating Rampage Jackson. 발음"
    },
    {
      "korean": "I hate my manager. His leadership style is 'kiss up, kick down'. 발음듣기 나는 우리 부장님이 싫다. 그의 리더십 스타일은 강자한테 약하고 약자에게 강하다. 국제영어대학원대학교 신어사전",
      "english": "I hate my manager. His leadership style is 'kiss up, kick down'. 발음"
    },
    {
      "korean": "Since then, he constituted himself a powerhouse. 발음듣기 그 이후로 그는 스스로 강자가 됐다. YBM All in All English-Korean Dictionary",
      "english": "Since then, he constituted himself a powerhouse. 발음"
    }
  ]
}