{
  "phrases": [
    {
      "phrase": "강해지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "grow strong[powerful]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pick up",
      "frequency": 0
    },
    {
      "meaning": "grow strong[powerful]",
      "frequency": 0
    },
    {
      "meaning": "hardened",
      "frequency": 0
    },
    {
      "meaning": "gain strength",
      "frequency": 0
    },
    {
      "meaning": "feed on/off something",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이러다 자기애가 너무 강해져 결혼을 못할까 너무 걱정된다.. I'm very worried that your self-love is so strong that you won't be able to get married. 듣기 View video EXID : [EXID(이엑스아이디)] 2017년 연말 가요대제전 스케치",
      "english": "I'm very worried that your self-love is so strong that you won't be able to get married."
    },
    {
      "korean": "[우리 정국이가 강해졌어요] 정국이 잘하는데? [Jung Kook became stronger] Jung Kook is playing well. 듣기 View video BTS : Run BTS! 2020 - EP.107",
      "english": "[Jung Kook became stronger] Jung Kook is playing well."
    },
    {
      "korean": "좀 강해졌죠? I became a little stronger, right? 듣기 View video 김희정의 어썸노트 (AWESOME NOTE) : 어썸노트) 김희정의 셀프화보 찍기",
      "english": "I became a little stronger, right?"
    },
    {
      "korean": "자몽자몽한 느낌이 좀 더 강해졌죠? A grapefruit feeling is stronger, right? 듣기 View video HANABONO : 쿨톤 하나보노의 리빙코랄 메이크업 Living Coral Makeup",
      "english": "A grapefruit feeling is stronger, right?"
    },
    {
      "korean": "[그리고 알지 못했던 멤버들의 속마음들] 더 강해지려고 노력할게. I will try to be stronger. 듣기 View video 언더 나인틴(Under Nineteen) : [예고] 원더랜드로 여러분들 초대합니다♥",
      "english": "I will try to be stronger."
    }
  ],
  "examples": [
    {
      "korean": "Year by year their affection for each other grew stronger. 발음듣기 해가 갈수록 서로에 대한 그들의 사랑은 더 강해져[커져] 갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Year by year their affection for each other grew stronger. 발음"
    },
    {
      "korean": "You’re much stronger for it, both emotionally and in practicality, than you were before. 발음듣기 여러분은 전에 그랬던 것보다 정서적으로나, 실제적으로나 그 현실 앞에서 더욱 강해져 있습니다. YBM All in All English-Korean Dictionary",
      "english": "You’re much stronger for it, both emotionally and in practicality, than you were before. 발음"
    },
    {
      "korean": "Like the dragon, let’s be brave and strong in the new year! 발음듣기 용처럼, 새해에는 용감하고 강해져 봐요! TIMES CORE",
      "english": "Like the dragon, let’s be brave and strong in the new year! 발음"
    },
    {
      "korean": "When you exercise your muscles, they get stronger. 발음듣기 여러분이 근육을 쓸 때, 그들은 더 강해져요. TIMES CORE",
      "english": "When you exercise your muscles, they get stronger. 발음"
    },
    {
      "korean": "As the motion continues, the strain builds up to the point where the rock cannot withstand any more bending. 발음듣기 움직임이 계속되면, 변형을 점점 강해져 암석이 더 이상의 구부러짐을 견딜 수 없는 지점까지 이릅니다. TIMES CORE",
      "english": "As the motion continues, the strain builds up to the point where the rock cannot withstand any more bending. 발음"
    }
  ]
}