{
  "phrases": [
    {
      "phrase": "강하",
      "hanja": " (江河)",
      "example": {},
      "meanings": [
        "(강과 큰 내) rivers and broad streams",
        "(양쯔 강과 황허 강) the Yangtze River and the Yellow River"
      ]
    },
    {
      "phrase": "강하",
      "hanja": " (降下)",
      "example": {},
      "meanings": [
        "falling, dropping, a fall, a drop, descent, 강하하다 fall, drop, descend, glide down (to)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Conclusion of peace negotiations",
      "frequency": 0
    },
    {
      "meaning": "Concept Based Requirement System",
      "frequency": 0
    },
    {
      "meaning": "tuberculoid leprosy",
      "frequency": 0
    },
    {
      "meaning": "Electronic Blood Pressure Depressor",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안 져요. - 좀 강하기 때문에 - 어디 가서 잘 안 지죠. They don't lose. - Because they're a bit strong. - They don't lose anywhere they go. 듣기 View video FTISLAND : [FULL] FTISLAND 여름밤의 꿈 COMEBACK VLIVE [DRIVE-IN FTISLAND]",
      "english": "They don't lose. - Because they're a bit strong. - They don't lose anywhere they go."
    },
    {
      "korean": "강하기 때문에 그 게임을 안 하는 걸로 그거를 뺄게요. is good at those, I will exclude such games. 듣기 View video Minzy : [MINZY's 1st FANMEETING] 민지와 함께하는 게임타임~",
      "english": "is good at those, I will exclude such games."
    },
    {
      "korean": "슈팅이 강하기 위해서는 아까 얘기했죠? 딛는 게 좋아요. For a strong shooting, it's better to step on it. 듣기 View video 스누퍼(SNUPER) : [C.A]스누퍼와 이천수가 함께하는 아육대 준비 시간",
      "english": "For a strong shooting, it's better to step on it."
    },
    {
      "korean": "Ben Affleck 은 연출력 있고, 드라마에도 강하기 때문에... - 액션에도요. Ben Affleck has good directing skills, and handles well with drama... - And even action. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "Ben Affleck has good directing skills, and handles well with drama... - And even action."
    },
    {
      "korean": "왼손이 핏줄이 더 강하기 때문이다. It's because my vein in my left arm is stronger. 듣기 View video V COOKIE : [FULL] NU`EST W X SUITS KNIGHTS - 뉴이스트W의 정장방!",
      "english": "It's because my vein in my left arm is stronger."
    }
  ],
  "examples": [
    {
      "korean": "She is known for her patience. 발음듣기 그녀는 인내심이 강하기로 유명하다 Neungyule",
      "english": "She is known for her patience. 발음"
    },
    {
      "korean": "He is a natural born athlete because he is quick and powerful. 발음듣기 그는 빠르고 강하기 때문에 운동을 하기에 적합하다. Neungyule",
      "english": "He is a natural born athlete because he is quick and powerful. 발음"
    },
    {
      "korean": "But Jang is stronger and will get the Asian Games title.' 발음듣기 그러나 장미란이 훨씬 강하기 때문에 아시안 게임 우승을 차지할 것이다.' Neungyule",
      "english": "But Jang is stronger and will get the Asian Games title.' 발음"
    },
    {
      "korean": "Maple wood is used because it is so strong. 발음듣기 단풍나무는 재질이 강하기 때문에 많이 쓰인다. EDU TIMES",
      "english": "Maple wood is used because it is so strong. 발음"
    },
    {
      "korean": "However, they are famous for being loyal and protective. 발음듣기 그러나 그들은 충성스럽고 보호본능이 강하기로 유명합니다. TIMES CORE",
      "english": "However, they are famous for being loyal and protective. 발음"
    }
  ]
}