{
  "phrases": [
    {
      "phrase": "강해지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "grow strong[powerful]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pick up",
      "frequency": 0
    },
    {
      "meaning": "grow strong[powerful]",
      "frequency": 0
    },
    {
      "meaning": "hardened",
      "frequency": 0
    },
    {
      "meaning": "gain strength",
      "frequency": 0
    },
    {
      "meaning": "feed on/off something",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "더 강해질 거 같아요 팀이.. our team will be stronger. 듣기 View video MONSTA X : [MONSTA X] 몬스타엑스 - 출.없.방 #05",
      "english": "our team will be stronger."
    },
    {
      "korean": "[우리 정국이가 강해졌어요] 정국이 잘하는데? [Jung Kook became stronger] Jung Kook is playing well. 듣기 View video BTS : Run BTS! 2020 - EP.107",
      "english": "[Jung Kook became stronger] Jung Kook is playing well."
    },
    {
      "korean": "좀 강해졌죠? I became a little stronger, right? 듣기 View video 김희정의 어썸노트 (AWESOME NOTE) : 어썸노트) 김희정의 셀프화보 찍기",
      "english": "I became a little stronger, right?"
    },
    {
      "korean": "자몽자몽한 느낌이 좀 더 강해졌죠? A grapefruit feeling is stronger, right? 듣기 View video HANABONO : 쿨톤 하나보노의 리빙코랄 메이크업 Living Coral Makeup",
      "english": "A grapefruit feeling is stronger, right?"
    },
    {
      "korean": "[그리고 알지 못했던 멤버들의 속마음들] 더 강해지려고 노력할게. I will try to be stronger. 듣기 View video 언더 나인틴(Under Nineteen) : [예고] 원더랜드로 여러분들 초대합니다♥",
      "english": "I will try to be stronger."
    }
  ],
  "examples": [
    {
      "korean": "The KMA forecasts the typhoon will strengthen as it travels toward the country. Tapah is expected to arrive in waters 310 kilometers northwest of Okinawa at 9 p.m. Saturday, 220 kilometers south of Jeju Island at 9 a.m. Sunday, and 50 kilometers south-southeast of Busan at 9 p.m. the same day. 발음듣기 기상청은 태풍이 한반도를 향해 접근하면서 강해질 것으로 예상하고 있다. 타파는 토요일 오후 9시께 오키나와에서 북서쪽 약 310km 해상, 일요일 오전 9시께 제주도 남쪽 약 220km 해상, 같은 날 오후 9시께 부산 남남동쪽 약 50km 해상에 도착할 것으로 보인다. The Korea Times",
      "english": "The KMA forecasts the typhoon will strengthen as it travels toward the country. Tapah is expected to arrive in waters 310 kilometers northwest of Okinawa at 9 p.m. Saturday, 220 kilometers south of Jeju Island at 9 a.m. Sunday, and 50 kilometers south-southeast of Busan at 9 p.m. the same day. 발음"
    },
    {
      "korean": "And having Choo back in the lineup makes us that much better.' 발음듣기 그리고 추신수가 라인업에 돌아왔으니 훨씬 더 강해질 것이다.' 라고 팀의 매니저 액타가 말했다. Neungyule",
      "english": "And having Choo back in the lineup makes us that much better.' 발음"
    },
    {
      "korean": "Machiavelli believed that Italy could be stronger if all of the city-states united and had one main government and one main ruler. 발음듣기 마키아벨리는 이탈리아의 도시국가들이 합쳐져 하나의 정부와 지도자로 뭉친다면 더 강해질 수 있다고 생각했다. Neungyule",
      "english": "Machiavelli believed that Italy could be stronger if all of the city-states united and had one main government and one main ruler. 발음"
    },
    {
      "korean": "Woman: To be honest, I think high school is a difficult time that makes students stronger. 발음듣기 W: 솔직히 난, 학생들이 고등학교 때 힘든 과정을 겪으며 더 강해질 거라고 생각해. Neungyule",
      "english": "Woman: To be honest, I think high school is a difficult time that makes students stronger. 발음"
    },
    {
      "korean": "The transition to an elected leader will help the government-in-exile become a stronger group, and get rid of the four-century old tradition that the Dalai Lama says is now outdated. 발음듣기 투표를 통해 지도자를 선출하게 되면, 티베트 망명 정부는 전보다 더 강해질 것이며, 달라이 라마가 이제 시대에 뒤떨어진 것이라고 말한, 4세기 동안 지속된 전통이 사라지게 될 것이다. Neungyule",
      "english": "The transition to an elected leader will help the government-in-exile become a stronger group, and get rid of the four-century old tradition that the Dalai Lama says is now outdated. 발음"
    }
  ]
}