{
  "phrases": [],
  "meanings": [
    {
      "meaning": "found 1",
      "frequency": 2
    },
    {
      "meaning": "clause",
      "frequency": 1
    },
    {
      "meaning": "a luxuriously furnished apartment",
      "frequency": 0
    },
    {
      "meaning": "complete",
      "frequency": 2
    },
    {
      "meaning": "operational",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "[사우나까지 갖춰진 헬스장] 헬스장에 있어요. [The gym also has a sauna] It's at the gym. 듣기 View video Hidden Track No.V : [화사모쇼 TuesdaySanaMomoShow] EP01. Talk about DIET",
      "english": "[The gym also has a sauna] It's at the gym."
    },
    {
      "korean": "다 대형이 갖춰졌나요? - 네! Are we all in position? - Yes! 듣기 View video V COOKIE : [Full] TRCNG's SUMMER VACATION WEEK - TRCNG X 여름방학 스페셜위크",
      "english": "Are we all in position? - Yes!"
    },
    {
      "korean": "정말 체계적으로 잘 갖춰져 있어요. have a great response system. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "have a great response system."
    },
    {
      "korean": "그런 형태로 마음이 갖춰져 있는데요. I think that's what we all think. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN EP.28",
      "english": "I think that's what we all think."
    },
    {
      "korean": "구두다운 모습이 갖춰지고 있죠? Isn't it becoming to look like a shoe? 듣기 View video BTOB : <일훈 'Fancy Shoes' 런칭 전야제>",
      "english": "Isn't it becoming to look like a shoe?"
    }
  ],
  "examples": [
    {
      "korean": "a luxuriously furnished apartment 발음듣기 호화로운 가구들이 갖춰진 아파트 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a luxuriously furnished apartment 발음"
    },
    {
      "korean": "They’re renting a furnished flat on the third floor. 발음듣기 그들은 4층(영국 영어)[3층 (미국 영어)]에 있는 설비가 갖춰진 아파트를 세 내려 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They’re renting a furnished flat on the third floor. 발음"
    },
    {
      "korean": "the most modern, well-equipped hospital in London 발음듣기 런던에서 가장 최신식이고 장비가 잘 갖춰진 병원 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the most modern, well-equipped hospital in London 발음"
    },
    {
      "korean": "Can scientists develop well-balanced food through cellular agriculture? 발음듣기 과학자들이 세포 농업을 통해 영양이 고루 갖춰진 식품을 개발할 수 있을까? 국제영어대학원대학교 신어사전",
      "english": "Can scientists develop well-balanced food through cellular agriculture? 발음"
    },
    {
      "korean": "a miscellaneous assortment of furniture 발음듣기 다양하게 구색이 갖춰진 가구류. Friendict Level English-Korean Dictionary",
      "english": "a miscellaneous assortment of furniture 발음"
    }
  ]
}