{
  "phrases": [
    {
      "phrase": "갖추다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(준비를) prepare, get ready, make preparations[arrangements] (for)",
        "(시설·기능 등을) be equipped[furnished] (with), (=구비하다)",
        "(자격·재능·자질 등을) possess, be equipped (to do); (선천적으로) be endowed with"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "A girl should be two things: classy and fabulous.",
      "frequency": 0
    },
    {
      "meaning": "what it would take (for one to do something)",
      "frequency": 0
    },
    {
      "meaning": "equip",
      "frequency": 1
    },
    {
      "meaning": "예방 2",
      "frequency": 0
    },
    {
      "meaning": "본격",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이 다섯 가지를 갖춰야 진정한 펜타곤이 될 수 있지. You can only be PENTAGON if you have these five things. 듣기 View video MOMO X : [존잘러스2] 펜타곤 키노&우석 편",
      "english": "You can only be PENTAGON if you have these five things."
    },
    {
      "korean": "이제 외관을 갖춰야 되거든요. Now the outside. 듣기 View video BTOB : <일훈 'Fancy Shoes' 런칭 전야제>",
      "english": "Now the outside."
    },
    {
      "korean": "모두 안전장비를 갖춰야 해요. Please get equipped with safety devices. 듣기 View video BLACKPINK : 블핑하우스 (BLACKPINK HOUSE) EP.5-4",
      "english": "Please get equipped with safety devices."
    },
    {
      "korean": "입고? - 입고. 최소한의 예의는 갖춰야 하니까. With clothes on? - Sure. That's a manner. 듣기 View video WINNER : 승승TV Ep.6 <위너홀로집에>",
      "english": "With clothes on? - Sure. That's a manner."
    },
    {
      "korean": "그 당시 중세 성당이 의도했던 공간의 갖춰야 될 덕목들이 잘 드러났다고 할 수 있죠. displays the virtues that were intended by medieval cathedrals. 듣기 View video V BOOKS : <난처한 미술이야기> 양정무 교수의 '유럽 여행 제대로 즐기는 법' 생중계",
      "english": "displays the virtues that were intended by medieval cathedrals."
    }
  ],
  "examples": [
    {
      "korean": "All students should be numerate and literate when they leave school. 발음듣기 모든 학생들은 학교를 졸업할 때 산술 능력과 읽고 쓰는 능력을 갖춰야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All students should be numerate and literate when they leave school. 발음"
    },
    {
      "korean": "Garment technologists should have strong technical knowledge about clothing construction. 발음듣기 의복 기술 전문가는 의류 구성에 대한 탄탄한 기술적 지식을 갖춰야 합니다. 국제영어대학원대학교 신어사전",
      "english": "Garment technologists should have strong technical knowledge about clothing construction. 발음"
    },
    {
      "korean": "You are supposed to acquire computer skills for researching and presenting information. 발음듣기 정보를 조사하고 발표하기 위해서 컴퓨터 실력을 갖춰야 한다. Neungyule",
      "english": "You are supposed to acquire computer skills for researching and presenting information. 발음"
    },
    {
      "korean": "People ask me what it takes to be a leader. 발음듣기 사람들은 제게 리더가 되기 위해 갖춰야 할 자질이 무엇인지 묻습니다. YBM All in All English-Korean Dictionary",
      "english": "People ask me what it takes to be a leader. 발음"
    },
    {
      "korean": "The virtues of a good teacher include honesty and integrity. 발음듣기 교사로서 갖춰야 할 덕목은 정직과 청렴이다 Neungyule",
      "english": "The virtues of a good teacher include honesty and integrity. 발음"
    }
  ]
}