{
  "phrases": [
    {
      "phrase": "같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동일하다, 동등하다) same, identical (to/with), equal (to), (가치가) equivalent (to), (공통된) common",
        "(비슷하다, 유사하다) similar (to), like (※명사 앞에서만 쓰임), alike (※명사 앞에서는 쓰이지 않음)",
        "(종류) like, such as"
      ]
    },
    {
      "phrase": "아래와 같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "as follows"
      ]
    },
    {
      "phrase": "꿈결 같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be[seem] like a dream",
        "be dreamlike",
        "be as if in a dream"
      ]
    },
    {
      "phrase": "개떡 같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be trivial[trifling]",
        "be rubbish",
        "be good-for-nothing"
      ]
    },
    {
      "phrase": "의견이 같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "agree with",
        "be of the same opinion",
        "see eye to eye"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "equal",
      "frequency": 3
    },
    {
      "meaning": "agree",
      "frequency": 3
    },
    {
      "meaning": "I'm afraid (that)…",
      "frequency": 0
    },
    {
      "meaning": "fall together",
      "frequency": 0
    },
    {
      "meaning": "is equal to",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "와 예쁘다! 바다 같다! - 색이 좋아요! Wow! It's pretty. It looks like the sea! - The color is nice! 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Wow! It's pretty. It looks like the sea! - The color is nice!"
    },
    {
      "korean": "마스크 낀 것 같다 그렇죠? I look like I am wearing one actually. Right? 듣기 View video NCT : 안녕하세요 시즈니!! 제노에요진짜 잠깐 하려고 하는데.. 제노가 보고싶으면 들어오세요!! 이제 시작합니다",
      "english": "I look like I am wearing one actually. Right?"
    },
    {
      "korean": "[굶주린 강아지 같다] 칭찬인가? [Like a starved puppy] Is it a compliment? 듣기 View video V PICK! : [TXT] YO~ 미니’어처’ 만드는 껌딱지즈 ‘어처’구니 없게 귀엽다 YO~ (SOOBIN&HUENINGKAI making miniature food)",
      "english": "[Like a starved puppy] Is it a compliment?"
    },
    {
      "korean": "동공? - 야, 너 나랑 같다 - 치아! Pupils? - Hey, you have the same answer. - Teeth! 듣기 View video OSEN : Stray KIds 스트레이키즈가 폭로한 현진의 잠버릇은? #스타로드 9",
      "english": "Pupils? - Hey, you have the same answer. - Teeth!"
    },
    {
      "korean": "약간 그거 같다, 고기완자 같은 느낌이야 그렇지? It kind of feels like a meatball, right? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "It kind of feels like a meatball, right?"
    }
  ],
  "examples": [
    {
      "korean": "Pessimism seems to be the order of the day. 듣기 Add to Wordbook 비관론이 유행인 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Pessimism seems to be the order of the day. Add to Wordbook"
    },
    {
      "korean": "The owl seems to have deserted its nest. 듣기 Add to Wordbook 올빼미가 둥지를 떠난 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The owl seems to have deserted its nest. Add to Wordbook"
    },
    {
      "korean": "The Democrats now appear to be in the lead. 듣기 Add to Wordbook 지금은 민주당이 우세한 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Democrats now appear to be in the lead. Add to Wordbook"
    },
    {
      "korean": "It seems she was predestined to be famous. 듣기 Add to Wordbook 그녀는 유명해질 숙명을 타고난 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It seems she was predestined to be famous. Add to Wordbook"
    },
    {
      "korean": "She seems tailor-made for the job. 듣기 Add to Wordbook 그녀는 그 (일)자리에 안성맞춤인 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She seems tailor-made for the job. Add to Wordbook"
    }
  ]
}