{
  "phrases": [
    {
      "phrase": "같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동일하다, 동등하다) same, identical (to/with), equal (to), (가치가) equivalent (to), (공통된) common",
        "(비슷하다, 유사하다) similar (to), like (※명사 앞에서만 쓰임), alike (※명사 앞에서는 쓰이지 않음)",
        "(종류) like, such as"
      ]
    },
    {
      "phrase": "정말 최고같아.",
      "hanja": "",
      "example": {},
      "meanings": [
        "It looks really super."
      ]
    },
    {
      "phrase": "너무 가짜 같아요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "That looks so phony."
      ]
    },
    {
      "phrase": "잊어버린 것 같아요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I must have forgotten."
      ]
    },
    {
      "phrase": "아직도 팔이 아픈 것 같아.",
      "hanja": "",
      "example": {},
      "meanings": [
        "My arm still hurts."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Things are looking pretty good!",
      "frequency": 0
    },
    {
      "meaning": "buyer's remorse",
      "frequency": 0
    },
    {
      "meaning": "be, seem, etc. herself",
      "frequency": 0
    },
    {
      "meaning": "You look wiped out.",
      "frequency": 0
    },
    {
      "meaning": "She's quite a doll.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "같아요. It's the same. 듣기 View video INFINITE : 인피니트와 인스피릿의 날이드!!!",
      "english": "It's the same."
    },
    {
      "korean": "그리고 중간에 물을 조금씩 보면서 맞춰 주셔도 될 것 같아 요. Then, you can add water while tasting it. 듣기 View video MONSTA X : 켠셰프의 쿸쿸 #02 [따끈한 국물이?!]",
      "english": "Then, you can add water while tasting it."
    },
    {
      "korean": "네, 인정합니다. 그런데 저는 헬시보이 괜찮은 것 같아 요. - 고마워요. - 네, 괜찮습니다. Yeah, I think so too. - Healthy boy is good. - Yeah. 듣기 View video UP10TION : [REPLAY] UP10TION SUMMER GO! '오늘이 딱이야'",
      "english": "Yeah, I think so too. - Healthy boy is good. - Yeah."
    },
    {
      "korean": "저는 근데 요 스트랩이 진짜 이쁜 거 같아요. But I think this strap is very pretty. 듣기 View video Fairy Tina : KOREAN STREET BRANDS FASHION HAUL | FAIRY TINA 페어리 티나",
      "english": "But I think this strap is very pretty."
    },
    {
      "korean": "[W컨셉에서의 할인가격!] 요 원피스가 저는 제일 예쁜 것 같아요. [Discounted price] I think this one is the prettiest. 듣기 View video Fairy Tina : KOREAN STREET BRANDS FASHION HAUL | FAIRY TINA 페어리 티나",
      "english": "[Discounted price] I think this one is the prettiest."
    }
  ],
  "examples": [
    {
      "korean": "He is like a son to me. 듣기 Add to Wordbook 그는 내게 아들과 같아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 헵번공주(yuli****)",
      "english": "He is like a son to me. Add to Wordbook"
    },
    {
      "korean": "It is the same, is it not? 듣기 Add to Wordbook 그건 같아요, 그렇지 않나요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 tjmeilleure(kim_****) Hansard",
      "english": "It is the same, is it not? Add to Wordbook"
    },
    {
      "korean": "Just as this is home for me. 듣기 Add to Wordbook 꼭 나를 위한 집 같아요 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 노스카나(lsys****)",
      "english": "Just as this is home for me. Add to Wordbook"
    },
    {
      "korean": "I think you're good for now. 듣기 Add to Wordbook 지금 좋으신 거 같아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사랑열매77(jcsh****)",
      "english": "I think you're good for now. Add to Wordbook"
    },
    {
      "korean": "Do you think it looks like rain? 듣기 Add to Wordbook 비가 올 것 같아요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Reina(jjyr****)",
      "english": "Do you think it looks like rain? Add to Wordbook"
    }
  ]
}