{
  "phrases": [
    {
      "phrase": "같잖다",
      "hanja": "",
      "example": {},
      "meanings": [
        "foolish, ridiculous"
      ]
    },
    {
      "phrase": "같잖은 일",
      "hanja": "",
      "example": {},
      "meanings": [
        "a matter of no importance",
        "a trivial[trifling] thing[matter]"
      ]
    },
    {
      "phrase": "같잖은 말을 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "say unseemly things"
      ]
    },
    {
      "phrase": "같잖은 소리를 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "talk nonsense"
      ]
    },
    {
      "phrase": "같잖은 일로 소란을 피우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make a fuss about trifles"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a trivial[trifling] thing[matter]",
      "frequency": 0
    },
    {
      "meaning": "say unseemly things",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭐 같잖은 팔뚝으로 뭐하는 거야? What are you doing with those feeble arms? 듣기 View video INFINITE : 인피니트와 인스피릿의 날이드!!!",
      "english": "What are you doing with those feeble arms?"
    },
    {
      "korean": "그럼 진짜 뭔가 우리 한 크루 같잖아요 그렇죠? Then we really seem like some crew, right? 듣기 View video Stray Kids : 현진이의 고민상담소 네번째❣️",
      "english": "Then we really seem like some crew, right?"
    },
    {
      "korean": "잠을 안 잔다 - 오늘도 눈 봐 봐요, 잠 안 자고 온 것 같잖아요 - 맞아요? He doesn't sleep a lot. - Look at his eyes. You can tell he stayed up all night. - Right? 듣기 View video SMTOWN : [FULL] 슈퍼주니어의 2YA2YAO! LIVE @ SJ THE STAGE",
      "english": "He doesn't sleep a lot. - Look at his eyes. You can tell he stayed up all night. - Right?"
    },
    {
      "korean": "울 것 같잖아요! I think I'm going to cry! 듣기 View video Ji Yeon : HAPPY JIYEON DAY❤",
      "english": "I think I'm going to cry!"
    },
    {
      "korean": "판타지 영화 OST 같잖아요? It's like an OST from a fantasy movie. 듣기 View video V PICK! : [EXO] 오형즈가 부러운 박찬열 큐티력이 정말 아캔빌립~ (EXO’s comeback showcase)",
      "english": "It's like an OST from a fantasy movie."
    }
  ],
  "examples": [
    {
      "korean": "I didn't bother to answer because it was such a foolish question. 발음듣기 하도 같잖은 질문이라 대답도 안 했다 Neungyule",
      "english": "I didn't bother to answer because it was such a foolish question. 발음"
    },
    {
      "korean": "Your feeble ninja powers are no match for me! 발음듣기 네 같잖은 닌자 파워는 나에게 상대도 안된다! User translation Inaccurate information may be included due to the users' self-traslation. 낄낄(alsd****) Web Collection",
      "english": "Your feeble ninja powers are no match for me! 발음"
    },
    {
      "korean": "I did not run, I dealt only with the bandits that got in my way. Why waste my time stomping rats into the sand? 발음듣기 이봐, 난 도망친 게 아니라고. 내 눈에 띄는 도적놈들만 상대했을 뿐이야. 같잖은 쥐새끼 놈들 상대하느라 시간 낭비할 필요 없잖아? hansemEUG",
      "english": "I did not run, I dealt only with the bandits that got in my way. Why waste my time stomping rats into the sand? 발음"
    },
    {
      "korean": "It is enough to make a cat laugh. 발음듣기 이건 정말 어이없고 같잖구나. User translation Inaccurate information may be included due to the users' self-traslation. 아라곤(ssji****) Hansard",
      "english": "It is enough to make a cat laugh. 발음"
    }
  ]
}