{
  "phrases": [
    {
      "phrase": "갚다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(돈을) repay, pay back, pay (off)",
        "(은혜·원수 등을) repay, return"
      ]
    },
    {
      "phrase": "돈을 빚 갚는 데 충당하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "apply money to the payment of a debt"
      ]
    },
    {
      "phrase": "학교 돈을 빚 갚는 데 유용하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "appropriate school´s fund to the payment of a debt"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "avenger",
      "frequency": 0
    },
    {
      "meaning": "갚음",
      "frequency": 0
    },
    {
      "meaning": "replacer",
      "frequency": 0
    },
    {
      "meaning": "revenger",
      "frequency": 0
    },
    {
      "meaning": "To repay borrowed money is the best way to use money.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그걸 갚는 방법은 결국 글로 갚는 방법밖에 없습니다. The only way to repay them is through writing. 듣기 View video V BOOKS : 김홍신 작가 북토크 생중계, '36.5도로 오래 가는 사랑을 이야기하다'",
      "english": "The only way to repay them is through writing."
    },
    {
      "korean": "글쎄, 그게 갚은 건가? Well, did I pay you back? 듣기 View video 컨스TV : 친구하고 그러는거 아니랴며!? [넘버식스] ep.3",
      "english": "Well, did I pay you back?"
    },
    {
      "korean": "원금은 대학 졸업하고 갚고 그동안 이자는... You must pay it back after graduation and for interest... 듣기 View video 컨스TV : 친구하고 그러는거 아니랴며!? [넘버식스] ep.3",
      "english": "You must pay it back after graduation and for interest..."
    },
    {
      "korean": "지민아 갚아! - 선생님! Jimin! Pay it back! - Sir! 듣기 View video BTS : Run BTS! 2019 - EP.79",
      "english": "Jimin! Pay it back! - Sir!"
    },
    {
      "korean": "[그동안 당한 것 한 방에 갚아 버리기] 때린 거야? Did you hit me? 듣기 View video MAMAMOO : [MMMTV4] EP36 LET'S GOGOBEBE part.2",
      "english": "Did you hit me?"
    }
  ],
  "examples": [
    {
      "korean": "It took three years to repay my student loan. 듣기 Add to Wordbook 내가 학자금 융자를 다 갚는 데 3년이 걸렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It took three years to repay my student loan. Add to Wordbook"
    },
    {
      "korean": "They will give us the money on one condition—that we pay it back within six months. 듣기 Add to Wordbook 그들은 우리에게 한 가지 조건을 달고 그 돈을 줄 것이다. 그것은 6개월 이내에 그 돈을 갚는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They will give us the money on one condition—that we pay it back within six months. Add to Wordbook"
    },
    {
      "korean": "We’re having difficulty keeping up our mortgage payments. 듣기 Add to Wordbook 우리는 담보 대출 융자금을 계속 갚는 데 애로를 겪고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’re having difficulty keeping up our mortgage payments. Add to Wordbook"
    },
    {
      "korean": "The problem is paying the mortgage—everything else is liveable with. 듣기 Add to Wordbook 문제는 담보 대출금을 갚는 거예요. 나머지 다른 것들은 다 견딜 만해요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The problem is paying the mortgage—everything else is liveable with. Add to Wordbook"
    },
    {
      "korean": "The best use of money is to pay debts. 듣기 Add to Wordbook 돈을 쓰는 가장 좋은 방법은 빚을 갚는 것이다. (서양속담, 돈속담) 명언/속담",
      "english": "The best use of money is to pay debts. Add to Wordbook"
    }
  ]
}