{
  "phrases": [
    {
      "phrase": "갚다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(돈을) repay, pay back, pay (off)",
        "(은혜·원수 등을) repay, return"
      ]
    },
    {
      "phrase": "매달 갚아야 할 할부가 있어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I have monthly payments."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "owing",
      "frequency": 1
    },
    {
      "meaning": "one good turn deserves another",
      "frequency": 0
    },
    {
      "meaning": "repayable",
      "frequency": 0
    },
    {
      "meaning": "negative equity",
      "frequency": 0
    },
    {
      "meaning": "liable to",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "우리 아빠 빚이나 갚아야 하는데... I have to pay back my father's debt... 듣기 View video Big Picture (빅픽처) : [빅픽처 in 베트남] 위험한 한탕(?)이 시작된다!",
      "english": "I have to pay back my father's debt..."
    },
    {
      "korean": "이자까지 쳐서 갚아야 돼. You have to pay me back with interest. 듣기 View video 플레이리스트 (Playlist) : [연애포차 시즌1] - EP.03 인생은 꼬여도 썸은 계속된다",
      "english": "You have to pay me back with interest."
    },
    {
      "korean": "다 갚아야되겠다 이 생각이 많이 들었어요. I thought we should really pay it back. 듣기 View video LOVELYZ : LOVELYZ 3rd ANNIVERSARY",
      "english": "I thought we should really pay it back."
    },
    {
      "korean": "'빨리 돈 갚아야 되지 않겠냐' - 달라고 냉정하게? - 네. Tell him to pay me back. - Keeping your cool? - Yeah. 듣기 View video V DRAMA : [Full]맨홀 X 앞터V (Manhole X Early Interview)",
      "english": "Tell him to pay me back. - Keeping your cool? - Yeah."
    },
    {
      "korean": "채권자 입장에서 진짜 미안해지고 갚아야 되겠다는 생각이 들더라고요. So as a creditor, I start to get guilty and feel obligated to pay him back. 듣기 View video V DRAMA : [Full]맨홀 X 앞터V (Manhole X Early Interview)",
      "english": "So as a creditor, I start to get guilty and feel obligated to pay him back."
    }
  ],
  "examples": [
    {
      "korean": "They had a large bank loan to work off. 발음듣기 그들은 갚아야 할 은행 빚이 많았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They had a large bank loan to work off. 발음"
    },
    {
      "korean": "The balance of $500 must be paid within 90 days. 발음듣기 잔금 500달러는 90일 이내에 반드시 갚아야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The balance of $500 must be paid within 90 days. 발음"
    },
    {
      "korean": "And then there’s the little matter of the fifty pounds you owe me. 발음듣기 그리고 또 자네가 내게 갚아야 할 그 50파운드라는 사소한 문제가 있군. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "And then there’s the little matter of the fifty pounds you owe me. 발음"
    },
    {
      "korean": "The court ruled he could not be held personally liable for his wife’s debts. 발음듣기 법원이 그에게 아내의 부채를 직접 갚아야 할 법적 책임을 물을 수는 없다는 판결을 내렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The court ruled he could not be held personally liable for his wife’s debts. 발음"
    },
    {
      "korean": "‘Who would do such a thing?’ ‘Maybe someone with an old score to settle.’ 발음듣기 “누가 그런 짓을 할까?” “아마 갚아야 할 묵은 원한이 있는 누구겠지.” Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘Who would do such a thing?’ ‘Maybe someone with an old score to settle.’ 발음"
    }
  ]
}