{
  "phrases": [
    {
      "phrase": "개뿔",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun jack, shit"
      ]
    },
    {
      "phrase": "개뿔도 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "not have jack"
      ]
    },
    {
      "phrase": "개뿔도 아니다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not jack"
      ]
    },
    {
      "phrase": "개뿔도 모르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "not know jack"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "jack",
      "frequency": 3
    },
    {
      "meaning": "You don't know jack.",
      "frequency": 0
    },
    {
      "meaning": "Xylorictidae",
      "frequency": 0
    },
    {
      "meaning": "Xyloryctidae",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "OK는 개뿔 내가 미쳤냐? Okay? Am I crazy? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴]_EP.05 | 극혐이랑 같은 팀이 되는 순간",
      "english": "Okay? Am I crazy?"
    },
    {
      "korean": "잘하긴 개뿔. It's a lie that you did a good job. 듣기 View video HOONION : [Challenge] 화알못친구에게 안젤리나졸리 메이크업을 받아본다면? makeup challenge",
      "english": "It's a lie that you did a good job."
    },
    {
      "korean": "알았어 떨어질게x4는 개뿔! All right. I will fall... No way! 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP32",
      "english": "All right. I will fall... No way!"
    },
    {
      "korean": "친하긴 개뿔... 1도 안 친했어. Close? We weren't close at all. 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [남자사람친구 14일전]_7화 | 4년 전 그 애가 예뻐져서 돌아왔다",
      "english": "Close? We weren't close at all."
    },
    {
      "korean": "[ep46참고 모델은 개뿔 20만 원만 뜯김] 20만 원만 뜯어가고. [Refer to EP46] Took 200,000 won from you. 듣기 View video Big Picture (빅픽처) : 빅픽처2 ep62_오산고 전설의 선배 하동훈!",
      "english": "[Refer to EP46] Took 200,000 won from you."
    }
  ],
  "examples": [
    {
      "korean": "You don’t know jack. 듣기 Add to Wordbook 넌 개뿔도 몰라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You don’t know jack. Add to Wordbook"
    },
    {
      "korean": "You don't have a clue about my problems at work. 듣기 Add to Wordbook 넌 내가 직장에서 어떤 고충을 겪고 있는지 개뿔도 모르고 있어. Neungyule",
      "english": "You don't have a clue about my problems at work. Add to Wordbook"
    },
    {
      "korean": "Don't believe in myself, my ass! 듣기 Add to Wordbook 나 자신을 믿지 말라기는, 개뿔! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 자프디아(play****)",
      "english": "Don't believe in myself, my ass! Add to Wordbook"
    },
    {
      "korean": "I don't know jack about body parts. 듣기 Add to Wordbook 나는 신체 부위에 대해서 개뿔도 모른다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 key1345(key1****)",
      "english": "I don't know jack about body parts. Add to Wordbook"
    },
    {
      "korean": "They don't know jack about emergency medicine. 듣기 Add to Wordbook 그들은 비상약에 대해 개뿔도 몰라 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 yousuper(yous****)",
      "english": "They don't know jack about emergency medicine. Add to Wordbook"
    }
  ]
}