{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "'둘이 왜 이렇게 잘 어울려'? '갱이 잔다'. \"You're so perfect for each other\". \"Gang is sleeping\". 듣기 View video V COOKIE : [Full] 9MUSES X LieV - 나인뮤지스의 눕방라이브!",
      "english": "\"You're so perfect for each other\". \"Gang is sleeping\"."
    }
  ],
  "examples": [
    {
      "korean": "He is believed to have been shot by a rival gang in revenge for the shootings last week. 듣기 Add to Wordbook 사람들은 그가 지난주에 일어난 총격에 복수하는 한 라이벌 갱이 쏜 총에 맞았다고 생각하고 있다. YBM All in All English-Korean Dictionary",
      "english": "He is believed to have been shot by a rival gang in revenge for the shootings last week. Add to Wordbook"
    },
    {
      "korean": "It wasn't a gang thing. 듣기 Add to Wordbook 갱이 한 짓이 아니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gorgeousm(gorg****)",
      "english": "It wasn't a gang thing. Add to Wordbook"
    },
    {
      "korean": "That's why you don't want me to be a gangster. 듣기 Add to Wordbook 그게 바로 당신이 내가 갱이 되기를 바라지 않았던 이유군요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 웨퍼(wtgo****)",
      "english": "That's why you don't want me to be a gangster. Add to Wordbook"
    },
    {
      "korean": "And the gang, described as \"cold-eyed\", was \"almost ready to put the plot into practice\" when police swooped. 듣기 Add to Wordbook 그리고 경찰이 덮쳤을 때 차가운 눈이라고 알려진 그 갱이 계획을 실행에 옮길 준비가 거의 됐었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 제이냥(gbha****)",
      "english": "And the gang, described as \"cold-eyed\", was \"almost ready to put the plot into practice\" when police swooped. Add to Wordbook"
    },
    {
      "korean": "Residents near the town of Karatina fought Mungiki members overnight because the gang had been extorting money from them, deputy police spokesman Charles Owino said. 듣기 Add to Wordbook 카라티나 근교에 사는 거주자들은 그 갱이 자신들에게서 돈은 계속 착취해왔기 때문에 무니키 멤버들과 밤새 싸웠다고 찰스 오위노 경찰 대변인은 말했다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 yad34(yad3****)",
      "english": "Residents near the town of Karatina fought Mungiki members overnight because the gang had been extorting money from them, deputy police spokesman Charles Owino said. Add to Wordbook"
    }
  ]
}