{
  "phrases": [
    {
      "phrase": "거대한",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 macr(o)-"
      ]
    },
    {
      "phrase": "거대하다",
      "hanja": " (巨大하다)",
      "example": {},
      "meanings": [
        "huge, great, enormous, gigantic, colossal, giant, mammoth"
      ]
    },
    {
      "phrase": "거대 야당",
      "hanja": "",
      "example": {},
      "meanings": [
        "the majority-opposition party"
      ]
    },
    {
      "phrase": "거대",
      "hanja": " (巨大)",
      "example": {},
      "meanings": [
        "거대하다 (be) huge, gigantic, enormous, immense, mammoth, massive, colossal, monstrous, titanic, stupendous"
      ]
    },
    {
      "phrase": "거대한 건물",
      "hanja": "",
      "example": {},
      "meanings": [
        "a massive[colossal] building"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "massive",
      "frequency": 3
    },
    {
      "meaning": "big",
      "frequency": 3
    },
    {
      "meaning": "giant",
      "frequency": 3
    },
    {
      "meaning": "enormous",
      "frequency": 3
    },
    {
      "meaning": "huge",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "막 거대한 건 없고... It's not a great role. 듣기 View video TOMORROW X TOGETHER : 수빈입니다!",
      "english": "It's not a great role."
    },
    {
      "korean": "거대한 질서! The great order! 듣기 View video BTS : BTS 꿀FM 06.13 : Comeback Special",
      "english": "The great order!"
    },
    {
      "korean": "세계의 평화 거대한 질서! Global peace, great order! 듣기 View video BTS : BTS 꿀FM 06.13 : Comeback Special",
      "english": "Global peace, great order!"
    },
    {
      "korean": "엄청 거대한 슬라임이 완성될 것 같아. I think an extremely grand slime will come out. 듣기 View video V PICK! : [V PICK! HOW TO in V] 이현주의 슬라임 (HOW TO MAKE LEE HYUNJU’s Slime)",
      "english": "I think an extremely grand slime will come out."
    },
    {
      "korean": "[방제는 소소한 이야기인데 임팩트는 거대한 스키즈의 아주 소소한 이야기] 이 형 진행하면 안돼. He shouldn't be hosting it. 듣기 View video V PICK! : [Stray Kids] 이젠 말할 수 있다❗️~슼둥이들의 첫인상~ (Stray Kids’s first impressions)",
      "english": "He shouldn't be hosting it."
    }
  ],
  "examples": [
    {
      "korean": "The water churned beneath the huge ship. 듣기 Add to Wordbook 거대한 배 아래서 물이 거세게 휘돌았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The water churned beneath the huge ship. Add to Wordbook"
    },
    {
      "korean": "Huge palaces were built by slave labour. 듣기 Add to Wordbook 거대한 궁궐들이 노예 노동으로 지어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Huge palaces were built by slave labour. Add to Wordbook"
    },
    {
      "korean": "a hulking figure crouching in the darkness 듣기 Add to Wordbook 어둠 속에 웅크리고 있는 거대한 모습[물체] Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a hulking figure crouching in the darkness Add to Wordbook"
    },
    {
      "korean": "Huge chimneys belched forth smoke and grime. 듣기 Add to Wordbook 거대한 굴뚝들이 연기와 검댕을 토해 냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Huge chimneys belched forth smoke and grime. Add to Wordbook"
    },
    {
      "korean": "A huge fire was blazing in the fireplace. 듣기 Add to Wordbook 벽난로 안에서는 거대한 불길이 활활 타오르고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A huge fire was blazing in the fireplace. Add to Wordbook"
    }
  ]
}