{
  "phrases": [
    {
      "phrase": "거두",
      "hanja": " (巨頭)",
      "example": {},
      "meanings": [
        "a leader, a magnate, a prominent figure, a big shot((속어))[bug((영·속)), name((구어))], a tycoon, a VIP"
      ]
    },
    {
      "phrase": "재계의 거두",
      "hanja": "",
      "example": {},
      "meanings": [
        "a financial magnate",
        "a leading financier"
      ]
    },
    {
      "phrase": "정계의 거두",
      "hanja": "",
      "example": {},
      "meanings": [
        "a political leader"
      ]
    },
    {
      "phrase": "거두 회담",
      "hanja": " (巨頭會談)",
      "example": {},
      "meanings": [
        "a summit[top-level] talk[conference]"
      ]
    },
    {
      "phrase": "거두기형",
      "hanja": " (巨頭畸形)",
      "example": {},
      "meanings": [
        "의학 capitones"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sachem",
      "frequency": 0
    },
    {
      "meaning": "war boss",
      "frequency": 0
    },
    {
      "meaning": "a financial magnate",
      "frequency": 0
    },
    {
      "meaning": "capo di (tutti) capi",
      "frequency": 0
    },
    {
      "meaning": "legislative leaders",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "민주야! 민주 - 새로 오른 거 두 번째 아니에요? MIN JU! MIN JU. - Isn't it our second? 듣기 View video IZ*ONE : IZ*ONE 에너지 캠(ENOZI Cam) EP.24",
      "english": "MIN JU! MIN JU. - Isn't it our second?"
    },
    {
      "korean": "이제 끝! - 그럼 승민이 거 두 개 뺏어오기? The end. - How about stealing 2 stars from Seungmin? 듣기 View video Stray Kids : [Stray Kids: 제9구역 시즌3 (The 9th Season 3)] EP.02",
      "english": "The end. - How about stealing 2 stars from Seungmin?"
    },
    {
      "korean": "두 번째 거, 두 번째 거. The 2nd one. 듣기 View video allure : 선호, 용국, 의웅, 켄타, 형섭이 얼루어에 떴다!",
      "english": "The 2nd one."
    },
    {
      "korean": "마지막 거 두 개? Two for the last one? 듣기 View video iKON : [KONIC TV] 코니들의 본격 VR 체험!!",
      "english": "Two for the last one?"
    },
    {
      "korean": "난 미안한 거 두 번이야. I did it twice. 듣기 View video Block B : ZICO Preview",
      "english": "I did it twice."
    }
  ],
  "examples": [
    {
      "korean": "The employees of the avaricious tycoon were over-worked and under-paid. 발음듣기 그 탐욕스러운 실업계의 거두에게 고용된 사람들은 과로와 저임금에 시달렸다. YBM All in All English-Korean Dictionary",
      "english": "The employees of the avaricious tycoon were over-worked and under-paid. 발음"
    },
    {
      "korean": "Yes, I want to order two large pepperoni pizzas with a side of Buffalo chicken wings. 발음듣기 네, 페페로니 피자 큰 거 두 개에 버팔로 치킨 윙 주문할게요. YBM All in All English-Korean Dictionary",
      "english": "Yes, I want to order two large pepperoni pizzas with a side of Buffalo chicken wings. 발음"
    },
    {
      "korean": "one of the most prominent captains of commerce in Germany 발음듣기 독일 상업계 거두 (巨頭) 중의 한 사람. 영어영작문대사전",
      "english": "one of the most prominent captains of commerce in Germany 발음"
    },
    {
      "korean": "We can't keep explaining to parents, business leaders or college faculties why these kids can't do the work,' said Virginia governor Mark Warner at the National Education Summit. The summit drew 45 governors from the 50 states and five U.S. territories, along with top names in U.S. industry and education. 발음듣기 우리는 부모들과 기업인들과 대학 교수진들에게 왜 아이들이 제대로 못하는 지에 대해 지속적으로 설명만 할 수 없다.'라고 버지니아 주지사인 마크 워너가 전국교육정상회의에서 말했다. 전국교육정상회의에서는 미국 50개주와 5개 관할 지역의 45명의 주지사, 그리고 미국 산업과 교육계의 거두들이 모였다. Neungyule",
      "english": "We can't keep explaining to parents, business leaders or college faculties why these kids can't do the work,' said Virginia governor Mark Warner at the National Education Summit. The summit drew 45 governors from the 50 states and five U.S. territories, along with top names in U.S. industry and education. 발음"
    },
    {
      "korean": "He heads a list of proJapanese men of prominence. 발음듣기 저명한 친일파의 거두의 자리에 있다. 영어영작문대사전",
      "english": "He heads a list of proJapanese men of prominence. 발음"
    }
  ]
}