{
  "phrases": [
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "(거기)"
      ]
    },
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그것) Well!, Why!, There!"
      ]
    },
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bound noun thing (→것)",
        "Bound noun (→것)",
        "Bound noun (→것)"
      ]
    },
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "Pronoun this, that",
        "Pronoun it",
        "Pronoun (disparaging) The person."
      ]
    },
    {
      "phrase": "일거에",
      "hanja": " (一擧―)",
      "example": {},
      "meanings": [
        "at a[one] (single) stroke"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "thing",
      "frequency": 3
    },
    {
      "meaning": "그거",
      "frequency": 0
    },
    {
      "meaning": "할거",
      "frequency": 0
    },
    {
      "meaning": "at/in one fell swoop",
      "frequency": 0
    },
    {
      "meaning": "tough luck",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어떤 거죠? What is it? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "What is it?"
    },
    {
      "korean": "아론 형 거 - 아론 형 거? Aron's! - Aron's? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Aron's! - Aron's?"
    },
    {
      "korean": "친 거 아닌가요? He hit it. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "He hit it."
    },
    {
      "korean": "괜찮은 거야? Are you okay? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Are you okay?"
    },
    {
      "korean": "갈 건데... I should go now. 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "I should go now."
    }
  ],
  "examples": [
    {
      "korean": "You want to go get some coffee or tea or something? 듣기 Add to Wordbook 커피나 차 아니면 뭐 다른거 라도 줄까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "You want to go get some coffee or tea or something? Add to Wordbook"
    },
    {
      "korean": "Did you even remember to feed her? 듣기 Add to Wordbook 그녀에게 밥 주는 거라도 기억했어? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Did you even remember to feed her? Add to Wordbook"
    },
    {
      "korean": "People criticise me for anything I do. 듣기 Add to Wordbook 사람들은 내가 하는 어떤거라도 날 비난해요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 향이남편 민이아빠(wpip****)",
      "english": "People criticise me for anything I do. Add to Wordbook"
    },
    {
      "korean": "However small, I have to do something! 듣기 Add to Wordbook 아무리 작은 거라도 나는 뭐든 해야겠어! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 nange3e(nang****)",
      "english": "However small, I have to do something! Add to Wordbook"
    },
    {
      "korean": "You feel like getting a bite or something to drink? 듣기 Add to Wordbook 뭐 좀 먹을래 아니면 마실거라도? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "You feel like getting a bite or something to drink? Add to Wordbook"
    }
  ]
}