{
  "phrases": [
    {
      "phrase": "거봐",
      "hanja": "",
      "example": {},
      "meanings": [
        "Interjection see, told you"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "there",
      "frequency": 3
    },
    {
      "meaning": "there you are",
      "frequency": 0
    },
    {
      "meaning": "Now you've done it!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "머리가 크니까 안 벗겨지는 거 봐~ Your head is so big. I can't take it off. 듣기 View video 콬TV (WHYNOT) : 요즘 너만 보면 자꾸 커진단 말이야 [리얼:타임:러브2] EP3",
      "english": "Your head is so big. I can't take it off."
    },
    {
      "korean": "예찬이 보고 싶다고~ - 어흐 거 봐~ I told him I missed him~ - See? I told you~ 듣기 View video 콬TV (WHYNOT) : 남사친이 진심으로 날 좋아한다고 고백했다 [리얼:타임:러브2] EP4",
      "english": "I told him I missed him~ - See? I told you~"
    },
    {
      "korean": "이 형 본심 나오는 거 봐 - 귀여워 죽겠어 아주! His truth came out. - So cute, seriously! 듣기 View video TOMORROW X TOGETHER : 투모로우바이투게더의 클린 윷놀이",
      "english": "His truth came out. - So cute, seriously!"
    },
    {
      "korean": "기다리는 거 봐! Look at him waiting! 듣기 View video V COOKIE : [Full] N.Flying X CouchTalk - 엔플라잉 X 카우치토크",
      "english": "Look at him waiting!"
    },
    {
      "korean": "귀 빨개진 거 봐요~ - 그만합시다, 네? Look at how his ears got red. - Let's stop. Okay? 듣기 View video ONEUS : [Full] ONEUS SPECIAL LIVE \"FLY WITH US\" 1부",
      "english": "Look at how his ears got red. - Let's stop. Okay?"
    }
  ],
  "examples": [
    {
      "korean": "There now! What did I tell you? 듣기 Add to Wordbook 거 봐! 내가 뭐랬니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There now! What did I tell you? Add to Wordbook"
    },
    {
      "korean": "There! That didn’t hurt too much, did it? 듣기 Add to Wordbook 거 봐! 많이 안 아프잖아, 그지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There! That didn’t hurt too much, did it? Add to Wordbook"
    },
    {
      "korean": "There you go—that’s what they’re like. 듣기 Add to Wordbook 거 봐, 그렇다니까. 그들이 그래. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There you go—that’s what they’re like. Add to Wordbook"
    },
    {
      "korean": "Didn’t get much sleep last night. Huge bags under my eyes. 듣기 Add to Wordbook 어젯밤 잠을 많이 못 잤어. 내 눈 밑에 다크서클 커진 거 봐. DARAKWON",
      "english": "Didn’t get much sleep last night. Huge bags under my eyes. Add to Wordbook"
    },
    {
      "korean": "Now you have done it. 듣기 Add to Wordbook (구어) 거봐, 바보짓을 했지. Friendict Level English-Korean Dictionary",
      "english": "Now you have done it. Add to Wordbook"
    }
  ]
}