{
  "phrases": [],
  "meanings": [
    {
      "meaning": "untended",
      "frequency": 0
    },
    {
      "meaning": "turn 소유격 nose up at",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[다른집 애옹이는 거들떠 보지 않겠습니다!!] [I won't look at another person!!] View video V PICK! : [NCT] 바람? 그게 뭔데. 그거 어떻게 하는건데. (JAEHYUN&MARK’s morning V)",
      "english": "[I won't look at another person!!]"
    },
    {
      "korean": "[거들떠도 안 봄] - 형 왔는데 형 한테 어? - 큰일 났다 큰일 났다! [They don't even notice] - Aren't you going to say hi to your hyung? - Oh, no! 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ-TALKER GO!(슼즈토커 고!)] JAKARTA",
      "english": "[They don't even notice] - Aren't you going to say hi to your hyung? - Oh, no!"
    },
    {
      "korean": "외국에서는 사실 거들떠도 보지 않는 열매라고 하더라고요. but no one gives them a second glance abroad. 듣기 View video Girl's Day : 소진의 힐링타임 EP.2",
      "english": "but no one gives them a second glance abroad."
    }
  ],
  "examples": [
    {
      "korean": "Most people get interested in stocks when everyone else is. The time to get interested is when no one else is. You can't buy what is popular and do well. (Warren Buffett) 발음듣기 대부분의 사람들은 남들이 주식에 관심을 보이고 있을 때 흥미를 갖곤 한다. 하지만 주식에 관심을 가져야 할 때는 아무도 거들떠 보지 않을 때다. (평소엔) 인기도 있으면서 잘 나가는 주식은 살 수 없기 때문이다. (워런 버핏, 시간명언) 명언/속담",
      "english": "Most people get interested in stocks when everyone else is. The time to get interested is when no one else is. You can't buy what is popular and do well. (Warren Buffett) 발음"
    },
    {
      "korean": "Strangely, however, the carpenter didn't even look at the tree. 발음듣기 그러나 이상하게도 목수는 그 나무를 거들떠 보지도 않았습니다. YBM All in All English-Korean Dictionary",
      "english": "Strangely, however, the carpenter didn't even look at the tree. 발음"
    },
    {
      "korean": "The pineapple was eaten and the apples neglected. 발음듣기 파인애플은 먹었지만 사과는 거들떠 보지도 않았다. 영어영작문대사전",
      "english": "The pineapple was eaten and the apples neglected. 발음"
    },
    {
      "korean": "He never raise his eyes from what he was about. 발음듣기 그는 자기가 하고 있던 일에서 눈을 들어 거들떠 보지도 않았다. 영어영작문대사전",
      "english": "He never raise his eyes from what he was about. 발음"
    },
    {
      "korean": "If the North believes FIFA will even take a look into this obscene accusation, they are completely out of their minds. 발음듣기 만약 북이 FIFA가 이 지겨운 비난을 거들떠 볼 것이라고 믿는 다면, 그들은 완전히 제정신이 아니다. TIMES CORE",
      "english": "If the North believes FIFA will even take a look into this obscene accusation, they are completely out of their minds. 발음"
    }
  ]
}