{
  "phrases": [
    {
      "phrase": "거짓",
      "hanja": "",
      "example": {},
      "meanings": [
        "[명사] (거짓말) lie, (formal) untruth, falsehood, (허위) fabrication, deceit, [형용사] false, fake"
      ]
    },
    {
      "phrase": "거짓 약속",
      "hanja": "",
      "example": {},
      "meanings": [
        "a false promise"
      ]
    },
    {
      "phrase": "거짓 주장",
      "hanja": "",
      "example": {},
      "meanings": [
        "a false[fraudulent] claim"
      ]
    },
    {
      "phrase": "거짓 증거",
      "hanja": "",
      "example": {},
      "meanings": [
        "false evidence"
      ]
    },
    {
      "phrase": "거짓 눈물",
      "hanja": "",
      "example": {},
      "meanings": [
        "crocodile[false] tears"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "falsity",
      "frequency": 0
    },
    {
      "meaning": "flam",
      "frequency": 0
    },
    {
      "meaning": "lying 1",
      "frequency": 0
    },
    {
      "meaning": "deceitfulness",
      "frequency": 0
    },
    {
      "meaning": "dissemblance 2",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[#진실_혹은_거짓] 아니야 나 저장돼 있어 어제 그래서... No, I have it saved!! So, yesterday... 듣기 View video MAMAMOO : [Special] MOONBYUL's Weird Day Vlog #1",
      "english": "No, I have it saved!! So, yesterday..."
    },
    {
      "korean": "너 지금 거짓... You are lying. 듣기 View video PARK JI HOON : [Wink Arcade] 박지훈 [360] 음악방송 2주차 비하인드 PART 1 Lv.23",
      "english": "You are lying."
    },
    {
      "korean": "한치의 거짓도 없이 진실만을 적은 거 맞습니까? Did you write the whole truth and nothing but the truth? 듣기 View video World Klass (월드 클래스) : [Full] <월드 클래스> 첫방송 카운트다운 라이브 / Countdown Live",
      "english": "Did you write the whole truth and nothing but the truth?"
    },
    {
      "korean": "처음으로 거짓이나 왔으면 좋겠다 - 긴장하고 있죠? For the first time, I wish it is a lie. - Are you nervous? 듣기 View video OSEN : THE BOYZ 더보이즈, 거짓말탐지기에 겁먹은 멤버들 #스타로드 08",
      "english": "For the first time, I wish it is a lie. - Are you nervous?"
    },
    {
      "korean": "[학계의 정설이라구요] 주접이 진실이냐 거짓이냐고요? [According to experts] Are the funny comments true or false? 듣기 View video V PICK! : [WINNER] 천하제일주접대회라고 쓰고 천하제일진심대회라고 읽습니다 (WINNER reading fans’ funny comments)",
      "english": "[According to experts] Are the funny comments true or false?"
    }
  ],
  "examples": [
    {
      "korean": "to test the truth or falsehood of her claims 듣기 Add to Wordbook 그녀의 주장이 참인지 거짓인지 확인하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to test the truth or falsehood of her claims Add to Wordbook"
    },
    {
      "korean": "a fake American accent 듣기 Add to Wordbook 거짓 미국 사람 어투 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a fake American accent Add to Wordbook"
    },
    {
      "korean": "a drama full of lies and deception 듣기 Add to Wordbook 거짓과 기만으로 가득 찬 드라마 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a drama full of lies and deception Add to Wordbook"
    },
    {
      "korean": "bogus claims of injury by workers 듣기 Add to Wordbook 노동자들이 다쳤다는 거짓 주장들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "bogus claims of injury by workers Add to Wordbook"
    },
    {
      "korean": "We must nail this lie. 듣기 Add to Wordbook 우리는 반드시 이 거짓을 밝혀야만 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We must nail this lie. Add to Wordbook"
    }
  ]
}