{
  "phrases": [
    {
      "phrase": "건너다",
      "hanja": "",
      "example": {},
      "meanings": [
        "cross (over)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lollipop man",
      "frequency": 0
    },
    {
      "meaning": "transcurrent",
      "frequency": 0
    },
    {
      "meaning": "deep fording",
      "frequency": 0
    },
    {
      "meaning": "car float",
      "frequency": 0
    },
    {
      "meaning": "zombie law",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[자연스럽게 길 건너는 붐라이머리] 프라이머리 님이세요 혹시? [Boomrimary crossing the road] Are you Primary? 듣기 View video 방판소년단-SBS Plus : [방판소년단 EP63] 길바닥에서 시민에게 뺨 맞은 유명 연예인",
      "english": "[Boomrimary crossing the road] Are you Primary?"
    },
    {
      "korean": "301을 타고 동호대교를 건너는 모습을 그렸어요. I was on 301 bus, crossing over Dongho bridge. 듣기 View video V COOKIE : [Full] Block B​ X Happiness Train - 블락비​의 행복행!",
      "english": "I was on 301 bus, crossing over Dongho bridge."
    },
    {
      "korean": "한국이랑 똑같네요, 초록불에 건너는 거. They cross at green light, too. Just like in Korea. 듣기 View video IDOL x IDOL : Everbrown - 에버브라운 '에버브라운이 궁금해? 궁금하면'",
      "english": "They cross at green light, too. Just like in Korea."
    },
    {
      "korean": "돌다리도 두들겨 보고 건너라? Beat the stone bridge and cross it? 듣기 View video World Klass (월드 클래스) : 첫방송 D-10 \"월드 클래스를 소개합니다!\" / Premiere D-10 \"Meet WORLD KLASS!\"",
      "english": "Beat the stone bridge and cross it?"
    },
    {
      "korean": "[한MAP 말대로 길 건너 쭉 가다 찾은 팬케이크 가게] [진짜 있다!] 저기 있네! 찾았어! [They found the pancake place just like the HAN said] [It's there!] Over there! We found it! 듣기 View video Stray Kids : [FULL]<찾았다 스트레이 키즈> 3화",
      "english": "[They found the pancake place just like the HAN said] [It's there!] Over there! We found it!"
    }
  ],
  "examples": [
    {
      "korean": "Where’s the nearest bridge across the river? 듣기 Add to Wordbook 이 강을 건너는 가장 가까운 다리가 어디 있어요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Where’s the nearest bridge across the river? Add to Wordbook"
    },
    {
      "korean": "How long will it take her to swim the Channel? 듣기 Add to Wordbook 그녀가 수영을 해서 영국 해협을 건너는 데 얼마나 걸릴까요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How long will it take her to swim the Channel? Add to Wordbook"
    },
    {
      "korean": "You take your life in your hands just crossing the road here. 듣기 Add to Wordbook 이곳에서는 단순히 도로를 건너는 것도 목숨을 건 모험이 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You take your life in your hands just crossing the road here. Add to Wordbook"
    },
    {
      "korean": "It was a rough crossing and most of the passengers looked distinctly green. 듣기 Add to Wordbook 배를 타고 건너는 바닷길이 험하여 대부분의 승객들이 눈에 띄게 핼쑥했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was a rough crossing and most of the passengers looked distinctly green. Add to Wordbook"
    },
    {
      "korean": "Acrobranch courses are fun. 듣기 Add to Wordbook 나무 사이를 건너는 야외 활동 과정은 재미있다. 국제영어대학원대학교 신어사전",
      "english": "Acrobranch courses are fun. Add to Wordbook"
    }
  ]
}