{
  "phrases": [
    {
      "phrase": "건으로",
      "hanja": " (乾―)",
      "example": {},
      "meanings": [
        "(턱없이) without reason[purpose, cause], (맨손으로) barehandedly, blindly"
      ]
    },
    {
      "phrase": "건",
      "hanja": " (件)",
      "example": {},
      "meanings": [
        "case, matter"
      ]
    },
    {
      "phrase": "건",
      "hanja": "",
      "example": {},
      "meanings": [
        "geon"
      ]
    },
    {
      "phrase": "건-",
      "hanja": " (乾)",
      "example": {},
      "meanings": [
        "dry, dried"
      ]
    },
    {
      "phrase": "-건",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -geona"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "caller",
      "frequency": 3
    },
    {
      "meaning": "건책",
      "frequency": 0
    },
    {
      "meaning": "tendon",
      "frequency": 0
    },
    {
      "meaning": "pari-mutuel",
      "frequency": 0
    },
    {
      "meaning": "Achilles tendon",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "케이블에서 이 정도가 나올 수 있는 건 대단한 거 아닌가? To get this on a cable show... Is this amazing? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "To get this on a cable show... Is this amazing?"
    },
    {
      "korean": "여기 있는 건? - 그래, 그래 - 어? The bowl. - Okay. - Oh? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "The bowl. - Okay. - Oh?"
    },
    {
      "korean": "좋은 거예요 좋은 건 아닌가? It's a good thing. Isn't it? 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "It's a good thing. Isn't it?"
    },
    {
      "korean": "또 맥주 요런 건 좀 예외 아닐까? Don't things like beer not count though? 듣기 View video MAMAMOO : [Special] MOONBYUL's Weird Day Vlog #1",
      "english": "Don't things like beer not count though?"
    },
    {
      "korean": "섣달 그믐날 밤에 먹는 건... Isn't what you eat on Chinese New Year’s Eve... 듣기 View video NCT : 런쥔이의 퇴근길 오분브이앱~",
      "english": "Isn't what you eat on Chinese New Year’s Eve..."
    }
  ],
  "examples": [
    {
      "korean": "He was armed with a machine gun. 듣기 Add to Wordbook 그는 머신건으로 무장되어 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 지민맘(sook****)",
      "english": "He was armed with a machine gun. Add to Wordbook"
    },
    {
      "korean": "You'll thank me for it one day. 듣기 Add to Wordbook 언젠가 나한테 이 건으로 크게 고마워할걸. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 DEKIM(kipp****)",
      "english": "You'll thank me for it one day. Add to Wordbook"
    },
    {
      "korean": "You're letting the captain thing go to your head. 듣기 Add to Wordbook 네가 그 주장 건으로 우쭐대는구나. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "You're letting the captain thing go to your head. Add to Wordbook"
    },
    {
      "korean": "She was charged with one count of drug possession. 듣기 Add to Wordbook 그녀는 약물 소지 건으로 기소되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "She was charged with one count of drug possession. Add to Wordbook"
    },
    {
      "korean": "We regret any inconvenience this may cause you. 듣기 Add to Wordbook 이 건으로 불편을 드려 유감으로 생각합니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 hellotai(hell****)",
      "english": "We regret any inconvenience this may cause you. Add to Wordbook"
    }
  ]
}