{
  "phrases": [
    {
      "phrase": "건설",
      "hanja": " (建設)",
      "example": {},
      "meanings": [
        "build, (건물·시설 등의) [명사] construction, building, [동사] construct, (formal) erect",
        "(조직 등의) [동사] establish, build up"
      ]
    },
    {
      "phrase": "gunsel",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 멍청이",
        "Noun 배반자",
        "Noun (=GUNMAN)"
      ]
    },
    {
      "phrase": "건설업체",
      "hanja": "",
      "example": {},
      "meanings": [
        "a construction company"
      ]
    },
    {
      "phrase": "건설 현장 소장",
      "hanja": "",
      "example": {},
      "meanings": [
        "a construction (site) manager"
      ]
    },
    {
      "phrase": "건설중이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be under[in the course of] construction"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "construction",
      "frequency": 3
    },
    {
      "meaning": "colonization",
      "frequency": 0
    },
    {
      "meaning": "Const",
      "frequency": 0
    },
    {
      "meaning": "Aerial Work",
      "frequency": 0
    },
    {
      "meaning": "construct",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "건설업체... A construction company. 듣기 View video V COOKIE : [Full] KIMJAEJOONG X LieV - 김재중의 눕방라이브!",
      "english": "A construction company."
    },
    {
      "korean": "\"랜드마크 건설\" 이런 거? \"Build the landmark\". Something like this? 듣기 View video Wanna One : Wanna One's Broadcast",
      "english": "\"Build the landmark\". Something like this?"
    },
    {
      "korean": "날림 건설이면 우리나라 최고 건설 업계 회사 아니에요? Isn't Nallim Construction the greatest construction company in our country? 듣기 View video 달핑스튜디오 : [도시의 밤,별] EP.05 남자가 집에 데려다 주는 이유",
      "english": "Isn't Nallim Construction the greatest construction company in our country?"
    },
    {
      "korean": "장훈 님도 날림 건설이 좋아서 지원하신 거 아니에요? Didn't you apply because you really like Nallim Construction? 듣기 View video 달핑스튜디오 : [도시의 밤,별] EP.05 남자가 집에 데려다 주는 이유",
      "english": "Didn't you apply because you really like Nallim Construction?"
    },
    {
      "korean": "우리 썸냐들과 같이 살 나라를 건설하고 있었어요. I was building the land that I'm going to live in with InSomnia. 듣기 View video DREAMCATCHER : [Replay] 드림캐쳐(Dreamcatcher) COMEBACK SHOWCASE",
      "english": "I was building the land that I'm going to live in with InSomnia."
    }
  ],
  "examples": [
    {
      "korean": "The building project will be financed by the government. 듣기 Add to Wordbook 그 건설 사업에는 정부가 재원을 댈 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The building project will be financed by the government. Add to Wordbook"
    },
    {
      "korean": "The housing projects are subsidized by the government. 듣기 Add to Wordbook 그 주택 건설 프로젝트는 정부 보조금을 받는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The housing projects are subsidized by the government. Add to Wordbook"
    },
    {
      "korean": "They have built hotels in the most unlikely places. 듣기 Add to Wordbook 그들은 대단히 예상 밖의 장소들에 호텔을 건설해 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They have built hotels in the most unlikely places. Add to Wordbook"
    },
    {
      "korean": "The industry is coeval with the construction of the first railways. 듣기 Add to Wordbook 그 산업은 첫 철도 건설과 같은 시기에 시작되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The industry is coeval with the construction of the first railways. Add to Wordbook"
    },
    {
      "korean": "The commission intervened and commanded that work on the building cease. 듣기 Add to Wordbook 위원단이 개입하여 그 건설 공사를 중단할 것을 지시했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The commission intervened and commanded that work on the building cease. Add to Wordbook"
    }
  ]
}