{
  "phrases": [
    {
      "phrase": "걸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그림·옷 등을) hang (up)",
        "(돈 등을) (내기 등에) bet, (계약금·보증금 등을) deposit, (현상금을) offer (a prize for sth), (사업·도박 등에) risk, stake",
        "(목숨·명예 등을) risk (one's life), stake (sth on sth)"
      ]
    },
    {
      "phrase": "적",
      "hanja": " (敵)",
      "example": {},
      "meanings": [
        "(원수) (the) enemy, (literary) foe",
        "(비유적)"
      ]
    },
    {
      "phrase": "걸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(입이 험하다) foul-mouthed"
      ]
    },
    {
      "phrase": "적",
      "hanja": "",
      "example": {},
      "meanings": [
        "(때)",
        "(경험) experience"
      ]
    },
    {
      "phrase": "적",
      "hanja": " (籍)",
      "example": {},
      "meanings": [
        "(호적·병적·학적 등의 문서)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unbacked",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "괜히 걸리적 거리는 거 다 찬희는 어떡할래? Anything that can bother anyone. CHA NI, what are you doing? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 40회 - SF9 팩트체크, 찬희\"체력 약한 형들과 세대차이 느껴\".mov",
      "english": "Anything that can bother anyone. CHA NI, what are you doing?"
    },
    {
      "korean": "[걸리 적 거린다] [그 와중에 냉정 돋는 윤리다] 너 아웃이야 너 나가 빨리. You're out. Hurry up and go out. 듣기 View video 그래TV : 레디플레이어:하이라이트 - <4화> 하이라이트의 입심!",
      "english": "You're out. Hurry up and go out."
    },
    {
      "korean": "건반 오빠~ 한 번 걸리적 거렸네요. Where's our keyboardist? He was confused just now. 듣기 View video V MUSIC : Tuesday Concert 화음- 에릭남, 여자친구, 백아연 등 출연",
      "english": "Where's our keyboardist? He was confused just now."
    },
    {
      "korean": "계속 머리 박고 그랬어요. - 걸리적 거려... And got my head crushed on it. - It was so inconvenient. 듣기 View video BRAVE Entertainment : BRAVEGIRLS 의 멘션파티",
      "english": "And got my head crushed on it. - It was so inconvenient."
    },
    {
      "korean": "여러분 가로수길을 걸어본 적 있으세요? Have you walked down Garosugil before? 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 2019 AWARDS BEHIND #1",
      "english": "Have you walked down Garosugil before?"
    }
  ],
  "examples": [
    {
      "korean": "I'll try not to be underfoot. 듣기 Add to Wordbook 나는 걸리적 거리지 않도록 노력할것이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 pcd0912(pcd0****)",
      "english": "I'll try not to be underfoot. Add to Wordbook"
    },
    {
      "korean": "God put you in my way. 듣기 Add to Wordbook 짜증나게 자꾸 걸리적 거리는구나 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "God put you in my way. Add to Wordbook"
    },
    {
      "korean": "Knowing that seatbelts are a legal requirement, those who care for freedom should beware. 듣기 Add to Wordbook 안전벨트가 법적 필수사항이라는 알고 있으니, 걸리적 거리는 것이 싫은 사람들은 조심해야 한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Knowing that seatbelts are a legal requirement, those who care for freedom should beware. Add to Wordbook"
    },
    {
      "korean": "That's why I wanted no strings attached. 듣기 Add to Wordbook 그게 내가 걸리적 거릴 것이 없는 관계를 원했던 이유야 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 낄낄(alsd****)",
      "english": "That's why I wanted no strings attached. Add to Wordbook"
    },
    {
      "korean": "I’ve never put money on a horse. 듣기 Add to Wordbook 나는 경마에 돈을 걸어 본 적이 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve never put money on a horse. Add to Wordbook"
    }
  ]
}