{
  "phrases": [
    {
      "phrase": "걸리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그림·해 등이) hang, be hung",
        "(장애물·구멍 등에) catch, be caught, be[get] stuck (in), (기계 등에 끼이다) be[get] jammed, (발이) trip, stumble",
        "(그물·덫 등에) (그물 등에) be[get] caught[entangled], (덫에) be trapped[entrapped]"
      ]
    },
    {
      "phrase": "걸리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(시간이) take (time)"
      ]
    },
    {
      "phrase": "걸리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb walk"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "neurotic",
      "frequency": 3
    },
    {
      "meaning": "hang",
      "frequency": 3
    },
    {
      "meaning": "stumble",
      "frequency": 3
    },
    {
      "meaning": "stricken",
      "frequency": 3
    },
    {
      "meaning": "diseased",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "근데 걸리긴 해. But he is in the frame. 듣기 View video 슈주 리턴즈 : [슈퍼TV 속 TV]_예성TV1",
      "english": "But he is in the frame."
    },
    {
      "korean": "적어도 뭐 한번 걸리긴 하겠네. You will get caught at least once. 듣기 View video DAY6 : DAY6는 뒷풀이 라이브 중 (Feat. Adieu Every DAY6!)",
      "english": "You will get caught at least once."
    },
    {
      "korean": "안 걸리긴 했는데 왜 멈췄어? You didn't get caught. Why did you stop? 듣기 View video iKON : [KONIC TV] 코니들의 신나는 여름밤",
      "english": "You didn't get caught. Why did you stop?"
    },
    {
      "korean": "원래 오래 걸리긴 하는데 피자는 금방 먹더라고요. Yeah, I do but not for pizza. 듣기 View video V COOKIE : MONSTA X KIHYUN, HYUNGWON, JOOHEON’s 몬스타엑스 기현,형원,주헌 X 같이먹어요",
      "english": "Yeah, I do but not for pizza."
    },
    {
      "korean": "[불안 불안] 사실 나도 그 부분이 걸리긴 했어. [Worried] That's what I was worried about. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 시즌5_ ep3 이제부터 당신도 사진에 중독됩니다",
      "english": "[Worried] That's what I was worried about."
    }
  ],
  "examples": [
    {
      "korean": "It took him a few seasons to get adjusted, but by 2005, he was considered one of the top centers in the league. 듣기 Add to Wordbook 그는 적응하기까지 몇 시즌이 걸리긴 했으나 2005년부터는 NBA 최고의 센터 중 하나로 여겨졌다. Neungyule",
      "english": "It took him a few seasons to get adjusted, but by 2005, he was considered one of the top centers in the league. Add to Wordbook"
    },
    {
      "korean": "It took a little time, but 'Sunny' finally hit the 7-million-viewer mark. 듣기 Add to Wordbook 어느 정도의 기간이 걸리긴 했으나 드디어 영화 '써니'가 7백만 관객을 돌파하였다. Neungyule",
      "english": "It took a little time, but 'Sunny' finally hit the 7-million-viewer mark. Add to Wordbook"
    },
    {
      "korean": "It took many months but I finally had enough money to afford my first ever camera. 듣기 Add to Wordbook 여러 달이 걸리긴 했지만 결국 제 생애 첫 카메라를 살 수 있을 정도로 충분한 돈을 모았던 겁니다. YBM All in All English-Korean Dictionary",
      "english": "It took many months but I finally had enough money to afford my first ever camera. Add to Wordbook"
    },
    {
      "korean": "It took ages, but she did return with the cash and paid up. 듣기 Add to Wordbook 오래 걸리긴 했지만, 그녀는 돈을 가지고 돌아와서 빚을 다 갚았다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 리니(zzic****)",
      "english": "It took ages, but she did return with the cash and paid up. Add to Wordbook"
    },
    {
      "korean": "It may take a while, but I think I could get used to talk like that.... 듣기 Add to Wordbook 시간이 걸리긴 하겠지만 나도 언젠간 저 말투에 익숙해질 거야. hansemEUG",
      "english": "It may take a while, but I think I could get used to talk like that.... Add to Wordbook"
    }
  ]
}