{
  "phrases": [
    {
      "phrase": "걷다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(소매·바지 등을) roll (up)",
        "(늘어 놓거나 벌여 놓은 것을) gather up[together], bring[take] in, (접거나 개다) fold (up), (잡아당기다) draw",
        "(돈 등을) collect, gather, (강제적으로) (formal) exact"
      ]
    },
    {
      "phrase": "걷다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(발로) walk, (Brit) tread",
        "(일정한 방향으로)",
        "(전문직에 종사하다)"
      ]
    },
    {
      "phrase": "걷다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb harvest, reap",
        "Verb gather, collect",
        "Verb collect, gather"
      ]
    },
    {
      "phrase": "걷다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb lift, clear away",
        "Verb become clear"
      ]
    },
    {
      "phrase": "해저에서 걸을 수 있는 특별한 옷을 입고 잠수하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "dive down in special suits to walk on the bed of the sea"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "seven-league boots",
      "frequency": 0
    },
    {
      "meaning": "cot case",
      "frequency": 0
    },
    {
      "meaning": "creeps",
      "frequency": 0
    },
    {
      "meaning": "geometrical pace",
      "frequency": 0
    },
    {
      "meaning": "get afoot",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "걸을 그렇게 버렸구나? That's how you used Geol? 듣기 View video TOMORROW X TOGETHER : 투모로우바이투게더의 클린 윷놀이",
      "english": "That's how you used Geol?"
    },
    {
      "korean": "저랑 모모랑 채영이랑 원래 파워퍼프걸을 하려고... MOMO, CHAEYOUNG, and I wanted to dress up as the Powerpuff Girls. 듣기 View video TWICE : TWICE TV “ONCE HALLOWEEN 2”",
      "english": "MOMO, CHAEYOUNG, and I wanted to dress up as the Powerpuff Girls."
    },
    {
      "korean": "걸을 때 막 이렇게 걸어야 돼? When I walk, do I have to walk like this? 듣기 View video HA SUNG WOON : [구르미TV] EP.30 CASTLE ON A CLOUD",
      "english": "When I walk, do I have to walk like this?"
    },
    {
      "korean": "매번 - 밥 먹을 때도! 걸을 때도! Every single moment it has. - Even when it eats! Even when walking! 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.20 논리나잇 #2 (Debate Night #2)",
      "english": "Every single moment it has. - Even when it eats! Even when walking!"
    },
    {
      "korean": "걸을 때마다 뽀짝뽀짝 소리가 나요. Every time he walks, there's a squeaking sound. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#149. 오. 꼭. 말. (오졌다고 꼭 말해줘야지) (w. 하성운)",
      "english": "Every time he walks, there's a squeaking sound."
    }
  ],
  "examples": [
    {
      "korean": "He can walk only with the assistance of crutches. 듣기 Add to Wordbook 그는 목발의 도움이 있어야만 걸을 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He can walk only with the assistance of crutches. Add to Wordbook"
    },
    {
      "korean": "I can’t walk that far. 듣기 Add to Wordbook 난 그렇게 멀리는 걸을 수가 없어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can’t walk that far. Add to Wordbook"
    },
    {
      "korean": "His arms swung as he walked. 듣기 Add to Wordbook 그는 걸을 때 팔이 흔들렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His arms swung as he walked. Add to Wordbook"
    },
    {
      "korean": "He can now walk unaided. 듣기 Add to Wordbook 그는 이제 아무 도움을 받지 않고 걸을 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He can now walk unaided. Add to Wordbook"
    },
    {
      "korean": "Her hair bounced as she walked. 듣기 Add to Wordbook 그녀가 걸을 때면 머리카락이 (까불까불) 흔들렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her hair bounced as she walked. Add to Wordbook"
    }
  ]
}