{
  "phrases": [
    {
      "phrase": "검술",
      "hanja": " (劍術)",
      "example": {},
      "meanings": [
        "fencing, swordsmanship"
      ]
    },
    {
      "phrase": "검술의 대가",
      "hanja": "",
      "example": {},
      "meanings": [
        "a master fencer[swordsman]"
      ]
    },
    {
      "phrase": "검술 사범",
      "hanja": " (劍術師範)",
      "example": {},
      "meanings": [
        "a fencing master"
      ]
    },
    {
      "phrase": "검술 시합",
      "hanja": " (劍術試合)",
      "example": {},
      "meanings": [
        "a fencing bout[match]"
      ]
    },
    {
      "phrase": "검술 도장",
      "hanja": " (劍術道場)",
      "example": {},
      "meanings": [
        "a fencing school"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "swordsmanship",
      "frequency": 0
    },
    {
      "meaning": "swordcraft",
      "frequency": 0
    },
    {
      "meaning": "sword(s)manship",
      "frequency": 0
    },
    {
      "meaning": "be a good[bad] swordsman",
      "frequency": 0
    },
    {
      "meaning": "a master of fence",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "I did a bit of fencing while I was at college. 듣기 Add to Wordbook 나는 대학에 다닐 때 검술을 약간 했다. YBM All in All English-Korean Dictionary",
      "english": "I did a bit of fencing while I was at college. Add to Wordbook"
    },
    {
      "korean": "a master of fence 듣기 Add to Wordbook 검객(劍客), 검술의 명수. Friendict Level English-Korean Dictionary",
      "english": "a master of fence Add to Wordbook"
    },
    {
      "korean": "The master is teaching swordsmanship to his disciple. 듣기 Add to Wordbook 스승은 자신의 제자에게 검술을 가르치고 있다. English Hidden Card",
      "english": "The master is teaching swordsmanship to his disciple. Add to Wordbook"
    },
    {
      "korean": "It is based on the real life of Hercule-Savinien de Cyrano de Bergerac (1619-1655), a French dramatist and duelist. 듣기 Add to Wordbook 이 작품은 프랑스 극작가이며 검술 결투자였던 에르퀼 사비니앵 시라노 드 베르주라크 (1619년-1655년)의 실제 삶을 토대로 구성되었다. TIMES CORE",
      "english": "It is based on the real life of Hercule-Savinien de Cyrano de Bergerac (1619-1655), a French dramatist and duelist. Add to Wordbook"
    },
    {
      "korean": "\"The Warrior, Baek Dong-soo\" features Baek Dong-soo’s heroic activities as Joseon Dynasty’s best warrior, and shows the warrior’s combat skills such as martial arts, swordmanship, and spearmanship. 듣기 Add to Wordbook \"무사, 백동수\"는 조선시대 최고 무사로서의 영웅적 활약을 주제로 그리고 있으며, 무사의 무술, 창술, 그리고 검술과 같은 전투 기술을 보여준다. EDU TIMES",
      "english": "\"The Warrior, Baek Dong-soo\" features Baek Dong-soo’s heroic activities as Joseon Dynasty’s best warrior, and shows the warrior’s combat skills such as martial arts, swordmanship, and spearmanship. Add to Wordbook"
    }
  ]
}