{
  "phrases": [
    {
      "phrase": "것",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사물) thing, (대명사적) one",
        "(사람을 낮추는 말)",
        "(소유물)"
      ]
    },
    {
      "phrase": "새것",
      "hanja": "",
      "example": {},
      "meanings": [
        "new one, new thing"
      ]
    },
    {
      "phrase": "남은 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "remnants",
        "leftovers",
        "remainders"
      ]
    },
    {
      "phrase": "나의 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "mine"
      ]
    },
    {
      "phrase": "어느 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "which one",
        "which"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "will",
      "frequency": 3
    },
    {
      "meaning": "seem",
      "frequency": 3
    },
    {
      "meaning": "everything",
      "frequency": 3
    },
    {
      "meaning": "would",
      "frequency": 3
    },
    {
      "meaning": "stuff",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이 방안에 있는 것들 중에서 혹시 담을만한 것들이 있나 한번 골라볼까요? choose something in this room that might be good to put in here? 듣기 View video V COOKIE : [Full]COOKIE DAY",
      "english": "choose something in this room that might be good to put in here?"
    },
    {
      "korean": "이런 것 들이 굉장히 재미있을 것 같아요. This should be fun. 듣기 View video RBW : 오브로젝트 캐치마인드 & talk !",
      "english": "This should be fun."
    },
    {
      "korean": "나름 많은 것들이 암시되어 있습니다, 이 안에. But it means a lot of things. 듣기 View video Brown Eyed Girls : 스포여왕 가인의 카운트다운 라이브",
      "english": "But it means a lot of things."
    },
    {
      "korean": "제가 하기 싫어하는 것 들이 있어요. There are a lot of things I don't like to do. 듣기 View video V COOKIE : [Replay] San E's 산이의 힙합라이브",
      "english": "There are a lot of things I don't like to do."
    },
    {
      "korean": "그럼 이 밑에 내가 깔아놓은 것들이 보여요. you'll see everything on the floor here. 듣기 View video V Beauty : [깡나 KANGNA] 손이 자주 가는 쿠션 제품 추천 / Often used Cushion Foundation",
      "english": "you'll see everything on the floor here."
    }
  ],
  "examples": [
    {
      "korean": "All these things cooperated to make this work a success. 듣기 Add to Wordbook 이러한 것들이 모두 도움이 되어 이 일을 성공시켰다. Friendict Level English-Korean Dictionary",
      "english": "All these things cooperated to make this work a success. Add to Wordbook"
    },
    {
      "korean": "I chose this coat in the end because the other ones were all too expensive. 듣기 Add to Wordbook 다른 것들이 너무 비쌌기 때문에 나는 결국 이 코트를 골랐다. Neungyule",
      "english": "I chose this coat in the end because the other ones were all too expensive. Add to Wordbook"
    },
    {
      "korean": "They think everything is inhumane, aquarium fish, horse racing?who knows what else. 듣기 Add to Wordbook 이들은 모든 것, 수족관 물고기, 경마, 그리고 그 밖의 다른 모든 것들이 비인간적이라고 생각한다. Neungyule",
      "english": "They think everything is inhumane, aquarium fish, horse racing?who knows what else. Add to Wordbook"
    },
    {
      "korean": "Things like that, that make it a particularly poignant story for us. 듣기 Add to Wordbook 이러한 것들이 이 작품을 감동적으로 만들어 주지요. YBM All in All English-Korean Dictionary",
      "english": "Things like that, that make it a particularly poignant story for us. Add to Wordbook"
    },
    {
      "korean": "Everything that we’re sitting near in this room is an absolute masterpiece. 듣기 Add to Wordbook 여기 이 방, 우리 주변에 있는 모든 것들이 다 진정한 걸작입니다. YBM All in All English-Korean Dictionary",
      "english": "Everything that we’re sitting near in this room is an absolute masterpiece. Add to Wordbook"
    }
  ]
}