{
  "phrases": [
    {
      "phrase": "것",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사물) thing, (대명사적) one",
        "(사람을 낮추는 말)",
        "(소유물)"
      ]
    },
    {
      "phrase": "새것",
      "hanja": "",
      "example": {},
      "meanings": [
        "new one, new thing"
      ]
    },
    {
      "phrase": "남은 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "remnants",
        "leftovers",
        "remainders"
      ]
    },
    {
      "phrase": "나의 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "mine"
      ]
    },
    {
      "phrase": "어느 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "which one",
        "which"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "any given",
      "frequency": 0
    },
    {
      "meaning": "will",
      "frequency": 3
    },
    {
      "meaning": "seem",
      "frequency": 3
    },
    {
      "meaning": "everything",
      "frequency": 3
    },
    {
      "meaning": "would",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "듣는것 도 예고편이 있죠? and also a teaser you can listen to, right? 듣기 View video IMFACT : [IMFACT] 컴백 카운트다운, D-6!!!",
      "english": "and also a teaser you can listen to, right?"
    },
    {
      "korean": "그냥 부끄러워하는 것 같은데? Just be embarrassed. 듣기 View video OSEN : PENTAGON 펜타곤, 귀여운 2인 1조 TMI 인터뷰 #스타로드 05",
      "english": "Just be embarrassed."
    },
    {
      "korean": "어떻게... 잘 나온 것 같아요? How... Do you like it? 듣기 View video TWICE : TWICE TV “34th Golden Disc Awards DAY 2”",
      "english": "How... Do you like it?"
    },
    {
      "korean": "넌 그게 정상인 것 같아? Does that seem normal to you? 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "Does that seem normal to you?"
    },
    {
      "korean": "행복한 것 같아요 - 행복한 것 같아요? I think I'm happy. - You're happy? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "I think I'm happy. - You're happy?"
    }
  ],
  "examples": [
    {
      "korean": "You don't pay me at all. 듣기 Add to Wordbook 어차피 줄 것도 아니면서 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 거사(hema****)",
      "english": "You don't pay me at all. Add to Wordbook"
    },
    {
      "korean": "Don't listen to any of it. 듣기 Add to Wordbook 그중에 어떤 것도 듣지마. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ready(yeon****)",
      "english": "Don't listen to any of it. Add to Wordbook"
    },
    {
      "korean": "Don't worry about all of this. 듣기 Add to Wordbook 아무 것도 걱정하지 마. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "Don't worry about all of this. Add to Wordbook"
    },
    {
      "korean": "There do not seem to be any. 듣기 Add to Wordbook 어떠한 것도 보이지 않는다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 The Milky Way(2byp****)",
      "english": "There do not seem to be any. Add to Wordbook"
    },
    {
      "korean": "Having said that, it is also very important to be mindful of the propriety of planning guidance. 듣기 Add to Wordbook 그렇지만 계획 지침의 타당성을 염두에 두는 것도 매우 중요합니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 no(jera****) Hansard",
      "english": "Having said that, it is also very important to be mindful of the propriety of planning guidance. Add to Wordbook"
    }
  ]
}