{
  "phrases": [
    {
      "phrase": "것",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사물) thing, (대명사적) one",
        "(사람을 낮추는 말)",
        "(소유물)"
      ]
    },
    {
      "phrase": "새것",
      "hanja": "",
      "example": {},
      "meanings": [
        "new one, new thing"
      ]
    },
    {
      "phrase": "남은 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "remnants",
        "leftovers",
        "remainders"
      ]
    },
    {
      "phrase": "나의 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "mine"
      ]
    },
    {
      "phrase": "어느 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "which one",
        "which"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "will",
      "frequency": 3
    },
    {
      "meaning": "seem",
      "frequency": 3
    },
    {
      "meaning": "everything",
      "frequency": 3
    },
    {
      "meaning": "would",
      "frequency": 3
    },
    {
      "meaning": "stuff",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "더보이즈가 가장 기뻐할 것이라고 생각합니다. THE BOYZ, will be the happiest. 듣기 View video THE BOYZ : [OFF THE BOYZ] 2018 추석특집 아육대",
      "english": "THE BOYZ, will be the happiest."
    },
    {
      "korean": "벌룬 디테일의 소매로 연출된 것이라고 합니다. It's a detail called the balloon detail. 듣기 View video Fairy Tina : UNIQUE TRENCH COATS INTRODUCING! APPROVED ITEMS ONLY | FAIRY TINA",
      "english": "It's a detail called the balloon detail."
    },
    {
      "korean": "열심히 하면 모든 것이 잘 될 것이라고 생각했었다. I thought if I worked hard, everything would work out. 듣기 View video 달핑스튜디오 : [도시의 밤,별] EP.03 실수가 만들어준 인연",
      "english": "I thought if I worked hard, everything would work out."
    },
    {
      "korean": "그게 맞을 것이라고 가정하고 본인 확인을 할 때 가장 먼저 뭘 물어보겠어요? what will an agency ask the celebrity first? 듣기 View video JTBC PLUS : #본인확인중 #3개월째 만남의 진실 #팩스테러 스타 열애설에 대처하는 소속사의 속사정",
      "english": "what will an agency ask the celebrity first?"
    },
    {
      "korean": "이번의 포인트는 어떤 것이라고 표현을 좀 누가 해주시면 좋을까요? Who would be good to express the point of the dance? 듣기 View video Golden Child : [FULL] Golden Child 3RD MINI ALBUM [WISH] COMEBACK SHOWCASE",
      "english": "Who would be good to express the point of the dance?"
    }
  ],
  "examples": [
    {
      "korean": "She prophesied that she would win a gold medal. 듣기 Add to Wordbook 그녀는 자기가 금메달을 탈 것이라고 예언했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She prophesied that she would win a gold medal. Add to Wordbook"
    },
    {
      "korean": "The witch foretold that she would marry a prince. 듣기 Add to Wordbook 그녀가 왕자와 결혼을 할 것이라고 마녀가 예언했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The witch foretold that she would marry a prince. Add to Wordbook"
    },
    {
      "korean": "Police are worried that many crimes go unreported. 듣기 Add to Wordbook 경찰에서는 많은 범죄들이 신고되지 않을 것이라고 걱정한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Police are worried that many crimes go unreported. Add to Wordbook"
    },
    {
      "korean": "He claims he keeps a bottle of brandy only for medicinal purposes. 듣기 Add to Wordbook 그는 약으로만 쓰려고 브랜디 한 병을 갖고 있는 것이라고 주장한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He claims he keeps a bottle of brandy only for medicinal purposes. Add to Wordbook"
    },
    {
      "korean": "They said that compulsory identity cards would infringe civil liberties. 듣기 Add to Wordbook 그들은 의무적인 신분증 사용이 시민의 권리를 침해하게 될 것이라고 말했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They said that compulsory identity cards would infringe civil liberties. Add to Wordbook"
    }
  ]
}