{
  "phrases": [],
  "meanings": [
    {
      "meaning": "jelly bean",
      "frequency": 0
    },
    {
      "meaning": "baguette",
      "frequency": 0
    },
    {
      "meaning": "cortical blindness",
      "frequency": 0
    },
    {
      "meaning": "corticospinal",
      "frequency": 0
    },
    {
      "meaning": "mantle crown",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "겉으로라도 잘 지내야죠. You have to act amicable, even if it is just an act. 듣기 View video BRAVE Entertainment : 빅스타 다시 시작 고민상담소 3",
      "english": "You have to act amicable, even if it is just an act."
    },
    {
      "korean": "여기서 이렇게 혼자서 명상을 하면서 겉는 거죠. You're able to walk around and meditate by yourself. 듣기 View video GAVYNJ : 제주도 구경 시켜줄게오♥️",
      "english": "You're able to walk around and meditate by yourself."
    },
    {
      "korean": "스킨케어만 단계별로 했을 뿐인데, 에스테틱에서 관리 받고 온 것 겉아요. Her face seems to get a facial treatment only with skin care products on. 듣기 View video V Beauty : 차홍에게 물어봐 CHAHONG 뷰티생활기초 2",
      "english": "Her face seems to get a facial treatment only with skin care products on."
    }
  ],
  "examples": [
    {
      "korean": "The outside of the bone is called the cortical bone. 듣기 Add to Wordbook 뼈의 바깥 부분은 피질골 (겉질뼈)이라고 불립니다. TIMES CORE",
      "english": "The outside of the bone is called the cortical bone. Add to Wordbook"
    },
    {
      "korean": "They seem to get worse every year. 듣기 Add to Wordbook 그들은 매해 더 않좋아지는거 겉다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 모범생(lazy****)",
      "english": "They seem to get worse every year. Add to Wordbook"
    },
    {
      "korean": "Cold temperatures are most likely to provoke an attack. 듣기 Add to Wordbook 섬뜩한 공기들이 마치 공격을 일으킬 것 겉다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 beaulis(beau****)",
      "english": "Cold temperatures are most likely to provoke an attack. Add to Wordbook"
    },
    {
      "korean": "I think maybe I love him. 듣기 Add to Wordbook 나.아무래도 그를 사랑하는 것 겉아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 헵번공주(yuli****)",
      "english": "I think maybe I love him. Add to Wordbook"
    },
    {
      "korean": "Now it's time to role up our sleeves and achieve what we've promised. 듣기 Add to Wordbook 소매를 겉어 붙이고 우리가 약속했던 것을 달성해야 할 때에요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 은진(elqq****)",
      "english": "Now it's time to role up our sleeves and achieve what we've promised. Add to Wordbook"
    }
  ]
}