{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "기타 연습해야 겠네요. I better practice. 듣기 View video C-JeS : 진혁의 \"우리 영화 뭐볼까? (우영까)\" 1회. 스타트렉 비욘드",
      "english": "I better practice."
    },
    {
      "korean": "최선을 다 해야 겠네요. You must try your best. 듣기 View video PENTAGON : <펜타곤 교과서> 3교시 - 핑퐁의 길",
      "english": "You must try your best."
    },
    {
      "korean": "이분 전화연결 한번 해봐야 겠네요. I think we should talk to this person. 듣기 View video BTOB : <민혁이의 멜로디가 빛나는 밤에> - 두 번째 이야기",
      "english": "I think we should talk to this person."
    },
    {
      "korean": "이건 패트릭에게 질문해야 겠네요. I'm going to ask Patrick this question. 듣기 View video V MOVIE : '영원한 울버린' <휴 잭맨> 현지 생중계 V라이브 'Hugh Jackman X Patrick Stewart V LIVE @Taipei'",
      "english": "I'm going to ask Patrick this question."
    },
    {
      "korean": "놀이 공원에 가야 겠네요. - 오! We need to go to an amusement park. - Oh! 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '블루미와 함께 나들이 가실래요?'",
      "english": "We need to go to an amusement park. - Oh!"
    }
  ],
  "examples": [
    {
      "korean": "First of all, you need to calm down. 발음듣기 일단은 마음부터 진정하셔야 겠네요. YBM All in All English-Korean Dictionary",
      "english": "First of all, you need to calm down. 발음"
    },
    {
      "korean": "I'll explain to you what to do. 발음듣기 어떻게 해야 하는지 말해줘야 겠네요. Neungyule",
      "english": "I'll explain to you what to do. 발음"
    },
    {
      "korean": "In that case, you need a night out on the town. 발음듣기 그렇다면 밤에 시내라도 나가서 기분을 푸셔야 겠네요. Neungyule",
      "english": "In that case, you need a night out on the town. 발음"
    },
    {
      "korean": "Perhaps we need to look into increasing the efficiency of our production methods as a cost-cutting measure. 발음듣기 경비 절감책으로 생산성을 향상시키는 방안을 연구해야 겠네요. YBM All in All English-Korean Dictionary",
      "english": "Perhaps we need to look into increasing the efficiency of our production methods as a cost-cutting measure. 발음"
    },
    {
      "korean": "Let me save you some money. 발음듣기 비용을 절약시켜드려야 겠네요. Neungyule",
      "english": "Let me save you some money. 발음"
    }
  ]
}