{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "나 막 만들어도 되나? 얼음을 넣어야 겠지? Could I just make it in any way? I should put some ice in, right? 듣기 View video V COOKIE : [Full] Yubin X Rooftop Live - 유빈의 루프탑라이브!",
      "english": "Could I just make it in any way? I should put some ice in, right?"
    },
    {
      "korean": "뭐 그런거 겠지만... I guess? So... 듣기 View video WINNER : (위너먹방)음방후잠깐의여유",
      "english": "I guess? So..."
    },
    {
      "korean": "생님아가 아니라 형님아겠지. It's Big bro. 듣기 View video TWICE : 삿포로삿포로",
      "english": "It's Big bro."
    },
    {
      "korean": "치워야 되지. - 치워야 겠지? We should probably clean it. - We should, shouldn't we? 듣기 View video PeekaVoo! : VICTON 빅톤 Welcome to VICTON house! 우리집에 놀러 와!",
      "english": "We should probably clean it. - We should, shouldn't we?"
    },
    {
      "korean": "뭐라 하지 말고. 가 보면 알 겠지. Let's not be so sure now. We will see what will happen. 듣기 View video iKON : MERRY KONY'S MAS",
      "english": "Let's not be so sure now. We will see what will happen."
    }
  ],
  "examples": [
    {
      "korean": "You are taking it or leaving it. 듣기 Add to Wordbook 니가 가지던지 아니면 떠나든지 겠지 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "You are taking it or leaving it. Add to Wordbook"
    },
    {
      "korean": "We'll see how it goes from there. 듣기 Add to Wordbook 거기서 부터 어떻게 되는지 지켜봐야 겠지 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "We'll see how it goes from there. Add to Wordbook"
    },
    {
      "korean": "We will see how that works into the future. 듣기 Add to Wordbook 앞으로 어떻게 될지 지켜봐야 겠지. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****) Hansard",
      "english": "We will see how that works into the future. Add to Wordbook"
    },
    {
      "korean": "I'm supposed to believe you, am I? 듣기 Add to Wordbook 내가 널 믿어야 겠지, 그렇지? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Reina(jjyr****)",
      "english": "I'm supposed to believe you, am I? Add to Wordbook"
    },
    {
      "korean": "Maybe you need to catch up on your sleep anyway, hmm? 듣기 Add to Wordbook 흠,어쨌든 넌 밀린 잠을 자야 겠지? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 신혜림(i_ru****)",
      "english": "Maybe you need to catch up on your sleep anyway, hmm? Add to Wordbook"
    }
  ]
}