{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "나 막 만들어도 되나? 얼음을 넣어야 겠지? Could I just make it in any way? I should put some ice in, right? 듣기 View video V COOKIE : [Full] Yubin X Rooftop Live - 유빈의 루프탑라이브!",
      "english": "Could I just make it in any way? I should put some ice in, right?"
    },
    {
      "korean": "뭐 그런거 겠지만... I guess? So... 듣기 View video WINNER : (위너먹방)음방후잠깐의여유",
      "english": "I guess? So..."
    },
    {
      "korean": "생님아가 아니라 형님아겠지. It's Big bro. 듣기 View video TWICE : 삿포로삿포로",
      "english": "It's Big bro."
    },
    {
      "korean": "치워야 되지. - 치워야 겠지? We should probably clean it. - We should, shouldn't we? 듣기 View video PeekaVoo! : VICTON 빅톤 Welcome to VICTON house! 우리집에 놀러 와!",
      "english": "We should probably clean it. - We should, shouldn't we?"
    },
    {
      "korean": "뭐라 하지 말고. 가 보면 알 겠지. Let's not be so sure now. We will see what will happen. 듣기 View video iKON : MERRY KONY'S MAS",
      "english": "Let's not be so sure now. We will see what will happen."
    }
  ],
  "examples": [
    {
      "korean": "Try as I might, I just cannot warm to her two female successors. 듣기 Add to Wordbook 노력해 보아야 겠지만, 나는 그녀의 두 여성 후계자들에게 호감이 가지 않는다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Try as I might, I just cannot warm to her two female successors. Add to Wordbook"
    },
    {
      "korean": "I'm in the Midlands so it would be a bit of a hike, but I'll keep my eye on it. 듣기 Add to Wordbook 난 중부지방에 있어 그래서 여기 좀 걸어다녀야 겠지만 난 계속해서 이곳을 구경하겠어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 바보인척하는 바보(yunj****)",
      "english": "I'm in the Midlands so it would be a bit of a hike, but I'll keep my eye on it. Add to Wordbook"
    },
    {
      "korean": "I probably should be mad, but what can I say? 듣기 Add to Wordbook 물론 화라도 내야 겠지만, 내가 어쩌겠어? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jump(papa****)",
      "english": "I probably should be mad, but what can I say? Add to Wordbook"
    },
    {
      "korean": "Please take advantage of these prices. 듣기 Add to Wordbook 이 가격들을 이용하세요,(문맥이 있어야 겠지만, 가격이 싸니 사라는 말.) User translation Inaccurate information may be included due to the users' self-traslation. 닫기 JAKE L(dleh****)",
      "english": "Please take advantage of these prices. Add to Wordbook"
    },
    {
      "korean": "I have to say, Nicki-Noos, I'm with you on that one. 듣기 Add to Wordbook 닉키 누스, 내가 말해야 겠지만 그것에 관해 나는 당신과 의견이 같아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 the happy vitamin(wdh1****)",
      "english": "I have to say, Nicki-Noos, I'm with you on that one. Add to Wordbook"
    }
  ]
}