{
  "phrases": [
    {
      "phrase": "기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·벌레 등이) crawl, creep",
        "(몹시 느리게 가다) crawl, creep",
        "(비굴하게 굴다) crawl (to), (informal) grovel (to)"
      ]
    },
    {
      "phrase": "위",
      "hanja": "",
      "example": {},
      "meanings": [
        "(위쪽, 꼭대기) top",
        "(표면)",
        "(나이, 계급)"
      ]
    },
    {
      "phrase": "위",
      "hanja": " (位)",
      "example": {},
      "meanings": [
        "(등급, 등수)ranking"
      ]
    },
    {
      "phrase": "위",
      "hanja": " (胃)",
      "example": {},
      "meanings": [
        "(신체 기관)stomach"
      ]
    },
    {
      "phrase": "위",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun wi"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "yet",
      "frequency": 2
    },
    {
      "meaning": "shuffleboard",
      "frequency": 0
    },
    {
      "meaning": "pinafore",
      "frequency": 0
    },
    {
      "meaning": "abaya",
      "frequency": 0
    },
    {
      "meaning": "tabled joint",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "In a large bowl, pour boiling water over bran. 발음듣기 큰 그릇에서, 겨 위에 끓는 물을 부어 주세요. User translation Inaccurate information may be included due to the users' self-traslation. reese(erne****) Web Collection",
      "english": "In a large bowl, pour boiling water over bran. 발음"
    },
    {
      "korean": "The tall oak projected a long shadow on the ground. 발음듣기 그 높은 떡갈나무는 땅 위에 긴 그늘을 던지고 있었다. Friendict Level English-Korean Dictionary",
      "english": "The tall oak projected a long shadow on the ground. 발음"
    },
    {
      "korean": "The girl has long curls over her shoulders. 발음듣기 그 소녀는 긴 곱슬머리를 어깨 위로 늘어뜨리고 있다. Friendict Level English-Korean Dictionary",
      "english": "The girl has long curls over her shoulders. 발음"
    },
    {
      "korean": "The pillar cast a long shadow on the ground. 발음듣기 기둥은 땅 위에 긴 그림자를 드리우고 있었다. Friendict Level English-Korean Dictionary",
      "english": "The pillar cast a long shadow on the ground. 발음"
    },
    {
      "korean": "Visitors can enter a 30-m long tunnel, sit in an outdoor amphitheater, and see beautiful light spreading overhead. 발음듣기 방문객들은 30m의 긴 터널에 들어가서, 야외 원형극장에 앉아, 머리 위로 흩어지는 아름다운 빛을 볼 수 있습니다. TIMES CORE",
      "english": "Visitors can enter a 30-m long tunnel, sit in an outdoor amphitheater, and see beautiful light spreading overhead. 발음"
    }
  ]
}