{
  "phrases": [
    {
      "phrase": "견디다",
      "hanja": "",
      "example": {},
      "meanings": [
        "bear, (참다) endure tolerate, put up with, (주로 부정문·의문문에 쓰여) stand",
        "(유지하다, 지탱하다) stand, withstand, last, (무게를) bear"
      ]
    },
    {
      "phrase": "견딜 수 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unbearable",
        "be unendurable",
        "be past bearing"
      ]
    },
    {
      "phrase": "견딜 수 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be bearable",
        "be endurable"
      ]
    },
    {
      "phrase": "견딜 수 없는 짐",
      "hanja": "",
      "example": {},
      "meanings": [
        "an unbearable[intolerable] burden"
      ]
    },
    {
      "phrase": "견딜 수 없는 더위",
      "hanja": "",
      "example": {},
      "meanings": [
        "intolerable[unbearable] heat"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bearable",
      "frequency": 3
    },
    {
      "meaning": "unbearable",
      "frequency": 3
    },
    {
      "meaning": "intolerable",
      "frequency": 3
    },
    {
      "meaning": "insufferable",
      "frequency": 0
    },
    {
      "meaning": "unendurable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"그때 네가 내게 줬던 두 날개로\" 이게 그거예요 - 너 방송에서 견딜 수 있겠냐? This is the part I was talking about \"With the two wings you gave me back then.\" - Can you endure it? 듣기 View video BTS : BTS 꿀FM 06.13 : Comeback Special",
      "english": "This is the part I was talking about \"With the two wings you gave me back then.\" - Can you endure it?"
    },
    {
      "korean": "견딜 수가 없어. It's too hot. 듣기 View video BLACKPINK : 블핑하우스 (BLACKPINK HOUSE) EP.9-2",
      "english": "It's too hot."
    },
    {
      "korean": "아니면 춥지만 견딜만 하다 이 차이를 만들어준다고 생각합니다. I think that it gives a difference of making it able to stand in the cold. 듣기 View video Fairy Tina : HOW-TO-STYLE COLORED LONG PADDED JACKET | KOREAN FASHION TREND | FAIRY TINA",
      "english": "I think that it gives a difference of making it able to stand in the cold."
    },
    {
      "korean": "예, 견딜만해요. Yes, I will survive. 듣기 View video V MOVIE : <아수라> 무비토크 라이브 '< Asura : The City of Madness> Movie Talk Live'",
      "english": "Yes, I will survive."
    },
    {
      "korean": "'견딜만 해'라고 지금... She said it's bearable. 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '가을 운동회'",
      "english": "She said it's bearable."
    }
  ],
  "examples": [
    {
      "korean": "She could not endure the thought of parting. 듣기 Add to Wordbook 그녀는 헤어진다는 생각을 견딜 수가 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She could not endure the thought of parting. Add to Wordbook"
    },
    {
      "korean": "He ached to be home with his loved ones. 듣기 Add to Wordbook 그는 사랑하는 사람들이 있는 집에 가고 싶어 못 견딜 정도였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He ached to be home with his loved ones. Add to Wordbook"
    },
    {
      "korean": "an intolerable burden / situation 듣기 Add to Wordbook 견딜 수 없는 부담/상황 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an intolerable burden / situation Add to Wordbook"
    },
    {
      "korean": "I can’t stand much more of this. 듣기 Add to Wordbook 난 이것을 더 이상 견딜 수가 없어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can’t stand much more of this. Add to Wordbook"
    },
    {
      "korean": "She thought she would not be able to bear the load of bringing up her family alone. 듣기 Add to Wordbook 그녀는 혼자서 가족을 부양하는 부담을 견딜 수가 없을 거라고 생각했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She thought she would not be able to bear the load of bringing up her family alone. Add to Wordbook"
    }
  ]
}