{
  "phrases": [
    {
      "phrase": "견디다",
      "hanja": "",
      "example": {},
      "meanings": [
        "bear, (참다) endure tolerate, put up with; (주로 부정문·의문문에 쓰여) stand",
        "(유지하다, 지탱하다) stand, withstand, last; (무게를) bear"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unbearable tension",
      "frequency": 0
    },
    {
      "meaning": "stick-to-it-ism",
      "frequency": 0
    },
    {
      "meaning": "burdensomeness",
      "frequency": 0
    },
    {
      "meaning": "burdensomely",
      "frequency": 0
    },
    {
      "meaning": "an intolerable pain",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[진 사람은 분수대 옆에서 물바람 5초 견디기!] - 진짜? 진짜 할 거야? - 진짜 해? Really? We're really going to do it? - Really do it? 듣기 View video GOT7 : [GOT7(갓세븐) TOURGRAPH] WORLD TOUR 'EYES ON YOU' EP.04",
      "english": "Really? We're really going to do it? - Really do it?"
    },
    {
      "korean": "무더위를 견디기에 이 노래가 좋았나요? Was it good to listen in summer? 듣기 View video V Special : SBS파워FM 오늘같은밤 힙합위크LIVE: 슬리피X딥플로우X베이식",
      "english": "Was it good to listen in summer?"
    },
    {
      "korean": "그걸 견디기가 사실 힘들었어요, 불편한 것보다도... It was hard to endure it. Not that I felt uncomfortable... 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "It was hard to endure it. Not that I felt uncomfortable..."
    },
    {
      "korean": "[노동보다 견디기 힘든 서호주의 강한 햇빛] 큰일 났네, 큰일 났어. [The sun is too fierce to work] We're in trouble. We are. 듣기 View video 컨버전스 TV (CONS TV) : Global Working Tour in Australia EP.09",
      "english": "[The sun is too fierce to work] We're in trouble. We are."
    },
    {
      "korean": "구레나룻 견디기? - 저 다른 걸로 바꿔주세요. The sideburns? - I want to change my game too. 듣기 View video IDOL x IDOL : A.cian - We are A.cian - '상현의 조금 특별한 생일파티!'",
      "english": "The sideburns? - I want to change my game too."
    }
  ],
  "examples": [
    {
      "korean": "I found the temptation to miss the class too hard to resist. 발음듣기 나는 수업을 빼먹고 싶은 유혹이 너무 견디기 힘들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I found the temptation to miss the class too hard to resist. 발음"
    },
    {
      "korean": "The heat was getting to be too much for me. 발음듣기 더위[열기]가 내가 견디기 힘들어질 정도가 되어 가고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The heat was getting to be too much for me. 발음"
    },
    {
      "korean": "Listening to the cries was more than flesh and blood could stand. 발음듣기 그 비명을 듣는 것은 인간이 견딜 수 있는 것을 넘어섰다[견디기 힘든 것이었다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Listening to the cries was more than flesh and blood could stand. 발음"
    },
    {
      "korean": "Sitting on an aircraft for long hours can be difficult to endure especially for the body as it tends to bloat from the velocity and atmospheric pressure. But in most cases, the body returns to normal after taxiing on the ground. However, for a more comfortable flight, people should avoid clothes and accessories that are tight. 발음듣기 비행기에 장시간 앉아 있는 것은 특히 속도와 기압으로 인해 몸이 붓는 경향이 있기에 견디기 어려울 수 있다. 그러나 대부분의 경우 지상에 착륙 후 신체는 정상으로 돌아온다. 하지만 좀 더 편안한 비행을 위해서는 꽉 끼는 옷이나 액세서리는 피하는게 좋다. The Korea Times",
      "english": "Sitting on an aircraft for long hours can be difficult to endure especially for the body as it tends to bloat from the velocity and atmospheric pressure. But in most cases, the body returns to normal after taxiing on the ground. However, for a more comfortable flight, people should avoid clothes and accessories that are tight. 발음"
    },
    {
      "korean": "She felt an oppressive sense of guilt. 발음듣기 그녀는 견디기 힘든 죄의식을 느꼈다. YBM All in All English-Korean Dictionary",
      "english": "She felt an oppressive sense of guilt. 발음"
    }
  ]
}