{
  "phrases": [
    {
      "phrase": "견딜 수 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unbearable",
        "be unendurable",
        "be past bearing"
      ]
    },
    {
      "phrase": "견딜 수 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be bearable",
        "be endurable"
      ]
    },
    {
      "phrase": "견딜 수 없는 짐",
      "hanja": "",
      "example": {},
      "meanings": [
        "an unbearable[intolerable] burden"
      ]
    },
    {
      "phrase": "견딜 수 없는 더위",
      "hanja": "",
      "example": {},
      "meanings": [
        "intolerable[unbearable] heat"
      ]
    },
    {
      "phrase": "견딜 수 없는 침묵",
      "hanja": "",
      "example": {},
      "meanings": [
        "an unbearable[intolerable] silence"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unbearable",
      "frequency": 3
    },
    {
      "meaning": "intolerable",
      "frequency": 3
    },
    {
      "meaning": "proof",
      "frequency": 3
    },
    {
      "meaning": "tolerable",
      "frequency": 3
    },
    {
      "meaning": "insufferable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"그때 네가 내게 줬던 두 날개로\" 이게 그거예요 - 너 방송에서 견딜 수 있겠냐? This is the part I was talking about \"With the two wings you gave me back then.\" - Can you endure it? 듣기 View video BTS : BTS 꿀FM 06.13 : Comeback Special",
      "english": "This is the part I was talking about \"With the two wings you gave me back then.\" - Can you endure it?"
    },
    {
      "korean": "견딜 수가 없어. It's too hot. 듣기 View video BLACKPINK : 블핑하우스 (BLACKPINK HOUSE) EP.9-2",
      "english": "It's too hot."
    },
    {
      "korean": "이 정도 무게는 견딜 수 있습니다. I can bear this weight. 듣기 View video JTBC PLUS : 골든디스크 시상식 백스테이지 인터뷰1st DAY / The 32nd Golden Disc Awards Backstage Interview 1st DAY",
      "english": "I can bear this weight."
    },
    {
      "korean": "[과연 소름 끼치는 공포를 견딜 수 있을지?] [Will they make it out alive?] View video FNC NEOZ SCHOOL : [SF9] Spectacle Fantasy 9_EP6",
      "english": "[Will they make it out alive?]"
    },
    {
      "korean": "그렇죠, 다음날을 견딜 수가 없으니까. - 그렇죠. And they can't stay up the next day. - Right. 듣기 View video DAY6 : DAY6의 Free한 라디오 with 성진, Jae",
      "english": "And they can't stay up the next day. - Right."
    }
  ],
  "examples": [
    {
      "korean": "I could not bear to hear the words. 듣기 Add to Wordbook 나느 그 단어를 듣고 견딜 수가 없었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 제린(goax****)",
      "english": "I could not bear to hear the words. Add to Wordbook"
    },
    {
      "korean": "I can't stand sleeping in those either. 듣기 Add to Wordbook 나는 그런데서 자는 걸 견딜 수가 없어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "I can't stand sleeping in those either. Add to Wordbook"
    },
    {
      "korean": "I can't stand The X Factor, all that. 듣기 Add to Wordbook 나는 The X Factor를 견딜 수가 없어, 그 모든 걸. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "I can't stand The X Factor, all that. Add to Wordbook"
    },
    {
      "korean": "Listen then, I can no longer stand this role. 듣기 Add to Wordbook 잘 들어, 나는 더 이상 이 역할을 견딜 수가 없어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Listen then, I can no longer stand this role. Add to Wordbook"
    },
    {
      "korean": "I like clothes, but I can't stand fashion. 듣기 Add to Wordbook 나는 옷들을 좋아해, 그런데 나는 패션을 견딜 수가 없어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "I like clothes, but I can't stand fashion. Add to Wordbook"
    }
  ]
}