{
  "phrases": [
    {
      "phrase": "견디다",
      "hanja": "",
      "example": {},
      "meanings": [
        "bear, (참다) endure tolerate, put up with; (주로 부정문·의문문에 쓰여) stand",
        "(유지하다, 지탱하다) stand, withstand, last; (무게를) bear"
      ]
    },
    {
      "phrase": "고장에 견디는 매니퓰래이터",
      "hanja": "",
      "example": {},
      "meanings": [
        "fault tolerant manipulator"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "resistant",
      "frequency": 0
    },
    {
      "meaning": "bombproof",
      "frequency": 0
    },
    {
      "meaning": "impatient of criticism",
      "frequency": 0
    },
    {
      "meaning": "weatherproof",
      "frequency": 0
    },
    {
      "meaning": "weathertight",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'무게를 견디는자...' \"The one who withstands the weight...\" 듣기 View video VICTON : 다글 모하나아?!",
      "english": "\"The one who withstands the weight...\""
    },
    {
      "korean": "'무게를 견디는 자 왕관을 쓰라'인가? \"Those who hold onto weight, wear a crown?\" 듣기 View video VICTON : 연결아 ㅠㅠ",
      "english": "\"Those who hold onto weight, wear a crown?\""
    },
    {
      "korean": "활동을 잠깐 쉬는 것을 못 견디는 분들이... Some said they can't tolerate the period of taking a break from work. 듣기 View video JTBC PLUS : BTS의 RM부터 EXID 솔지까지! 건강하게 돌아와 준 고마운 스타들☆",
      "english": "Some said they can't tolerate the period of taking a break from work."
    },
    {
      "korean": "졸음을 견디는 방법. Ways to endure sleep. 듣기 View video NU'EST : [NU'EST W] 뉴블의 심야식당 - 오늘을 읽어주는 남자들 part.4",
      "english": "Ways to endure sleep."
    },
    {
      "korean": "견디는 게 쉽지 않은 일인 것 같아요. It would be hard to endure. 듣기 View video V BOOKS : <송곳> 최규석 작가 북토크 생중계 (게스트 : 주호민, 이종범)",
      "english": "It would be hard to endure."
    }
  ],
  "examples": [
    {
      "korean": "a new strain of mosquitoes resistant to the poison 발음듣기 그 독성 물질에 견디는 새로운 종류의 모기 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a new strain of mosquitoes resistant to the poison 발음"
    },
    {
      "korean": "Paint the shed with weather-resistant paint. 발음듣기 헛간에는 비바람에 잘 견디는 페인트를 칠하라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Paint the shed with weather-resistant paint. 발음"
    },
    {
      "korean": "I didn’t have enough clothes to last a week. 발음듣기 나는 일주일을 견디는 데 필요한 옷을 갖고 있지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I didn’t have enough clothes to last a week. 발음"
    },
    {
      "korean": "Cacti are characterized by their hardiness even in dry[arid] climates. 발음듣기 선인장은 건조한 기후에도 잘 견디는 특성이 있다 Neungyule",
      "english": "Cacti are characterized by their hardiness even in dry[arid] climates. 발음"
    },
    {
      "korean": "I like whatever is durable. 발음듣기 나는 무엇이든 오래 견디는 것을 좋아한다. YBM All in All English-Korean Dictionary",
      "english": "I like whatever is durable. 발음"
    }
  ]
}