{
  "phrases": [
    {
      "phrase": "견디다",
      "hanja": "",
      "example": {},
      "meanings": [
        "bear, (참다) endure tolerate, put up with, (주로 부정문·의문문에 쓰여) stand",
        "(유지하다, 지탱하다) stand, withstand, last, (무게를) bear"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "last straw",
      "frequency": 0
    },
    {
      "meaning": "cannot stand the sweat of",
      "frequency": 0
    },
    {
      "meaning": "impatientness",
      "frequency": 0
    },
    {
      "meaning": "be impatient of",
      "frequency": 0
    },
    {
      "meaning": "the last straw",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[외로움을 견디지 못하고 결국!] [She couldn't endure the loneliness!] View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 태국에서 도연의 결혼생활은 막장?_11회",
      "english": "[She couldn't endure the loneliness!]"
    },
    {
      "korean": "내가 그 분위기를 견디지 못했었지. I couldn't handle it. 듣기 View video UNIQ : 유니크 늬우스 2탄 빠밤",
      "english": "I couldn't handle it."
    },
    {
      "korean": "이런 부분이 잘 견디지 못하는 지경에 이르렀습니다. My body can't take stiffness anymore. 듣기 View video 10PM : [올가tv프리뷰] 이유주의 삭신이 쑤실때",
      "english": "My body can't take stiffness anymore."
    },
    {
      "korean": "남들과 다른 것을 견디지 못하죠. you're bitten by a zombie. They can't stand it if you're different. 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "you're bitten by a zombie. They can't stand it if you're different."
    },
    {
      "korean": "그러니까 이런 압박감도 견디지 못하고 야자타임 추천을 쓰셨어요? You recommended to do \"ya-ja time\" when you couldn't handle this pressure? 듣기 View video EXID : <6월 해주세요 - 야자타임 편>",
      "english": "You recommended to do \"ya-ja time\" when you couldn't handle this pressure?"
    }
  ],
  "examples": [
    {
      "korean": "She failed to withstand the stresses and strains of public life. 듣기 Add to Wordbook 그녀는 사람들에게 노출된 생활에서 오는 스트레스와 압박감을 견디지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She failed to withstand the stresses and strains of public life. Add to Wordbook"
    },
    {
      "korean": "The ice will not sustain your weight. 듣기 Add to Wordbook 얼음이 너의 체중을 견디지 못할 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ice will not sustain your weight. Add to Wordbook"
    },
    {
      "korean": "The ice is too thin to bear your weight. 듣기 Add to Wordbook 얼음이 너무 얇아 네 체중을 견디지 못한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ice is too thin to bear your weight. Add to Wordbook"
    },
    {
      "korean": "The sea wall was not proof against the strength of the waves. 듣기 Add to Wordbook 그 해안 방벽은 파도의 힘을 견디지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sea wall was not proof against the strength of the waves. Add to Wordbook"
    },
    {
      "korean": "Before winter, we wrapped the trunks of frost-tender trees in the garden. 듣기 Add to Wordbook 겨울이 닥치기 전에, 추위를 견디지 못하는 정원 나무들에 옷을 입혔다. 국제영어대학원대학교 신어사전",
      "english": "Before winter, we wrapped the trunks of frost-tender trees in the garden. Add to Wordbook"
    }
  ]
}