{
  "phrases": [
    {
      "phrase": "경고",
      "hanja": " (警告)",
      "example": {},
      "meanings": [
        "(주의를 주다) [명사] warning (of/against), caution, [동사] warn, caution ((sb) against sth), give a warning",
        "(운동경기에서의) [명사] yellow card"
      ]
    },
    {
      "phrase": "경고!",
      "hanja": "",
      "example": {},
      "meanings": [
        "Warning!"
      ]
    },
    {
      "phrase": "경고를 받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be warned"
      ]
    },
    {
      "phrase": "엄중히 경고하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "give sb a strict[severe, sharp, solemn] warning"
      ]
    },
    {
      "phrase": "사전 경고",
      "hanja": "",
      "example": {},
      "meanings": [
        "prior[advance] warning",
        "warning in advance"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "warning",
      "frequency": 3
    },
    {
      "meaning": "caution",
      "frequency": 3
    },
    {
      "meaning": "notice",
      "frequency": 3
    },
    {
      "meaning": "injunction",
      "frequency": 3
    },
    {
      "meaning": "admonition",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "경고에요 경고! That's a warning. A warning! 듣기 View video IU : [IU TV] 장만월에게 물어봐!",
      "english": "That's a warning. A warning!"
    },
    {
      "korean": "학생들 저기 경고문 못 봤어? Hey, didn't you see the sign? 듣기 View video 플레이리스트 (Playlist) : 인서울 안 본 사람도 피식할 유잼포인트 모음 [인서울] - 스페셜 클립",
      "english": "Hey, didn't you see the sign?"
    },
    {
      "korean": "스포 안 돼요 - 스포하면 어떡해 - 경고! 경고! Don't spoil it.- Don't do spoilers. - Warning, warning! 듣기 View video World Klass (월드 클래스) : ⛹️‍♂️ 굴려라~ 굴려라~ 굴렁쇠즈! ♾",
      "english": "Don't spoil it.- Don't do spoilers. - Warning, warning!"
    },
    {
      "korean": "[최고로 깜찍무쌍한 경고 아닐리 없어... 아이원투 다이! 아이원투 다이!] [That was the cutest warning... I want to die! I want to die!] View video V PICK! : [OH MY GIRL] 신난 깜찍요정 보기만해도 오장육부가 방방 뛴다구욧 ٩( ᐛ )و (HYOJUNG talking about some concerts episode)",
      "english": "[That was the cutest warning... I want to die! I want to die!]"
    },
    {
      "korean": "저기 경고문 못 봤어? Didn't you see the sign? 듣기 View video 플레이리스트 (Playlist) : 행복한데 왜 안 행복할까? [인서울] - EP.09",
      "english": "Didn't you see the sign?"
    }
  ],
  "examples": [
    {
      "korean": "apocalyptic warnings of the end of society 듣기 Add to Wordbook 사회의 최후에 대한 종말론적 경고 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "apocalyptic warnings of the end of society Add to Wordbook"
    },
    {
      "korean": "The referee warned him for dangerous play. 듣기 Add to Wordbook 심판이 난폭 경기를 이유로 그에게 경고를 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The referee warned him for dangerous play. Add to Wordbook"
    },
    {
      "korean": "The commander had been forewarned of the attack. 듣기 Add to Wordbook 그 지휘관은 그 공격에 대한 경고를 받았었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The commander had been forewarned of the attack. Add to Wordbook"
    },
    {
      "korean": "Motorists have been warned to beware of icy roads. 듣기 Add to Wordbook 운전자들에게 빙판길을 조심하라는 경고가 있어 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Motorists have been warned to beware of icy roads. Add to Wordbook"
    },
    {
      "korean": "The government has warned of stormy waters ahead. 듣기 Add to Wordbook 정부가 험악한 상황이 앞에 있다고 경고해 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The government has warned of stormy waters ahead. Add to Wordbook"
    }
  ]
}