{
  "phrases": [
    {
      "phrase": "경비원",
      "hanja": " (警備員)",
      "example": {},
      "meanings": [
        "(security) guard, (건물을 지키는) (Am) janitor, (Brit) caretaker"
      ]
    },
    {
      "phrase": "야간 경비원",
      "hanja": " (夜間警備員)",
      "example": {},
      "meanings": [
        "a night guard[watchman]"
      ]
    },
    {
      "phrase": "리베 야간 경비원 투어",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지·생활 The Night Watchman Tour in Ribe"
      ]
    },
    {
      "phrase": "상가 경비원",
      "hanja": "",
      "example": {},
      "meanings": [
        "downtown guard"
      ]
    },
    {
      "phrase": "경비원 배치",
      "hanja": "",
      "example": {},
      "meanings": [
        "(a) guard disposition"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "watchman",
      "frequency": 3
    },
    {
      "meaning": "caretaker",
      "frequency": 0
    },
    {
      "meaning": "security guard",
      "frequency": 0
    },
    {
      "meaning": "askari",
      "frequency": 0
    },
    {
      "meaning": "chucker out",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이도 형 경비원 아니시죠? Lee Do, are you a security guard? 듣기 View video V COOKIE : [Full]ONEUS X LieV - 원어스의 눕방라이브!",
      "english": "Lee Do, are you a security guard?"
    },
    {
      "korean": "\"경비원한테 남겼는데...\" \"I left it to the security guard...\" 듣기 View video Apink : 뽀로로로로롱",
      "english": "\"I left it to the security guard...\""
    },
    {
      "korean": "경비원입니다, 호텔을 지키는 경비원. But I'm a security guard of the hotel. 듣기 View video EXID : [EXID(이엑스아이디)] BUTBUT TV 5 EP#04",
      "english": "But I'm a security guard of the hotel."
    }
  ],
  "examples": [
    {
      "korean": "Guards patrol the perimeter of the estate. 듣기 Add to Wordbook 경비원들이 그 사유지 주위를 순찰한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Guards patrol the perimeter of the estate. Add to Wordbook"
    },
    {
      "korean": "He throttled the guard with his bare hands. 듣기 Add to Wordbook 그는 맨손으로 경비원의 목을 졸라 죽였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He throttled the guard with his bare hands. Add to Wordbook"
    },
    {
      "korean": "Security guards make regular patrols at night. 듣기 Add to Wordbook 밤에는 경비원들이 정기적으로 순찰을 돈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Security guards make regular patrols at night. Add to Wordbook"
    },
    {
      "korean": "The thieves had roped the guard’s feet together. 듣기 Add to Wordbook 도둑들이 밧줄로 경비원의 두 발을 함께 묶어 놓은 상태였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The thieves had roped the guard’s feet together. Add to Wordbook"
    },
    {
      "korean": "She ran out of the shop, hotly pursued by the store detective. 듣기 Add to Wordbook 그녀가 그 상점에서 뛰쳐나가자 상점 경비원이 열심히 뒤쫓았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She ran out of the shop, hotly pursued by the store detective. Add to Wordbook"
    }
  ]
}