{
  "phrases": [
    {
      "phrase": "계집",
      "hanja": "",
      "example": {},
      "meanings": [
        "(inf, offensive) chick"
      ]
    },
    {
      "phrase": "계집아이",
      "hanja": "",
      "example": {},
      "meanings": [
        "a girl, a lass"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "broad",
      "frequency": 2
    },
    {
      "meaning": "cow 1",
      "frequency": 2
    },
    {
      "meaning": "bint",
      "frequency": 0
    },
    {
      "meaning": "girlie",
      "frequency": 0
    },
    {
      "meaning": "cooze",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "진짜 X모 보면 어때? 계집애같이 생겼냐? How does he look like? Does he look like a girl? 듣기 View video 콬TV (WHYNOT) : 너와 내가 키스한 이유 [연애미수] EP07 재미 있는 일이 생길 때마다 너에게 말해주고 싶었",
      "english": "How does he look like? Does he look like a girl?"
    },
    {
      "korean": "봐봐 생긴 거는 꼭 계집애처럼 생겨서 몸은 또 삐쩍 말랐어요. Look, he looks like a girl and he's so skinny. 듣기 View video 브릿지TV (BRIDGE TV) : <사랑, 시간에 머물다> EP 2-2",
      "english": "Look, he looks like a girl and he's so skinny."
    }
  ],
  "examples": [
    {
      "korean": "You play like a bunch of girls! 발음듣기 넌 계집아이들 처럼 논다. User translation Inaccurate information may be included due to the users' self-traslation. cielcine(ciel****) Web Collection",
      "english": "You play like a bunch of girls! 발음"
    },
    {
      "korean": "Fiery wench, aren't you? 발음듣기 성질이 불같은 계집, 당신 아냐? User translation Inaccurate information may be included due to the users' self-traslation. cielcine(ciel****) Web Collection",
      "english": "Fiery wench, aren't you? 발음"
    },
    {
      "korean": "I pray you, who is that fiery wench? 발음듣기 대체 저 불같은 성질의 계집은 누구요? User translation Inaccurate information may be included due to the users' self-traslation. cielcine(ciel****) Web Collection",
      "english": "I pray you, who is that fiery wench? 발음"
    },
    {
      "korean": "That sneaky bitch. she's using an alias. 발음듣기 그 교활한 계집, 그녀는 가명을 사용하고 있어요. User translation Inaccurate information may be included due to the users' self-traslation. Miraklu(kend****) Web Collection",
      "english": "That sneaky bitch. she's using an alias. 발음"
    },
    {
      "korean": "It's this bitch I fleeced about a month ago. 발음듣기 제가 한 달전에 바가지 씌운 사람이 이계집입니다. User translation Inaccurate information may be included due to the users' self-traslation. Miraklu(kend****) Web Collection",
      "english": "It's this bitch I fleeced about a month ago. 발음"
    }
  ]
}