{
  "phrases": [
    {
      "phrase": "고립",
      "hanja": " (孤立)",
      "example": {},
      "meanings": [
        "[명사] isolation, [동사] be isolated, be marooned, be cut off"
      ]
    },
    {
      "phrase": "고립된",
      "hanja": "",
      "example": {},
      "meanings": [
        "isolated",
        "solitary",
        "helpless"
      ]
    },
    {
      "phrase": "고립시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "isolate from"
      ]
    },
    {
      "phrase": "고립주의자",
      "hanja": "",
      "example": {},
      "meanings": [
        "an isolationist"
      ]
    },
    {
      "phrase": "국제적 고립",
      "hanja": "",
      "example": {},
      "meanings": [
        "international isolation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "isolation",
      "frequency": 1
    },
    {
      "meaning": "standoff",
      "frequency": 0
    },
    {
      "meaning": "아이솔레이션",
      "frequency": 0
    },
    {
      "meaning": "Lisolation",
      "frequency": 0
    },
    {
      "meaning": "isolate",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "그냥 너무 나만 고립된 것 같은? as if I feel very isolated on my own? 듣기 View video SSONGYANG : [복코성형팁] #내가좋아하는것 영상에 이어 요즘 좋아하는 메이크업 소개 | 코쉐딩하는법",
      "english": "as if I feel very isolated on my own?"
    },
    {
      "korean": "저 지금 약간 고립됐어요, 이 자리 별로예요. I'm isolated. I don't like this seat. 듣기 View video STAREMPIRE : [9musesA] 지금 나뮤에이는 흥에 겨워 기분이 조크든요 ㅇㅅㅇb",
      "english": "I'm isolated. I don't like this seat."
    },
    {
      "korean": "고립됐어, 이 상황에서 이 사람을 구하려면 어떻게 해야 되는지 알아? It's isolated. Do you know what we need to do to save this person? 듣기 View video V COOKIE : [FULL] NU`EST W X SUITS KNIGHTS - 뉴이스트W의 정장방!",
      "english": "It's isolated. Do you know what we need to do to save this person?"
    },
    {
      "korean": "낯선 곳에 고립된 기분을 느낄 수 있게 해 준 곳이기도 하고요. It also gave us that feeling to a little bit being marooned in an unfamiliar place. 듣기 View video V MOVIE : 마이클 패스벤더 X 캐서린 워터스턴 <에이리언: 커버넌트> V라이브 ' V LIVE'",
      "english": "It also gave us that feeling to a little bit being marooned in an unfamiliar place."
    },
    {
      "korean": "사람들이랑 대화를 하지 말고 아무것도 하지 말고 너 혼자 고립돼 있어 이런 얘기가 아니에요. I'm not saying don't talk to people and just be alone all the time. 듣기 View video V COOKIE : [Replay] San E's 산이의 힙합라이브",
      "english": "I'm not saying don't talk to people and just be alone all the time."
    }
  ],
  "examples": [
    {
      "korean": "Isolation. 발음듣기 고립. TIMES CORE",
      "english": "Isolation. 발음"
    },
    {
      "korean": "The hotel stands in splendid isolation, surrounded by moorland. 발음듣기 그 호텔은 황무지에 둘러싸여 아주 인상적으로 고립된 곳에 서 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The hotel stands in splendid isolation, surrounded by moorland. 발음"
    },
    {
      "korean": "the geographical remoteness of the island 발음듣기 그 섬의 지리적인 고립 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the geographical remoteness of the island 발음"
    },
    {
      "korean": "Elderly people easily become socially isolated. 발음듣기 노인들은 사회적으로 고립되기 쉽다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Elderly people easily become socially isolated. 발음"
    },
    {
      "korean": "The country remained diplomatically isolated. 발음듣기 그 나라는 외교적으로 계속 고립되어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The country remained diplomatically isolated. 발음"
    }
  ]
}