{
  "phrases": [
    {
      "phrase": "고아",
      "hanja": " (孤兒)",
      "example": {},
      "meanings": [
        "orphan"
      ]
    },
    {
      "phrase": "전쟁고아",
      "hanja": "",
      "example": {},
      "meanings": [
        "a war orphan",
        "a child orphaned by the war"
      ]
    },
    {
      "phrase": "고아한 필치",
      "hanja": "",
      "example": {},
      "meanings": [
        "an elegant stroke"
      ]
    },
    {
      "phrase": "천애의 고아",
      "hanja": "",
      "example": {},
      "meanings": [
        "a lonely orphan"
      ]
    },
    {
      "phrase": "전쟁 고아",
      "hanja": "",
      "example": {},
      "meanings": [
        "a war orphan",
        "a child orphaned by the war",
        "a war destitute child"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "orphan",
      "frequency": 1
    },
    {
      "meaning": "Goa",
      "frequency": 0
    },
    {
      "meaning": "goa",
      "frequency": 0
    },
    {
      "meaning": "Gôa",
      "frequency": 0
    },
    {
      "meaning": "and Diu",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "외롭다. John Lone은 고아에요. 자신의 생일을 모릅니다. It means lone. Actually, John Lone was an orphan, so he didn't know his birth date. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "It means lone. Actually, John Lone was an orphan, so he didn't know his birth date."
    },
    {
      "korean": "사모님이 고아원에 데려다주라고 한 날 제가 아이 바꿔치기했습니다. When you told me to take the child to the orphanage, I secretly switched out the baby. 듣기 View video V WEB DRAMA : [첫 키스만 일곱 번째] 옥택연 엔딩",
      "english": "When you told me to take the child to the orphanage, I secretly switched out the baby."
    }
  ],
  "examples": [
    {
      "korean": "an orphan child 발음듣기 고아. Friendict Level English-Korean Dictionary",
      "english": "an orphan child 발음"
    },
    {
      "korean": "The meat needs to stew for two hours. 발음듣기 고기는 두 시간 동안 고아야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The meat needs to stew for two hours. 발음"
    },
    {
      "korean": "He was an orphan and lived with his uncle. 발음듣기 그는 고아라서 삼촌과 함께 살았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was an orphan and lived with his uncle. 발음"
    },
    {
      "korean": "She was orphaned in the war. 발음듣기 그녀는 전쟁 통에 고아가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was orphaned in the war. 발음"
    },
    {
      "korean": "The family decided to adopt one pitiful orphan. 발음듣기 그 가족은 가여운 고아 한 명을 입양하기로 결정했다. 절대어휘 5100",
      "english": "The family decided to adopt one pitiful orphan. 발음"
    }
  ]
}