{
  "phrases": [
    {
      "phrase": "고속",
      "hanja": " (高速)",
      "example": {},
      "meanings": [
        "high speed, (물리) high velocity"
      ]
    },
    {
      "phrase": "고속도로",
      "hanja": " (高速道路)",
      "example": {},
      "meanings": [
        "(Am) expressway, (Am) freeway, (Brit) motorway, (유료의) toll road, (Am) turnpike"
      ]
    },
    {
      "phrase": "고속버스",
      "hanja": " (高速bus)",
      "example": {},
      "meanings": [
        "express bus"
      ]
    },
    {
      "phrase": "고속철도",
      "hanja": " (高速鐵道)",
      "example": {},
      "meanings": [
        "high-speed railroad[railway]"
      ]
    },
    {
      "phrase": "고속도로 휴게소",
      "hanja": "",
      "example": {},
      "meanings": [
        "an expressway rest[service] area"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "solitary fasciculus",
      "frequency": 0
    },
    {
      "meaning": "high speed",
      "frequency": 0
    },
    {
      "meaning": "highway",
      "frequency": 3
    },
    {
      "meaning": "thruway",
      "frequency": 0
    },
    {
      "meaning": "freeway",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래서 고속버스가... So, the express bus... 듣기 View video GFRIEND : 오주년이 얼마 안남아따",
      "english": "So, the express bus..."
    },
    {
      "korean": "[고속 목 풀기 완료!] [Vocal warm-up, done!] View video 심포유 - my SMTelevision : [심포유 #첸] EP25 #도로로로로 #양(파)다일 #팀명정하기",
      "english": "[Vocal warm-up, done!]"
    },
    {
      "korean": "저희가 5개월 만에 초고속 컴백을 했어요! We made a speedy comeback in 5 months. 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 6IXENSE SHOWCASE BEHIND",
      "english": "We made a speedy comeback in 5 months."
    },
    {
      "korean": "이제 나왔습니다 고속 카메라로 한번 보실까요? It's out now. Shall we take a look at it? 듣기 View video V HEARTBEAT - 2019 VLIVE AWARDS : 2019 V HEARTBEAT - V GOLD CARPET",
      "english": "It's out now. Shall we take a look at it?"
    },
    {
      "korean": "고속 카메라 어때요? 마음에 들어요? How do you like this high-speed camera? Do you like it? 듣기 View video V HEARTBEAT - 2019 VLIVE AWARDS : 2019 V HEARTBEAT - V GOLD CARPET",
      "english": "How do you like this high-speed camera? Do you like it?"
    }
  ],
  "examples": [
    {
      "korean": "The police set up blockades on highways leading out of the city. 듣기 Add to Wordbook 경찰이 그 도시를 빠져 나가는 고속도로들을 차단했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The police set up blockades on highways leading out of the city. Add to Wordbook"
    },
    {
      "korean": "the M25 London orbital 듣기 Add to Wordbook 런던 외곽 순환 고속도로인 M25 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the M25 London orbital Add to Wordbook"
    },
    {
      "korean": "They drove through the cotton fields that flanked Highway 17. 듣기 Add to Wordbook 그들은 17번 고속도로 양 옆으로 늘어선 목화밭 속을 (차를 몰고) 달렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They drove through the cotton fields that flanked Highway 17. Add to Wordbook"
    },
    {
      "korean": "heavy traffic on the M25 듣기 Add to Wordbook M25 [ 25 번 고속도로]의 복잡한 교통 상황 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "heavy traffic on the M25 Add to Wordbook"
    },
    {
      "korean": "a breakdown on the motorway 듣기 Add to Wordbook 고속도로 상에서 난 자동차 고장 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a breakdown on the motorway Add to Wordbook"
    }
  ]
}