{
  "phrases": [
    {
      "phrase": "곤란하다",
      "hanja": " (困難▽하다)",
      "example": {},
      "meanings": [
        "Adjective difficult, embarrassing, awkward"
      ]
    },
    {
      "phrase": "곤란하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have difficulty"
      ]
    },
    {
      "phrase": "곤란",
      "hanja": " (困難)",
      "example": {},
      "meanings": [
        "[형용사] difficult, tough, (난처하다) embarrassing, awkward"
      ]
    },
    {
      "phrase": "호흡곤란",
      "hanja": "",
      "example": {},
      "meanings": [
        "difficulty with[in] breathing, (의학) dyspnoea"
      ]
    },
    {
      "phrase": "곤란한 일",
      "hanja": "",
      "example": {},
      "meanings": [
        "a difficult matter",
        "a matter of difficulty"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "inconvenient",
      "frequency": 3
    },
    {
      "meaning": "trouble",
      "frequency": 3
    },
    {
      "meaning": "hardship",
      "frequency": 3
    },
    {
      "meaning": "thorny",
      "frequency": 3
    },
    {
      "meaning": "pitfall",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "응! 너무 잘해줘서 곤란할 정도야. No! They're actually too nice. 듣기 View video 모비딕(Mobidic) : <시(詩)스토리> 9화 거짓말 (Poetic Story Ep 9: lies)",
      "english": "No! They're actually too nice."
    },
    {
      "korean": "사실 많이 곤란할 때가 좀 있어요. There are times when it's difficult. 듣기 View video 셀럽티비(Celuv.TV) : 칼군무, 퍼포먼스! B.A.P 함께 HANDS UP!",
      "english": "There are times when it's difficult."
    },
    {
      "korean": "네. 저 되게 미식가에요. - 되게 곤란할 거 같은데. Yes. I'm an epicure. - Then it'd be very difficult. 듣기 View video DSPmedia : [디.훈.소_8탄] 목요일은 '찬익'이가 요리사~♪ (Feat. 짜파구리)",
      "english": "Yes. I'm an epicure. - Then it'd be very difficult."
    },
    {
      "korean": "회식하는데 전화받으면 곤란할 수 있거든. It might be hard to answer his phone when he's dining out. 듣기 View video WINNER : 승승TV Ep.5.5 <위너빵 타이쿤>",
      "english": "It might be hard to answer his phone when he's dining out."
    },
    {
      "korean": "이렇게 너무 단체 접속하셔서 아까부터 막 하시면 곤란 할 수가 있거든요. Please don't login as a group and do these things. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "Please don't login as a group and do these things."
    }
  ],
  "examples": [
    {
      "korean": "Don’t desert me in my hour of need. 듣기 Add to Wordbook 내가 곤란할 때 나를 저버리지 마. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t desert me in my hour of need. Add to Wordbook"
    },
    {
      "korean": "I hope you don't make it a habit. 듣기 Add to Wordbook 습관이 되면 곤란할 텐데. Neungyule",
      "english": "I hope you don't make it a habit. Add to Wordbook"
    },
    {
      "korean": "Am I calling you at a bad time? 듣기 Add to Wordbook 제가 곤란할 때 전화드린건가요? Neungyule",
      "english": "Am I calling you at a bad time? Add to Wordbook"
    },
    {
      "korean": "It'll be a hard job for you to tell her. 듣기 Add to Wordbook 그녀에게 얘기하기가 너로서는 곤란할거야. Neungyule",
      "english": "It'll be a hard job for you to tell her. Add to Wordbook"
    },
    {
      "korean": "My sister is having problems, and I’ d like to help her, but I don’ t want her to think that I’ m meddling. 듣기 Add to Wordbook 언니가 곤란할 때 도와주고 싶지만, 언니 쪽에서 내가 참견한다고 생각하는 것은 싫다. YBM All in All English-Korean Dictionary",
      "english": "My sister is having problems, and I’ d like to help her, but I don’ t want her to think that I’ m meddling. Add to Wordbook"
    }
  ]
}