{
  "phrases": [
    {
      "phrase": "공명",
      "hanja": " (共鳴)",
      "example": {},
      "meanings": [
        "[명사] (물리) resonance, [동사] resonate, resound"
      ]
    },
    {
      "phrase": "공명정대하다",
      "hanja": " (公明正大―)",
      "example": {},
      "meanings": [
        "just, fair, impartial, even-handed"
      ]
    },
    {
      "phrase": "공명을 일으키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "소리가 cause resonance",
        "소리가 produce resonance"
      ]
    },
    {
      "phrase": "공명선거",
      "hanja": " (公明選擧)",
      "example": {},
      "meanings": [
        "clean election, fair election"
      ]
    },
    {
      "phrase": "공명 다툼",
      "hanja": "",
      "example": {},
      "meanings": [
        "a contention for honors"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "resonance",
      "frequency": 3
    },
    {
      "meaning": "echo",
      "frequency": 3
    },
    {
      "meaning": "sympathetic vibration",
      "frequency": 0
    },
    {
      "meaning": "an open heart",
      "frequency": 0
    },
    {
      "meaning": "vibrancy",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "공명 씨 감사합니다. Thank you, Gong Myung. 듣기 View video FANTAGIO MUSIC : 혼술남녀 공시생 3인방 시청률 공약 이행 - 뭐든해dream",
      "english": "Thank you, Gong Myung."
    },
    {
      "korean": "공명에... - 교수님! Resonance... - Professor! 듣기 View video 웹드라마 더블루씨(the BlueSea) : 더블루씨(the BlueSea) 2화 - 두얼굴",
      "english": "Resonance... - Professor!"
    },
    {
      "korean": "안녕하세요, 공명입니다. Hello, this is Gong Myeong. 듣기 View video V Special : [REPLAY] 6th GAONCHART MUSIC AWARDS 2016",
      "english": "Hello, this is Gong Myeong."
    },
    {
      "korean": "공명 씨는 어떠셨습니까? What about you, Gong Myung? 듣기 View video V DRAMA : [Full]변혁의 사랑 X 앞터V (Revolutionary Love X Early Interview)",
      "english": "What about you, Gong Myung?"
    },
    {
      "korean": "'공명아, 애교해줘.' \"Gong Myung, please act cute for me.\" 듣기 View video FANTAGIO MUSIC : 혼술남녀 공시생 3인방 시청률 공약 이행 - 뭐든해dream",
      "english": "\"Gong Myung, please act cute for me.\""
    }
  ],
  "examples": [
    {
      "korean": "a poem filled with resonant imagery 듣기 Add to Wordbook 공명을 불러일으키는 이미지가 가득한 시 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a poem filled with resonant imagery Add to Wordbook"
    },
    {
      "korean": "We won the election fair and square. 듣기 Add to Wordbook 우리는 선거에서 공명정대하게 승리했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We won the election fair and square. Add to Wordbook"
    },
    {
      "korean": "The task of the organization is to ensure fair play when food is distributed to the refugees. 듣기 Add to Wordbook 그 기관이 할 일은 난민들에게 식량이 분배될 때 반드시 공명정대하게 이뤄지도록 하는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The task of the organization is to ensure fair play when food is distributed to the refugees. Add to Wordbook"
    },
    {
      "korean": "This is a view echoed by many on the right of the party. 듣기 Add to Wordbook 이것은 그 당의 우익들에게서 많은 공명을 얻은 견해이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This is a view echoed by many on the right of the party. Add to Wordbook"
    },
    {
      "korean": "The speech found an echo in the hearts of many of the audience. 듣기 Add to Wordbook 그 연설은 많은 청중들 가슴에 공명을 불러일으켰다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The speech found an echo in the hearts of many of the audience. Add to Wordbook"
    }
  ]
}