{
  "phrases": [
    {
      "phrase": "공략",
      "hanja": " (攻略)",
      "example": {},
      "meanings": [
        "[동사] attack, (노리다) target"
      ]
    },
    {
      "phrase": "틈새시장을 공략하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "target a niche market"
      ]
    },
    {
      "phrase": "공략하기 어려운",
      "hanja": "",
      "example": {},
      "meanings": [
        "impregnable"
      ]
    },
    {
      "phrase": "적의 진지를 공략하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "attack an enemy position"
      ]
    },
    {
      "phrase": "공략 정치",
      "hanja": " (攻略政治)",
      "example": {},
      "meanings": [
        "government by aggression"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Seven against Thebes",
      "frequency": 0
    },
    {
      "meaning": "impregnable (fortress)",
      "frequency": 0
    },
    {
      "meaning": "take a fortress by assault",
      "frequency": 0
    },
    {
      "meaning": "capture an enemy position",
      "frequency": 0
    },
    {
      "meaning": "Numantia",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "맨 밑에 3점짜리 공략할까? How about 3 points on the bottom row? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "How about 3 points on the bottom row?"
    },
    {
      "korean": "다음으로 뭐를 할까요? - 다른 라인을 공략하자! What should be do next? - Let's go for another line. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "What should be do next? - Let's go for another line."
    },
    {
      "korean": "[틈새 공략] 미쳤냐? 뭐야, 형 나야? [Niche attack] What, you had me? 듣기 View video BTS : Run BTS! 2019 - EP.87",
      "english": "[Niche attack] What, you had me?"
    },
    {
      "korean": "와 이렇게 틈새공략을! What a great timing! 듣기 View video V PICK! : [X1] 엑스원 첫 브이앱부터 이렇게 잘해~ 저세상 텐션에 제 잇몸도 같이 저세상행~ (X1's First V!)",
      "english": "What a great timing!"
    },
    {
      "korean": "[틈새 공략하는 A팀] PD님! [Team A trying to appeal] Mr. PD! 듣기 View video 모비딕(Mobidic) : 반칙이 무성했던 체육시간,아이즈원 체육왕 누구?<입덕스쿨-아이즈원시티>1교시 체육시간",
      "english": "[Team A trying to appeal] Mr. PD!"
    }
  ],
  "examples": [
    {
      "korean": "A local business prefers geo-targeting. 듣기 Add to Wordbook 지역 사업자는 지역 공략 온라인 광고를 선호한다. 국제영어대학원대학교 신어사전",
      "english": "A local business prefers geo-targeting. Add to Wordbook"
    },
    {
      "korean": "We would like you to address the issue of penetrating the Chinese car market. 듣기 Add to Wordbook 중국 자동차 시장 공략 쟁점 문제에 대해 말씀해주셨으면 합니다. DARAKWON",
      "english": "We would like you to address the issue of penetrating the Chinese car market. Add to Wordbook"
    },
    {
      "korean": "Take the bull by the horns. 듣기 Add to Wordbook 황소는 뿔을 붙잡아라. (과감하게 상대의 정면을 공략하라.) (서양속담, 도전속담) 명언/속담",
      "english": "Take the bull by the horns. Add to Wordbook"
    },
    {
      "korean": "If you've got them by the balls their hearts and minds will follow. (John Wayne) 듣기 Add to Wordbook 상대의 급소를 공략하면 마음도 사로잡을 수 있다. (존 웨인, 성공명언) 명언/속담",
      "english": "If you've got them by the balls their hearts and minds will follow. (John Wayne) Add to Wordbook"
    },
    {
      "korean": "In addition, I've just launched a partnering program with a major British toy company to market and sell my new line in Western Europe. 듣기 Add to Wordbook 게다가, 파트너 협약이 되어 있는 영국의 완구사는 저희 신제품군을 서유럽에 마케팅 및 영업을 하기로 했습니다. 아울러, 최근 주요 TV 방송사와 광고 계약을 체결하여 미국 10대 시장 지역을 공략하며 토요일 오전 어린이 TV 프로그램 시간대에 광고를 내보낼 예정입니다. DARAKWON",
      "english": "In addition, I've just launched a partnering program with a major British toy company to market and sell my new line in Western Europe. Add to Wordbook"
    }
  ]
}