{
  "phrases": [
    {
      "phrase": "공식",
      "hanja": " (公式)",
      "example": {},
      "meanings": [
        "(공적인 방식), (=정식)"
      ]
    },
    {
      "phrase": "공식의",
      "hanja": "",
      "example": {},
      "meanings": [
        "formal",
        "official",
        "state"
      ]
    },
    {
      "phrase": "공식 방문",
      "hanja": "",
      "example": {},
      "meanings": [
        "a formal visit",
        "an official call",
        "a state visit"
      ]
    },
    {
      "phrase": "수학 공식",
      "hanja": "",
      "example": {},
      "meanings": [
        "a mathematical formula"
      ]
    },
    {
      "phrase": "공식 명칭",
      "hanja": "",
      "example": {},
      "meanings": [
        "an official name[title]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "formula",
      "frequency": 2
    },
    {
      "meaning": "pitting attack",
      "frequency": 0
    },
    {
      "meaning": "pitting corrosion",
      "frequency": 0
    },
    {
      "meaning": "formalized",
      "frequency": 0
    },
    {
      "meaning": "정회원",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭔가 공식적인 자리에서 얘기를 하는 그런 뭐라 그래야 돼? What should I say? 듣기 View video iKON : 주내! ( 화질때문에 다시 합니다 ㅜ!)",
      "english": "What should I say?"
    },
    {
      "korean": "이렇게 좀 공식적인 자리에서 이렇게 얘기하는 그런... At an public place where I am talking... 듣기 View video iKON : 주내! ( 화질때문에 다시 합니다 ㅜ!)",
      "english": "At an public place where I am talking..."
    },
    {
      "korean": "'GO生' - 스키즈 공식 놀부와 흥부자는? \"Go LIVE\". - Who's the laziest one and the jolliest one in SKZ? 듣기 View video Stray Kids : 스키즈 옥상토크♡",
      "english": "\"Go LIVE\". - Who's the laziest one and the jolliest one in SKZ?"
    },
    {
      "korean": "[방탄 공식 라이더의 순조로운 출발?] 제이홉 보입니까 여러분들? [Official rider of BTS] Can you see j-hope? 듣기 View video BTS : Run BTS! 2020 - EP.107",
      "english": "[Official rider of BTS] Can you see j-hope?"
    },
    {
      "korean": "'나도 이거 보고 공식 무즈 할 거야 칭찬해 줘요' 칭찬~ \"I'm going to be an official MOODZ after watching this. Praise me!\" Praise! 듣기 View video WOODZ (조승연) : 오늘도 들립니다.",
      "english": "\"I'm going to be an official MOODZ after watching this. Praise me!\" Praise!"
    }
  ],
  "examples": [
    {
      "korean": "the official challenger for the world championship title 발음듣기 세계 챔피언전 공식 도전자 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the official challenger for the world championship title 발음"
    },
    {
      "korean": "They haven't formally announced their engagement yet. 발음듣기 그들이 약혼을 아직 공식적으로 발표하지는 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They haven't formally announced their engagement yet. 발음"
    },
    {
      "korean": "Only two ministers dissented from the official view. 발음듣기 오직 두 명의 장관만이 그 공식 견해에 반대했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Only two ministers dissented from the official view. 발음"
    },
    {
      "korean": "The Queen unveiled a plaque to mark the official opening of the hospital. 발음듣기 여왕이 명판을 덮은 천을 벗겨 그 병원의 공식적인 개원을 알렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Queen unveiled a plaque to mark the official opening of the hospital. 발음"
    },
    {
      "korean": "It was her first official engagement. 발음듣기 그것은 그녀의 첫 공식 업무였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was her first official engagement. 발음"
    }
  ]
}