{
  "phrases": [
    {
      "phrase": "과격하다",
      "hanja": " (過激하다)",
      "example": {},
      "meanings": [
        "(be) extreme, excessive, violent, radical, ultra, drastic, rabid (terrorists), red (anarchist)"
      ]
    },
    {
      "phrase": "과격",
      "hanja": " (過激)",
      "example": {},
      "meanings": [
        "[형용사]; (행동 등이) violent, aggressive; (생각 등이) extreme"
      ]
    },
    {
      "phrase": "과격분자",
      "hanja": "",
      "example": {},
      "meanings": [
        "radical, extremist, militant, bolshevik"
      ]
    },
    {
      "phrase": "과격한 운동",
      "hanja": "",
      "example": {},
      "meanings": [
        "strenuous exercise"
      ]
    },
    {
      "phrase": "과격주의자",
      "hanja": "",
      "example": {},
      "meanings": [
        "an extremist",
        "a radical",
        "a Bolshevik"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "radical",
      "frequency": 1
    },
    {
      "meaning": "rabid",
      "frequency": 0
    },
    {
      "meaning": "tendentious",
      "frequency": 0
    },
    {
      "meaning": "wild-eyed",
      "frequency": 0
    },
    {
      "meaning": "too-too",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[다소 과격한 응대 시스템에 당황] 누구쇼? [Surprised by the rather strong greeting system] Who is it? 듣기 View video 모비딕(Mobidic) : 최현석 잡는 의뢰인 박성광! 말려줘요 송이매니저 T.T <초이가이버> 18회",
      "english": "[Surprised by the rather strong greeting system] Who is it?"
    },
    {
      "korean": "꼬꼬처럼 과격한 스트레칭을 해도 문제 없었어요. There weren't any problems even with the extreme stretching. 듣기 View video KKOSISTERS : [소소한 이벤트] 초보 다이어터 추천! 레깅스 고르는 법 (44 vs. 66 리얼 핏 비교)",
      "english": "There weren't any problems even with the extreme stretching."
    },
    {
      "korean": "네? 과격한 거요? Huh? Extreme ones? 듣기 View video 위에화엔터테인먼트(YUEHUA Entertainment) : [YH생활일지] 새싹즈 룰루랄라 #2",
      "english": "Huh? Extreme ones?"
    },
    {
      "korean": "너무 과격한 거 아니에요 오늘? Isn't it too extreme? 듣기 View video OH MY GIRL : 오마이걸왔어요!♡.♡",
      "english": "Isn't it too extreme?"
    },
    {
      "korean": "좀 과격한 면이 많아졌어요. He's more aggressive now. 듣기 View video ASTRO : [ASTRO PLAY] 그렇게 우리는 물들어",
      "english": "He's more aggressive now."
    }
  ],
  "examples": [
    {
      "korean": "Police ejected a number of violent protesters from the hall. 발음듣기 경찰이 그 홀에서 많은 과격한 시위자들을 쫓아냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Police ejected a number of violent protesters from the hall. 발음"
    },
    {
      "korean": "a radical solution to the problem 발음듣기 그 문제에 대한 과격한 해결법 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a radical solution to the problem 발음"
    },
    {
      "korean": "His radical views place him outside the mainstream of American politics. 발음듣기 그는 과격한 견해 때문에 미국 정치의 주류 밖에 위치해 있다[주류에 들지 못한다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His radical views place him outside the mainstream of American politics. 발음"
    },
    {
      "korean": "The act of burning guitars and breaking drums was extreme bandalism. 발음듣기 기타를 불 태우고 드럼을 부수는 행동은 그들이 록 밴드의 과격한 영향을 받은 행동이었다. 국제영어대학원대학교 신어사전",
      "english": "The act of burning guitars and breaking drums was extreme bandalism. 발음"
    },
    {
      "korean": "She inculcated the students with radical ideas. 발음듣기 그녀는 학생들에게 과격한 사상을 주입했다 Dong-a's Prime English-Korean Dictionary",
      "english": "She inculcated the students with radical ideas. 발음"
    }
  ]
}