{
  "phrases": [
    {
      "phrase": "과소비",
      "hanja": " (過消費)",
      "example": {},
      "meanings": [
        "excessive consumption[spending], overspending, spending binge"
      ]
    },
    {
      "phrase": "과소비를 조장하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "encourage[foster, promote] excessive consumption"
      ]
    },
    {
      "phrase": "과소비 추방 운동",
      "hanja": "",
      "example": {},
      "meanings": [
        "an anticonspicuous consumption campaign"
      ]
    },
    {
      "phrase": "과소비를 추방하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "eliminate excessive consumption[spending]"
      ]
    },
    {
      "phrase": "과소비추방운동",
      "hanja": " (過消費追放運動)",
      "example": {},
      "meanings": [
        "an anti-conspicuous consumption[waste] campaign."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "overpurchasing",
      "frequency": 0
    },
    {
      "meaning": "an anticonspicuous consumption campaign",
      "frequency": 0
    },
    {
      "meaning": "excessive spending behavior",
      "frequency": 0
    },
    {
      "meaning": "extravagant trend of consumption",
      "frequency": 0
    },
    {
      "meaning": "food production and consumption",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "근데 왜 갑자기 과소비야? Why do you spend money so much today? 듣기 View video tvN D : 내신등급이 내 인생의 등급일까? [언어의 온도 : 우리의 열아홉] Ep.1",
      "english": "Why do you spend money so much today?"
    },
    {
      "korean": "맞아요, 그건 과소비예요. Right. That'd be excessive. 듣기 View video MAMAMOO : 용콩별콩의 눕방 아닌 앉방",
      "english": "Right. That'd be excessive."
    },
    {
      "korean": "근데 인정하기는 하지만 너무 과소비였어요. Though I admit it, it was too excessive. 듣기 View video V COOKIE : [Full] ASTRO X Rooftop Live - 아스트로의 루프탑라이브!",
      "english": "Though I admit it, it was too excessive."
    },
    {
      "korean": "[무한 불신] - 못 믿어. - 너무 과소비하는 거 아니야? [No trust] - He doesn't trust him. - Don't you think you're being a bit excessive? 듣기 View video Amigo TV : 본격 아이돌 혜자방송 <아이돌에 미치고, 아미고TV> 빅스편 (3/7)",
      "english": "[No trust] - He doesn't trust him. - Don't you think you're being a bit excessive?"
    },
    {
      "korean": "그러면 너무 과소비하게 되지 않나요? -괜찮아요. 법인카드니까요. Isn't it excessive spending? - It's OK. It's the company credit card. 듣기 View video GAVYNJ : 가비의 화려한 외출~☆",
      "english": "Isn't it excessive spending? - It's OK. It's the company credit card."
    }
  ],
  "examples": [
    {
      "korean": "She has yet to give up the habit of overspending. 듣기 Add to Wordbook 그녀는 아직도 과소비하는 습성을 버리지 못했다 Neungyule",
      "english": "She has yet to give up the habit of overspending. Add to Wordbook"
    },
    {
      "korean": "Reckless spending is being a drag on the economy. 듣기 Add to Wordbook 무분별한 과소비 풍조가 경제의 발목을 잡고 있다 Neungyule",
      "english": "Reckless spending is being a drag on the economy. Add to Wordbook"
    },
    {
      "korean": "Overconsumption is increasing rapidly with saving mentality relaxed. 듣기 Add to Wordbook 절약 정신이 느슨해지면서 과소비가 급격히 늘고 있다. YBM All in All English-Korean Dictionary",
      "english": "Overconsumption is increasing rapidly with saving mentality relaxed. Add to Wordbook"
    },
    {
      "korean": "Naysayers, on the other hand, say that higher denominations may hurt the economy by promoting excessive spending. 듣기 Add to Wordbook 반대론자들은 고가의 액면 화폐가 과소비를 촉진함으로써 경제에 해가 될 수도 있다고 말한다. Neungyule",
      "english": "Naysayers, on the other hand, say that higher denominations may hurt the economy by promoting excessive spending. Add to Wordbook"
    },
    {
      "korean": "The press is criticizing some members of the wealthy class for overconsumption. 듣기 Add to Wordbook 언론은 일부 부유층의 과소비를 지탄하고 나섰다 Neungyule",
      "english": "The press is criticizing some members of the wealthy class for overconsumption. Add to Wordbook"
    }
  ]
}