{
  "phrases": [
    {
      "phrase": "관련자",
      "hanja": " (關聯者)",
      "example": {},
      "meanings": [
        "Noun interested party"
      ]
    },
    {
      "phrase": "관련자들을 탐문하며 돌아다니다",
      "hanja": "",
      "example": {},
      "meanings": [
        "run around getting information from the people concerned"
      ]
    },
    {
      "phrase": "프로젝트 관련자",
      "hanja": "",
      "example": {},
      "meanings": [
        "project related person"
      ]
    },
    {
      "phrase": "관련자를 가리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hide persons concerned"
      ]
    },
    {
      "phrase": "관련자를 떠나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "leave person concerned"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "(straight) from the horse's mouth",
      "frequency": 0
    },
    {
      "meaning": "arrest all concerned",
      "frequency": 0
    },
    {
      "meaning": "testimonial evidence",
      "frequency": 0
    },
    {
      "meaning": "implicative system",
      "frequency": 0
    },
    {
      "meaning": "credit titles",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "관련자 리스트를 이한영 대표가 갖고 있었는데 사건이 벌어진 거죠. And the list of people related to this case was owned by CEO Lee Hanyoung. 듣기 View video 아이엠 (I am) : <사랑, 기억에 머물다> 3-1화 [관계의시작]",
      "english": "And the list of people related to this case was owned by CEO Lee Hanyoung."
    }
  ],
  "examples": [
    {
      "korean": "Everyone involved was sworn to secrecy. 듣기 Add to Wordbook 모든 관련자들이 비밀 엄수를 맹세했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Everyone involved was sworn to secrecy. Add to Wordbook"
    },
    {
      "korean": "This incident reflects badly on everyone involved. 듣기 Add to Wordbook 이 사건으로 관련자 모두가 좋지 않게 인식되게 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This incident reflects badly on everyone involved. Add to Wordbook"
    },
    {
      "korean": "We plan to strictly censure those involved. 듣기 Add to Wordbook 우리는 관련자를 엄중 문책할 방침이다 Neungyule",
      "english": "We plan to strictly censure those involved. Add to Wordbook"
    },
    {
      "korean": "notify one's intentions to the party concerned 듣기 Add to Wordbook 자기 의도를 관련자에게 통보하다. Friendict Level English-Korean Dictionary",
      "english": "notify one's intentions to the party concerned Add to Wordbook"
    },
    {
      "korean": "Much of the testimony of those involved is consistent. 듣기 Add to Wordbook 관련자들의 진술이 상당 부분 일치한다 Neungyule",
      "english": "Much of the testimony of those involved is consistent. Add to Wordbook"
    }
  ]
}