{
  "phrases": [
    {
      "phrase": "관련",
      "hanja": " (關聯)",
      "example": {},
      "meanings": [
        "[명사] relation(s) (with/between), connection (with/between/to), association (with/between), [동사] be connected (with/to), be related (to), be concerned (with/in), be associated (with), be involved (in)"
      ]
    },
    {
      "phrase": "관련 사항",
      "hanja": "",
      "example": {},
      "meanings": [
        "relevant[related] facts"
      ]
    },
    {
      "phrase": "…와 관련하여",
      "hanja": "",
      "example": {},
      "meanings": [
        "in connection[conjunction] with",
        "in relation to",
        "in[with] reference to"
      ]
    },
    {
      "phrase": "정부 관련 기관",
      "hanja": "",
      "example": {},
      "meanings": [
        "a government-related organization"
      ]
    },
    {
      "phrase": "관련 법규를 준수하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "obey the relevant regulations"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "involvement",
      "frequency": 3
    },
    {
      "meaning": "part",
      "frequency": 3
    },
    {
      "meaning": "link",
      "frequency": 3
    },
    {
      "meaning": "relationship",
      "frequency": 3
    },
    {
      "meaning": "relation",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "꽃과 관련된 내용들 뭐... Something about flowers too. 듣기 View video WOODZ (조승연) : (진짜)조곤조곤",
      "english": "Something about flowers too."
    },
    {
      "korean": "제 취미랑 관련되어 있다고요? It has to do with my hobby? 듣기 View video 플레이리스트 (Playlist) : 주의) 너무 눈 부셔서 선글라스 끼고 봐야하는 영상 [엑스엑스(XX)] - 발렌타인데이 특집",
      "english": "It has to do with my hobby?"
    },
    {
      "korean": "종원 씨의 취미와 관련된 이 선물은 과연 무엇일까요? It has to do with Jongwon's hobby. What will it be? 듣기 View video 플레이리스트 (Playlist) : 주의) 너무 눈 부셔서 선글라스 끼고 봐야하는 영상 [엑스엑스(XX)] - 발렌타인데이 특집",
      "english": "It has to do with Jongwon's hobby. What will it be?"
    },
    {
      "korean": "오로라봉 말고 오로라랑 관련된 약간 봉 같은 그런 게 있을까요? Is there any name related to aurora, not \"aurora bong?\" 듣기 View video ATEEZ : 안뇽~ 연습하다 왔어요❣️",
      "english": "Is there any name related to aurora, not \"aurora bong?\""
    },
    {
      "korean": "그거 우리랑 무슨 관련 있어요? What does that have to do with us? 듣기 View video (G)I-DLE : 미리크리스마스☆",
      "english": "What does that have to do with us?"
    }
  ],
  "examples": [
    {
      "korean": "remarks that are germane to the discussion 듣기 Add to Wordbook 논의와 밀접한 관련이 있는 발언 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "remarks that are germane to the discussion Add to Wordbook"
    },
    {
      "korean": "Apropos (of) what you were just saying… 듣기 Add to Wordbook 당신이 방금 하신 말씀과 관련해서 … Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Apropos (of) what you were just saying… Add to Wordbook"
    },
    {
      "korean": "the relation between rainfall and crop yields 듣기 Add to Wordbook 강우량과 작물 수확량 사이의 관련성 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the relation between rainfall and crop yields Add to Wordbook"
    },
    {
      "korean": "The soldiers concerned were confined to barracks 듣기 Add to Wordbook 관련 병사들은 막사에 갇혀 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The soldiers concerned were confined to barracks Add to Wordbook"
    },
    {
      "korean": "Citizenship is about the sense of nationhood. 듣기 Add to Wordbook 시민권은 국민으로서의 의식과 관련된 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Citizenship is about the sense of nationhood. Add to Wordbook"
    }
  ]
}