{
  "phrases": [
    {
      "phrase": "광신자",
      "hanja": " (狂信者)",
      "example": {},
      "meanings": [
        "a fanatic, a fanatic believer (in), a zealot (구어)"
      ]
    },
    {
      "phrase": "광신자를 통제하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "control fanatic"
      ]
    },
    {
      "phrase": "광신자를 언급하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "refer to fanatic"
      ]
    },
    {
      "phrase": "광신",
      "hanja": " (狂信)",
      "example": {},
      "meanings": [
        "fanaticism"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "zealot",
      "frequency": 0
    },
    {
      "meaning": "cultist",
      "frequency": 0
    },
    {
      "meaning": "religioner",
      "frequency": 0
    },
    {
      "meaning": "energumen",
      "frequency": 0
    },
    {
      "meaning": "religionismist",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "She’s a non-smoking, non-drinking fitness fanatic. 듣기 Add to Wordbook 그녀는 담배도 피우지 않고 술도 마시지 않는 건강 광신자이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s a non-smoking, non-drinking fitness fanatic. Add to Wordbook"
    },
    {
      "korean": "A fanatic is one who can't change his mind and won't change the subject. (Sir Winston Churchill) 듣기 Add to Wordbook 광신자란 자신의 생각을 바꿀 수도 없고 화제를 바꾸지도 않을 사람이다. (윈스턴 처칠, 언어명언) 명언/속담",
      "english": "A fanatic is one who can't change his mind and won't change the subject. (Sir Winston Churchill) Add to Wordbook"
    },
    {
      "korean": "It is absurd to call him a fanatic. 듣기 Add to Wordbook 그를 광신자(狂信者)라 부르는 것은 가당찮다. Friendict Level English-Korean Dictionary",
      "english": "It is absurd to call him a fanatic. Add to Wordbook"
    },
    {
      "korean": "Macaulay represents King Charles as a faithless fanatic. 듣기 Add to Wordbook 매콜리는 찰스 왕을 신의가 없는 광신자로 묘사한다. Friendict Level English-Korean Dictionary",
      "english": "Macaulay represents King Charles as a faithless fanatic. Add to Wordbook"
    },
    {
      "korean": "He was known to be a loud-mouthed, opinionated bigot. 듣기 Add to Wordbook 그는 목소리가 크고 자기 주장을 굽히지 않는 광신자로 알려져 있었다. YBM All in All English-Korean Dictionary",
      "english": "He was known to be a loud-mouthed, opinionated bigot. Add to Wordbook"
    }
  ]
}