{
  "phrases": [
    {
      "phrase": "광신도",
      "hanja": " (狂信徒)",
      "example": {},
      "meanings": [
        "religious fanatic[zealot]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fanatic",
      "frequency": 3
    },
    {
      "meaning": "religious fanatics",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'광신도'? \"Gwang Shin Do\"? 듣기 View video Planetarium Records : 정진우 두번째 V Live",
      "english": "\"Gwang Shin Do\"?"
    },
    {
      "korean": "광신도 여자인데. - 꼭 있어. A religious fanatic. - They're always there. 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "A religious fanatic. - They're always there."
    },
    {
      "korean": "제가 요즘 미쳐가지고 '광신도'를 좋아합니다. I am feeling a little crazy these days, so... I like \"Gwang Shin-Do\" (Fanatic). 듣기 View video Planetarium Records : 정진우 두번째 V Live",
      "english": "I am feeling a little crazy these days, so... I like \"Gwang Shin-Do\" (Fanatic)."
    }
  ],
  "examples": [
    {
      "korean": "The whole problem with the world is that fools and fanatics are always so certain of themselves, but wiser people so full of doubts. (Bertrand Russell) 듣기 Add to Wordbook 세상의 문제는 바보들과 광신도들은 자기 확신이 지나친데 비해 현명한 사람들은 의심이 너무 많다는 것이다. (버트런드 러셀, 지혜명언) 명언/속담",
      "english": "The whole problem with the world is that fools and fanatics are always so certain of themselves, but wiser people so full of doubts. (Bertrand Russell) Add to Wordbook"
    },
    {
      "korean": "Heretic zealots are full of Old Nick. 듣기 Add to Wordbook 이단 광신도들은 걸핏하면 문제를 일으키죠. YBM All in All English-Korean Dictionary",
      "english": "Heretic zealots are full of Old Nick. Add to Wordbook"
    },
    {
      "korean": "Zealots are creating difficulties from the winds. 듣기 Add to Wordbook 광신도들은 사방에서 문제를 일으키죠. YBM All in All English-Korean Dictionary",
      "english": "Zealots are creating difficulties from the winds. Add to Wordbook"
    },
    {
      "korean": "If the world sees Koreans burning flags and hurting themselves in protest they will just think Koreans are crazy fanatics. 듣기 Add to Wordbook 세계인들의 눈에는 국기를 불태우고 항의 속에서 자학행위를 하는 한국인들이 미친 광신도로밖에 보이지 않을 것이다. Neungyule",
      "english": "If the world sees Koreans burning flags and hurting themselves in protest they will just think Koreans are crazy fanatics. Add to Wordbook"
    },
    {
      "korean": "About 200,000 Hindu fanatics, vowing to rebuild a temple on the site, smashed through police barricades and demolished the mosque. 듣기 Add to Wordbook 약 20만 명의 힌두교 광신도들은 그 자리에 신전을 재건할 것을 다짐하면서 경찰의 바리케이드를 돌파하고 회교 사원을 파괴했다. YBM All in All English-Korean Dictionary",
      "english": "About 200,000 Hindu fanatics, vowing to rebuild a temple on the site, smashed through police barricades and demolished the mosque. Add to Wordbook"
    }
  ]
}