{
  "phrases": [
    {
      "phrase": "광산",
      "hanja": " (鑛山)",
      "example": {},
      "meanings": [
        "mine"
      ]
    },
    {
      "phrase": "광산업자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a mine operator",
        "a miner"
      ]
    },
    {
      "phrase": "광산학과",
      "hanja": "",
      "example": {},
      "meanings": [
        "the department of mining science"
      ]
    },
    {
      "phrase": "광산 기사",
      "hanja": "",
      "example": {},
      "meanings": [
        "a mining engineer"
      ]
    },
    {
      "phrase": "광산을 채굴하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "mine",
        "excavate",
        "work a mine"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mine",
      "frequency": 3
    },
    {
      "meaning": "mine 2",
      "frequency": 3
    },
    {
      "meaning": "pit 1",
      "frequency": 3
    },
    {
      "meaning": "digging",
      "frequency": 0
    },
    {
      "meaning": "wheal 2",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "모르시죠? - 광산 김씨인가요? You don't know? - Kim from Kwangsan? 듣기 View video IDOL RADIO : [Full] 'IDOL RADIO' ep#4. 우리의 자정은 낮보다 뜨겁다 with 세븐틴",
      "english": "You don't know? - Kim from Kwangsan?"
    },
    {
      "korean": "광산 김 씨입니다. - 광산 김! - 광산 김 씨. I am a Gwangsan Kim. - Gwangsan Kim - Gwangsan Kim. 듣기 View video BTS : Run BTS! 2018 - EP.39",
      "english": "I am a Gwangsan Kim. - Gwangsan Kim - Gwangsan Kim."
    },
    {
      "korean": "이거 무슨 맵이야? 광산! OK, 광산. Which map is this? The mine. Okay, the mine. 듣기 View video IMFACT : [JEUP] 제업이와 카트라이더 하실 분!!!♥.♥",
      "english": "Which map is this? The mine. Okay, the mine."
    },
    {
      "korean": "[불안] - 밸런스가 좋지 않은데? - 광산 김? [Nervous] - I have a bad feeling about this balance. - Are you a Gwangsan Kim? 듣기 View video BTS : Run BTS! 2018 - EP.39",
      "english": "[Nervous] - I have a bad feeling about this balance. - Are you a Gwangsan Kim?"
    },
    {
      "korean": "[게임 이야기에 들뜬 뷔] - 난 게임 못해서. - 전화하면 나 지금 광산이야라고 하면서... [Excited by game talks] - Because I don't play games. - We used to say we were at a mine if someone called us while gaming. 듣기 View video BTS : Run BTS! 2017 - EP.25",
      "english": "[Excited by game talks] - Because I don't play games. - We used to say we were at a mine if someone called us while gaming."
    }
  ],
  "examples": [
    {
      "korean": "The mines were manned by forced labour from conquered countries. 듣기 Add to Wordbook 그 광산들에는 정복된 국가들로부터 온 강제 노동 인력이 배치되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The mines were manned by forced labour from conquered countries. Add to Wordbook"
    },
    {
      "korean": "The town fell into (a) decline after the mine closed. 듣기 Add to Wordbook 광산이 폐쇄된 이후 그 소도시는 쇠퇴의 길로 접어들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The town fell into (a) decline after the mine closed. Add to Wordbook"
    },
    {
      "korean": "to sink a well/shaft/mine 듣기 Add to Wordbook 우물/수갱[수직 통로]/광산을 파다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to sink a well/shaft/mine Add to Wordbook"
    },
    {
      "korean": "a tight-knit mining community 듣기 Add to Wordbook 유대가 긴밀한 광산촌 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a tight-knit mining community Add to Wordbook"
    },
    {
      "korean": "rock salt from Khewra Salt Mines 듣기 Add to Wordbook 케와라 소금광산에서 나온 암염 국제영어대학원대학교 신어사전",
      "english": "rock salt from Khewra Salt Mines Add to Wordbook"
    }
  ]
}