{
  "phrases": [
    {
      "phrase": "괜찮다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(좋다) nice, good, fine, all right, okay, (S) OK, (안전하다) safe, secure",
        "(무방하다, 지장 없다) all right, okay, (S) OK"
      ]
    },
    {
      "phrase": "맛이 괜찮다",
      "hanja": "",
      "example": {},
      "meanings": [
        "taste good (enough)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fair enough",
      "frequency": 0
    },
    {
      "meaning": "no matter",
      "frequency": 0
    },
    {
      "meaning": "no harm done",
      "frequency": 0
    },
    {
      "meaning": "let the matter drop",
      "frequency": 0
    },
    {
      "meaning": "no stress",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "괜찮다 오케이! - 오! It's nice! Okay! - Oh! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "It's nice! Okay! - Oh!"
    },
    {
      "korean": "괜찮다 그렇지? It's okay, right? 듣기 View video AOA : 엘비스랑수다떨고싶은데나보러와줄래?",
      "english": "It's okay, right?"
    },
    {
      "korean": "그거 괜찮다 - 뭐? That's nice. - What? 듣기 View video V COOKIE : [Full] LOVELYZ X LieV - 러블리즈의 눕방라이브!",
      "english": "That's nice. - What?"
    },
    {
      "korean": "다른 건 다 괜찮다? - 괜찮... Anything else? - Well... 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.27 세봉이의 상상은 현실이 된다 #1",
      "english": "Anything else? - Well..."
    },
    {
      "korean": "괜찮다 - 그렇게 빼서... It looks good. - Take it out... 듣기 View video TWICE : TWICE TV \"복자매의 쿠키 만들기\"",
      "english": "It looks good. - Take it out..."
    }
  ],
  "examples": [
    {
      "korean": "My line of work pays pretty well. 듣기 Add to Wordbook 내가 일하는 분야는 수입이 꽤 괜찮다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My line of work pays pretty well. Add to Wordbook"
    },
    {
      "korean": "This is as good a place as any to spend the night. 듣기 Add to Wordbook 이곳은 밤을 보내기에 어느 곳 못지않게 괜찮다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This is as good a place as any to spend the night. Add to Wordbook"
    },
    {
      "korean": "It’s all right to borrow money occasionally, but don’t let it become a habit. 듣기 Add to Wordbook 어쩌다 한 번씩 돈을 빌리는 것은 괜찮다. 하지만 그것이 버릇이 되지는 않도록 하라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s all right to borrow money occasionally, but don’t let it become a habit. Add to Wordbook"
    },
    {
      "korean": "He makes a decent income. 듣기 Add to Wordbook 그의 수입은 꽤 괜찮다. 절대어휘 5100",
      "english": "He makes a decent income. Add to Wordbook"
    },
    {
      "korean": "Wagner's music is better than it sounds. (Edgar Wilson Nye) 듣기 Add to Wordbook 바그너의 음악은 듣기보단 괜찮다. (에드가 윌슨 나이, 음악명언) 명언/속담",
      "english": "Wagner's music is better than it sounds. (Edgar Wilson Nye) Add to Wordbook"
    }
  ]
}