{
  "phrases": [
    {
      "phrase": "괴롭다",
      "hanja": "",
      "example": {},
      "meanings": [
        "painful, distressed"
      ]
    },
    {
      "phrase": "괴로운 일",
      "hanja": "",
      "example": {},
      "meanings": [
        "a bother",
        "a troublesome task"
      ]
    },
    {
      "phrase": "괴로운 입장",
      "hanja": "",
      "example": {},
      "meanings": [
        "an awkward situation",
        "a touchy[delicate] situation",
        "a sad plight"
      ]
    },
    {
      "phrase": "괴로운 표정",
      "hanja": "",
      "example": {},
      "meanings": [
        "an agonized look[expression]"
      ]
    },
    {
      "phrase": "괴로운 경험",
      "hanja": "",
      "example": {},
      "meanings": [
        "a hard[painful] experience"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "painful",
      "frequency": 3
    },
    {
      "meaning": "cruel",
      "frequency": 3
    },
    {
      "meaning": "trying",
      "frequency": 3
    },
    {
      "meaning": "stern 1",
      "frequency": 3
    },
    {
      "meaning": "labored",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "짝사랑이란게 괴로운 거에요. One sided love is painful. 듣기 View video BURUDA CONCERT : [BURUDA LIVE] 결론은, 사랑노래 3화. 루빈(Ruvin) & 빨간의자(Redchair)",
      "english": "One sided love is painful."
    },
    {
      "korean": "정말 괴로운 기억이었어요. -왜요? It was a bad memory. - Why? 듣기 View video Girl's Day : [REPLAY] 2017 GLOBAL V LIVE TOP10 - Girl's Day",
      "english": "It was a bad memory. - Why?"
    },
    {
      "korean": "그렇죠. 너무나 괴로운 것. -진짜. Right. Very painful. -Really. 듣기 View video BURUDA CONCERT : [BURUDA LIVE] 결론은, 사랑노래 3화. 루빈(Ruvin) & 빨간의자(Redchair)",
      "english": "Right. Very painful. -Really."
    },
    {
      "korean": "굉장히 괴로운 표정을 하면서 손을 들어요. When he raise his hand, he looks so painful. 듣기 View video V BOOKS : <송곳> 최규석 작가 북토크 생중계 (게스트 : 주호민, 이종범)",
      "english": "When he raise his hand, he looks so painful."
    },
    {
      "korean": "그렇게 반복되다 보니 많이 괴로운 것 같아요. I'm suffering because this is an ongoing issue. 듣기 View video VICTON : VICTON 빅톤의 왓타임 세시의 데이트",
      "english": "I'm suffering because this is an ongoing issue."
    }
  ],
  "examples": [
    {
      "korean": "Mark showed no outward signs of distress. 듣기 Add to Wordbook 마크가 겉으로는 전혀 괴로운 표시를 보이지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mark showed no outward signs of distress. Add to Wordbook"
    },
    {
      "korean": "These are trying times for all of us. 듣기 Add to Wordbook 지금은 우리 모두에게 괴로운 시기이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These are trying times for all of us. Add to Wordbook"
    },
    {
      "korean": "He now faces an agonizing two-month wait for the test results. 듣기 Add to Wordbook 그는 이제 시험 결과가 나올 때까지 두 달이라는 괴로운 기다림을 앞두고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He now faces an agonizing two-month wait for the test results. Add to Wordbook"
    },
    {
      "korean": "Music is the medicine of a troubled mind. 듣기 Add to Wordbook 음악은 괴로운 마음의 약이다. (라틴속담, 예술속담) 명언/속담",
      "english": "Music is the medicine of a troubled mind. Add to Wordbook"
    },
    {
      "korean": "Indolence is a delightful but distressing state; we must be doing something to be happy. (Mahatma Gandhi) 듣기 Add to Wordbook 게으름은 즐겁지만 괴로운 상태다. 우리는 행복해지기 위해 무엇인가 하고 있어야 한다. (마하트마 간디, 노력명언) 명언/속담",
      "english": "Indolence is a delightful but distressing state; we must be doing something to be happy. (Mahatma Gandhi) Add to Wordbook"
    }
  ]
}