{
  "phrases": [
    {
      "phrase": "괴멸",
      "hanja": " (壞滅)",
      "example": {},
      "meanings": [
        "destruction, demolition, ruin, annihilation, 괴멸하다 destroy, demolish, ruin, annihilate"
      ]
    },
    {
      "phrase": "괴멸되다",
      "hanja": " (壞滅되다)",
      "example": {},
      "meanings": [
        "be annihilated"
      ]
    },
    {
      "phrase": "괴멸시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "destroy",
        "wipe out",
        "demolish"
      ]
    },
    {
      "phrase": "괴멸하다",
      "hanja": " (壞滅하다)",
      "example": {},
      "meanings": [
        "Verb destroy, annihilate"
      ]
    },
    {
      "phrase": "군을 괴멸하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "demolish army"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bloody murder",
      "frequency": 0
    },
    {
      "meaning": "discomfiture",
      "frequency": 0
    },
    {
      "meaning": "Götterdämmerung",
      "frequency": 0
    },
    {
      "meaning": "be destroyed[demolished, ruined, annihilated]",
      "frequency": 0
    },
    {
      "meaning": "-phage",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The rising river menaced the village with destruction. 듣기 Add to Wordbook 강물이 불어나서 마을이 괴멸될 위험에 직면했다. Friendict Level English-Korean Dictionary",
      "english": "The rising river menaced the village with destruction. Add to Wordbook"
    },
    {
      "korean": "Spain's power decayed after her Armada was destroyed. 듣기 Add to Wordbook 스페인은 무적함대가 괴멸된 후 세력이 쇠퇴했다. Friendict Level English-Korean Dictionary",
      "english": "Spain's power decayed after her Armada was destroyed. Add to Wordbook"
    },
    {
      "korean": "The enemy was annihilated by our troop's intense frontal attack. 듣기 Add to Wordbook 아군의 집중 공세에 적군이 괴멸되었다 Neungyule",
      "english": "The enemy was annihilated by our troop's intense frontal attack. Add to Wordbook"
    },
    {
      "korean": "We drove the enemy to the brink of total defeat. 듣기 Add to Wordbook 우리는 적군을 괴멸 일보 직전까지 몰아붙였다 Neungyule",
      "english": "We drove the enemy to the brink of total defeat. Add to Wordbook"
    },
    {
      "korean": "Nuclear weapons are said to be devastating enough to wipe out our planet. 듣기 Add to Wordbook 핵무기는 지구를 괴멸시킬 만큼의 파괴력을 가졌다고 한다 Dong-a's Prime English-Korean Dictionary",
      "english": "Nuclear weapons are said to be devastating enough to wipe out our planet. Add to Wordbook"
    }
  ]
}