{
  "phrases": [
    {
      "phrase": "괴롭다",
      "hanja": "",
      "example": {},
      "meanings": [
        "painful, distressed"
      ]
    },
    {
      "phrase": "괴로워 소리를 지르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "cry out in anguish"
      ]
    },
    {
      "phrase": "괴로워. 지독한 감기에 걸렸거든.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-가벼운 화제 Terrible. I have a bad cold."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in[for] anguish",
      "frequency": 0
    },
    {
      "meaning": "distressed",
      "frequency": 0
    },
    {
      "meaning": "cry out in anguish",
      "frequency": 0
    },
    {
      "meaning": "crapulously",
      "frequency": 0
    },
    {
      "meaning": "in vexation of spirit[mind]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그렇게 괴로워요? V LIVE 오래 하는 게? Is it that terrible to do V LIVE for a long time? 듣기 View video iKON : 아이콘 4주년 !! 사랑해 아이코닉!!",
      "english": "Is it that terrible to do V LIVE for a long time?"
    },
    {
      "korean": "너무나 괴로워 이렇게 하자고? It's too sad...like this? 듣기 View video Mnet : 프로듀스101 시즌2 3화",
      "english": "It's too sad...like this?"
    },
    {
      "korean": "뚜비 괴로워~ Dipsy is miserable. 듣기 View video JBJ95 : [#지금하95] 친구들 안녕 이제 모일 시간이에요~!",
      "english": "Dipsy is miserable."
    },
    {
      "korean": "괴로워요. - 답답해. It's horrible. - I'm frustrated. 듣기 View video GOT YA! 공원소녀 : [GOT YA! GWSN V] 공원소녀의 특별한 스포일러",
      "english": "It's horrible. - I'm frustrated."
    },
    {
      "korean": "네가 만약에 '아파? 괴로워'? If you asked me, \"Are you in pain?\" 듣기 View video 72초TV (72secTV) : 72초 시즌3 EP1. 그녀가 나에게 팔베개를 해달라고 한다",
      "english": "If you asked me, \"Are you in pain?\""
    }
  ],
  "examples": [
    {
      "korean": "My new shoes are giving me hell. 듣기 Add to Wordbook 내가 새 신발 때문에 괴로워 죽을 지경이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My new shoes are giving me hell. Add to Wordbook"
    },
    {
      "korean": "He is tormented by a guilty conscience. 듣기 Add to Wordbook 그는 양심의 가책으로 괴로워 한다. 절대어휘 5100",
      "english": "He is tormented by a guilty conscience. Add to Wordbook"
    },
    {
      "korean": "My adultery really weighs on my conscience. 듣기 Add to Wordbook 바람을 피운 것에 대해 정말 양심에 찔려서 괴로워. Neungyule",
      "english": "My adultery really weighs on my conscience. Add to Wordbook"
    },
    {
      "korean": "I have gas pangs in my stomach. 듣기 Add to Wordbook 위에 가스가 차서 괴로워요. Neungyule",
      "english": "I have gas pangs in my stomach. Add to Wordbook"
    },
    {
      "korean": "This matter has really been weighing heavily on my mind lately. 듣기 Add to Wordbook 요새 이 문제 때문에 정말 괴로워요. Neungyule",
      "english": "This matter has really been weighing heavily on my mind lately. Add to Wordbook"
    }
  ]
}