{
  "phrases": [
    {
      "phrase": "괴롭히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "harass, torment, (약자를) bully, (동물을) tease, be cruel to, (정신적으로) distress, trouble, torture"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "stand up for the oppressed",
      "frequency": 0
    },
    {
      "meaning": "stressed tree",
      "frequency": 0
    },
    {
      "meaning": "bully",
      "frequency": 3
    },
    {
      "meaning": "ail",
      "frequency": 3
    },
    {
      "meaning": "beset",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "세진이 괴롭힌 적 없다는 거 확실하지? You are definite that you never bullied Sejin? 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 15화 <스나이퍼 예매사건 Ⅲ>",
      "english": "You are definite that you never bullied Sejin?"
    },
    {
      "korean": "세진이를 괴롭힌 아이들에게 복수하려고 사건을 일으켰다? he caused this case to revenge against kids who bullied Sejin? 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 15화 <스나이퍼 예매사건 Ⅲ>",
      "english": "he caused this case to revenge against kids who bullied Sejin?"
    },
    {
      "korean": "오히려 제가 더 많이 괴롭힌 것 같아요. I think I teased her a lot. 듣기 View video NU'EST : NU'EST V time : 뉴이스트의 보이는라디오 L.O.Λ.E STORY 시즌2 7화",
      "english": "I think I teased her a lot."
    },
    {
      "korean": "그날 저를 괴롭힌 설움을 풀어보겠습니다. I will take revenge for my suffering. 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '우리 친해지길 바라'",
      "english": "I will take revenge for my suffering."
    },
    {
      "korean": "괴롭힌 게 아니라 챙겨준 거죠. - 지금 재밌는 질문이 들어왔어요. I didn't bully you, but care about you. - We've got an interesting question. 듣기 View video IDOL x IDOL : VAV - Very Awesome VAV ' 주위의 사람들 신경은 쓰지마 VAV만 바라봐 '",
      "english": "I didn't bully you, but care about you. - We've got an interesting question."
    }
  ],
  "examples": [
    {
      "korean": "Let the bully have a taste of his own medicine. 듣기 Add to Wordbook 약자를 괴롭힌 그 자에게는 자기도 똑같이 (앙갚음을) 당하게 해라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let the bully have a taste of his own medicine. Add to Wordbook"
    },
    {
      "korean": "He accused the media of persecuting him and his family. 듣기 Add to Wordbook 그는 자신과 자신의 가족들을 괴롭힌 방송매체를 고소했다. 절대어휘 5100",
      "english": "He accused the media of persecuting him and his family. Add to Wordbook"
    },
    {
      "korean": "Step hard on all those people that harassed you. 듣기 Add to Wordbook 너 괴롭힌 인간들 다 밟아 줘. Neungyule",
      "english": "Step hard on all those people that harassed you. Add to Wordbook"
    },
    {
      "korean": "Family matters were only part of what vexed Berry as a girl. 듣기 Add to Wordbook 가정 문제는 소녀 시절 베리를 괴롭힌 것들 가운데 일부에 지나지 않았다. YBM All in All English-Korean Dictionary",
      "english": "Family matters were only part of what vexed Berry as a girl. Add to Wordbook"
    },
    {
      "korean": "He apologized for causing her trouble. 듣기 Add to Wordbook 그는 그녀를 괴롭힌 것에 대해 사과했다. Neungyule",
      "english": "He apologized for causing her trouble. Add to Wordbook"
    }
  ]
}