{
  "phrases": [
    {
      "phrase": "괴롭히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "harass, torment, (약자를) bully, (동물을) tease, be cruel to, (정신적으로) distress, trouble, torture"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "distractible",
      "frequency": 0
    },
    {
      "meaning": "harassable",
      "frequency": 0
    },
    {
      "meaning": "torturable",
      "frequency": 0
    },
    {
      "meaning": "Always forgive your enemies; nothing annoys them so much.",
      "frequency": 0
    },
    {
      "meaning": "Flanderious",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[다 괴롭힐 거야!] 뒤에서 막... [I'll bully you!] From behind... 듣기 View video ITZY : [ITZY? ITZY!(있지?있지!)] EP37. 믿지와 함께 있지!",
      "english": "[I'll bully you!] From behind..."
    },
    {
      "korean": "우리 형들도 괴롭힐... 아니! 아니! But I want to badger the hyungs...no, no! 듣기 View video Mnet : [ONE DREAM.TXT] Reality Ep.05 - Part.3",
      "english": "But I want to badger the hyungs...no, no!"
    },
    {
      "korean": "괴롭힐 거야! I'm going to bother him! 듣기 View video BTOB : 비투비 - 비트콤 #71 (\"HOUR MOMENT\" 재킷 촬영 비하인드)",
      "english": "I'm going to bother him!"
    },
    {
      "korean": "여기까지 따라와서 날 이렇게 괴롭힐 거야? Why would someone follow me all the way here and bug me? 듣기 View video GOT7 : BAAAM!!",
      "english": "Why would someone follow me all the way here and bug me?"
    },
    {
      "korean": "괴롭힐 수 없어서 - 물어봤구나? I don't want to bother the bird. - You asked the bird, didn't you? 듣기 View video TWICE : 모모의 What is Love? 댄스교실",
      "english": "I don't want to bother the bird. - You asked the bird, didn't you?"
    }
  ],
  "examples": [
    {
      "korean": "Make money your god and it will plague you like the devil. (Henry Fielding) 듣기 Add to Wordbook 돈을 신 모시듯 하면 악마처럼 그대를 괴롭힐 것이다. (헨리 필딩, 돈명언) 명언/속담",
      "english": "Make money your god and it will plague you like the devil. (Henry Fielding) Add to Wordbook"
    },
    {
      "korean": "It may not be a concern now, but it could come back and haunt us later on. 듣기 Add to Wordbook 현재는 근심거리가 아닐 수도 있지만, 나중에 돌아와서 우릴 괴롭힐 수 있습니다. DARAKWON",
      "english": "It may not be a concern now, but it could come back and haunt us later on. Add to Wordbook"
    },
    {
      "korean": "Always forgive your enemies; nothing annoys them so much. (Oscar Wilde) 듣기 Add to Wordbook 항상 당신의 적을 용서하라. 그것 만큼 적을 괴롭힐 수 있는 것은 아무 것도 없다. (오스카 와일드, 원수명언) 명언/속담",
      "english": "Always forgive your enemies; nothing annoys them so much. (Oscar Wilde) Add to Wordbook"
    },
    {
      "korean": "Patience serves as a protection against wrongs as clothes do against cold. For if you put on more clothes as the cold increases, it will have no power to hurt you. So in like manner you must grow in patience when you meet with great wrongs, and they will then be powerless to vex your mind. (Leonardo da Vinci) 듣기 Add to Wordbook 옷을 입으면 추위를 막듯이 인내가 불의를 막아줄 것이다. 추울수록 옷을 껴입으면 추위는 당신을 해칠 힘을 잃는다. 마찬가지로 큰 불의를 만날수록 인내심을 길러야 하며, 그럴 때 어떤 불의도 그대의 마음을 괴롭힐 수 없다. (레오나르도 다빈치, 인내명언) 명언/속담",
      "english": "Patience serves as a protection against wrongs as clothes do against cold. For if you put on more clothes as the cold increases, it will have no power to hurt you. So in like manner you must grow in patience when you meet with great wrongs, and they will then be powerless to vex your mind. (Leonardo da Vinci) Add to Wordbook"
    },
    {
      "korean": "Just as I was busiest, he must come worrying. 듣기 Add to Wordbook 하필 내가 제일 바쁠 때 그가 찾아와 괴롭힐 게 뭐야. Friendict Level English-Korean Dictionary",
      "english": "Just as I was busiest, he must come worrying. Add to Wordbook"
    }
  ]
}