{
  "phrases": [
    {
      "phrase": "괴수",
      "hanja": " (怪獸)",
      "example": {},
      "meanings": [
        "monster"
      ]
    },
    {
      "phrase": "괴수",
      "hanja": " (魁首)",
      "example": {},
      "meanings": [
        "Noun ringleader"
      ]
    },
    {
      "phrase": "폭도의 괴수",
      "hanja": "",
      "example": {},
      "meanings": [
        "the ringleader of a mob"
      ]
    },
    {
      "phrase": "괴수 영화",
      "hanja": " (怪獸映畵)",
      "example": {},
      "meanings": [
        "a monster film"
      ]
    },
    {
      "phrase": "괴수를 잡다",
      "hanja": "",
      "example": {},
      "meanings": [
        "capture monster"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "monster",
      "frequency": 3
    },
    {
      "meaning": "kaiju",
      "frequency": 0
    },
    {
      "meaning": "fabulous beasts",
      "frequency": 0
    },
    {
      "meaning": "triffid",
      "frequency": 0
    },
    {
      "meaning": "Prince of devils",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오늘 괴수 특집인가요? Is today a monster day? 듣기 View video 10PM : [10pm2 화] 김풍의 풍기문란-김풍 demoralizing behavior",
      "english": "Is today a monster day?"
    },
    {
      "korean": "정글에 사는 괴수에요. This is a monster from the jungle. 듣기 View video IMFACT : 임팩트 자체제작 리얼리티 I`M FACT 9화 - 놀이동산에 가다 #3",
      "english": "This is a monster from the jungle."
    }
  ],
  "examples": [
    {
      "korean": "My younger brother loves kaiju films. 듣기 Add to Wordbook 남동생이 괴수 영화를 무척 좋아한다. 국제영어대학원대학교 신어사전",
      "english": "My younger brother loves kaiju films. Add to Wordbook"
    },
    {
      "korean": "I'm excited about the new kaiju eiga. 듣기 Add to Wordbook 새 일본 괴수 영화를 생각하니 흥분돼. 국제영어대학원대학교 신어사전",
      "english": "I'm excited about the new kaiju eiga. Add to Wordbook"
    },
    {
      "korean": "Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded. (Charlie Chaplin) 듣기 Add to Wordbook 개인은 천재다. 그러나 군중은 머리 없는 괴수, 거대하고 야수 같은 바보가 되어 시키는 대로 행동한다. (찰리 채플린, 공부명언) 명언/속담",
      "english": "Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded. (Charlie Chaplin) Add to Wordbook"
    },
    {
      "korean": "The six ringleaders were arrested and charged. 듣기 Add to Wordbook 여섯 명의 괴수들은 체포되어 고소되었다 Dong-a's Prime English-Korean Dictionary",
      "english": "The six ringleaders were arrested and charged. Add to Wordbook"
    },
    {
      "korean": "Vampires are one of the most feared monsters known to man. 듣기 Add to Wordbook 흡혈귀들은 사람에게 가장 두려움을 주는 괴수 중 하나이다. Neungyule",
      "english": "Vampires are one of the most feared monsters known to man. Add to Wordbook"
    }
  ]
}