{
  "phrases": [
    {
      "phrase": "외국군피교육생",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 international military trainee (IMT)"
      ]
    },
    {
      "phrase": "통신 교육생 모집",
      "hanja": "",
      "example": {},
      "meanings": [
        "communication student recruitment"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "counselor trainee",
      "frequency": 0
    },
    {
      "meaning": "police trainee",
      "frequency": 0
    },
    {
      "meaning": "professional students",
      "frequency": 0
    },
    {
      "meaning": "home health nurses",
      "frequency": 0
    },
    {
      "meaning": "computer software for tracking student progress",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[어느 하나 빠짐없다] 241번 교육생 도하 끝! [She is so well-rounded] Number 241 finished! 듣기 View video V Special : [Full] MBC <진짜 사나이 300> 제작발표회 생중계",
      "english": "[She is so well-rounded] Number 241 finished!"
    },
    {
      "korean": "[맞서 싸워라] - 교육생, 할 수 있습니다 알겠습니까? - 네 알겠습니다! [Fight] - You can do it. Do you hear me? - Yes sir! 듣기 View video V Special : [Full] MBC <진짜 사나이 300> 제작발표회 생중계",
      "english": "[Fight] - You can do it. Do you hear me? - Yes sir!"
    },
    {
      "korean": "월말평가 때 교육생... It was a monthly evaluation of trainees. 듣기 View video TWICE : TT",
      "english": "It was a monthly evaluation of trainees."
    },
    {
      "korean": "여기에서 교육생 출신 재범이 형이랑 진영이 형밖에 없습니다. JB and Jinyoung were one of them. 듣기 View video GOT7 : GOT7의 하드캐리 0화 (GOT7 'HARD CARRY' ep.0)",
      "english": "JB and Jinyoung were one of them."
    },
    {
      "korean": "우리는 한 번 했어요. -교육생만 했었어요? -아니에요, 다 같이 했었어요. We did once. - Only the trainees? - No, we all did. 듣기 View video GOT7 : GOT7의 하드캐리 0화 (GOT7 'HARD CARRY' ep.0)",
      "english": "We did once. - Only the trainees? - No, we all did."
    }
  ],
  "examples": [
    {
      "korean": "This simulation game plays out over six weeks of your interning for Megan, an up-and-coming artist who has her own studio. 듣기 Add to Wordbook 이 시뮬레이션 게임은 자신의 스튜디오를 갖고 있는 전도 유망한 예술가 메간의 밑에서 6주간 실습(교육)생으로 일하는 내용이다. Neungyule",
      "english": "This simulation game plays out over six weeks of your interning for Megan, an up-and-coming artist who has her own studio. Add to Wordbook"
    },
    {
      "korean": "Each of the six weeks of the internship has a theme: Week one covers the basics of art, and thereafter the weeks are spent painting flowers, animals, still life, landscapes and people. 듣기 Add to Wordbook 6주 간의 교육생 생활에는 1주마다 테마가 있다. 첫 주는 미술 기초이며, 그 이후 주에는 꽃, 동물, 정물, 풍경, 인물 등을 그리면서 보낸다. Neungyule",
      "english": "Each of the six weeks of the internship has a theme: Week one covers the basics of art, and thereafter the weeks are spent painting flowers, animals, still life, landscapes and people. Add to Wordbook"
    },
    {
      "korean": "Surprisingly they had trained for nearly seven years as trainees of JYP Entertainment. 듣기 Add to Wordbook 놀랍게도 그들은 JYP 엔터테인먼트의 교육생으로 약 7년간 훈련 받았다. TIMES CORE",
      "english": "Surprisingly they had trained for nearly seven years as trainees of JYP Entertainment. Add to Wordbook"
    },
    {
      "korean": "The cases would be admitted; the consultant was freed up to do the emergencies with the trainees. 듣기 Add to Wordbook 그 경우는 인정될 것이다;그 상담가는 상담교육생과 함께 비상사태에 해방되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 C_dragon(ctwi****) Hansard",
      "english": "The cases would be admitted; the consultant was freed up to do the emergencies with the trainees. Add to Wordbook"
    },
    {
      "korean": "The trainee completes the questionnaire anonymously at the end of Phase 1 and then again at the end of Phase 2. 듣기 Add to Wordbook 교육생은 1단계가 끝난 후에 설문지를 익명으로 작성하고, 2단계가 끝난 후에 또 한번 작성합니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 carolyn_kim(caro****) Hansard",
      "english": "The trainee completes the questionnaire anonymously at the end of Phase 1 and then again at the end of Phase 2. Add to Wordbook"
    }
  ]
}