{
  "phrases": [
    {
      "phrase": "구",
      "hanja": " (區)",
      "example": {},
      "meanings": [
        "gu, (도시의 행정구역) borough",
        "(일정한 기준에 따라 나눈 지역의 단위) district, constituency, (Am) precinct"
      ]
    },
    {
      "phrase": "구",
      "hanja": " (句)",
      "example": {},
      "meanings": [
        "(문법) phrase"
      ]
    },
    {
      "phrase": "구",
      "hanja": " (九)",
      "example": {},
      "meanings": [
        "(아홉) nine"
      ]
    },
    {
      "phrase": "구",
      "hanja": " (球)",
      "example": {},
      "meanings": [
        "(야구의 투구) pitch"
      ]
    },
    {
      "phrase": "구",
      "hanja": " (九)",
      "example": {},
      "meanings": [
        "Determiner nine",
        "Determiner ninth"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "orb",
      "frequency": 3
    },
    {
      "meaning": "sphere",
      "frequency": 3
    },
    {
      "meaning": "ward",
      "frequency": 3
    },
    {
      "meaning": "말 1",
      "frequency": 0
    },
    {
      "meaning": "ball 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "굼벵이 구를 줄 알아? They know how to roll? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #63",
      "english": "They know how to roll?"
    },
    {
      "korean": "휴 - 구? Hyu. - Gu? 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌6' 6화 ('Lovelyz Diary Season 6' EP.6 )",
      "english": "Hyu. - Gu?"
    },
    {
      "korean": "'구' - 뭐라고? \"Gu\". - Say what? 듣기 View video ATEEZ : ☂️☂️의 토크타임",
      "english": "\"Gu\". - Say what?"
    },
    {
      "korean": "응? - 대구 - 구? Huh? - Daegu. - Gu? 듣기 View video ATEEZ : ☂️☂️의 토크타임",
      "english": "Huh? - Daegu. - Gu?"
    },
    {
      "korean": "'구' - 구게 뭐야? 뭔데? \"Gu.\" - What is that though? 듣기 View video PENTAGON : 성수동 M.I.C",
      "english": "\"Gu.\" - What is that though?"
    }
  ],
  "examples": [
    {
      "korean": "the ramparts and fortifications of the Old Town 듣기 Add to Wordbook 구 시가지의 성벽과 방어 시설 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the ramparts and fortifications of the Old Town Add to Wordbook"
    },
    {
      "korean": "‘Very quickly indeed’ is an adverbial phrase. 듣기 Add to Wordbook very quickly indeed는 부사구이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘Very quickly indeed’ is an adverbial phrase. Add to Wordbook"
    },
    {
      "korean": "The city is dissected by a network of old canals. 듣기 Add to Wordbook 그 도시는 구(舊) 운하망으로 나눠져 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The city is dissected by a network of old canals. Add to Wordbook"
    },
    {
      "korean": "Factories were spreading outwards from the old heart of the town. 듣기 Add to Wordbook 공장들이 그 소도시 구 중심부에서 외곽으로 퍼져 나가고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Factories were spreading outwards from the old heart of the town. Add to Wordbook"
    },
    {
      "korean": "The new tax is fairer than the old system. 듣기 Add to Wordbook 새 세제는 구 세제보다 더 공평하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new tax is fairer than the old system. Add to Wordbook"
    }
  ]
}