{
  "phrases": [
    {
      "phrase": "-구나",
      "hanja": "",
      "example": {},
      "meanings": [
        "(감탄) how, what, indeed"
      ]
    },
    {
      "phrase": "Gunnar",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 북유럽 전설 군나르: Giuki와 Grimhild 사이의 아들로 Gudrun의 오빠, Sigurd가 그를 위해 중매한 Brynhild의 남편, Nibelu...",
        "Noun 남자 이름."
      ]
    },
    {
      "phrase": "-더라는구나",
      "hanja": "",
      "example": {},
      "meanings": [
        "-deoraneunguna"
      ]
    },
    {
      "phrase": "구나를 느끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel indeed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Myrdal",
      "frequency": 0
    },
    {
      "meaning": "Giuki",
      "frequency": 0
    },
    {
      "meaning": "Gudrun",
      "frequency": 0
    },
    {
      "meaning": "Grimhild",
      "frequency": 0
    },
    {
      "meaning": "Gunnarsson",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여기가 너의 홈이구나. This is your home. 듣기 View video IMFACT : 임팩트[IMFACT] I`M FACT 시즌2 팩트세끼 #4",
      "english": "This is your home."
    },
    {
      "korean": "다리가 후들후들 거리는구나. So your legs are shaking. 듣기 View video KIM DONG WAN : 가는중~",
      "english": "So your legs are shaking."
    },
    {
      "korean": "열심히 하는 구나하고 저도 열심히 많이 만져보려고 노력했습니다. And she did a great job. And I tried my best to feel her up. 듣기 View video V WEB DRAMA : OCN <멜로홀릭> 제작발표회 비하인드 LIVE",
      "english": "And she did a great job. And I tried my best to feel her up."
    }
  ],
  "examples": [
    {
      "korean": "The three travelers, Gunnar Garfors, Tay-young Pak, and Oyvind Djupvik visited 19 European countries in just 24 hours, on Sep. 22. 듣기 Add to Wordbook 그 세 명의 여행객들인 군나르 가포스, 박태용, 오벤 주비크는 9월 22일 단 24시간 만에 19개 유럽국가들을 방문했습니다. TIMES CORE",
      "english": "The three travelers, Gunnar Garfors, Tay-young Pak, and Oyvind Djupvik visited 19 European countries in just 24 hours, on Sep. 22. Add to Wordbook"
    },
    {
      "korean": "The team consists of leader Barney Ross (Sylvester Stallone), former SAS soldier and blades specialist Lee Christmas (Jason Statham), martial artist Yin Yang (Jet Li), sniper Gunnar Jensen (Dolph Lundgren), weapons specialist Hale Caesar (Terry Crews) and demolitions expert Toll Road (Randy Couture). 듣기 Add to Wordbook 그 팀은 리더인 바니 로스 (실베스터 스탤론), 전 SAS 요원이자 검 전문가인 리 크리스마스 (제이슨 스타뎀), 무술 전문가 인 양 (이연걸), 스나이퍼 저격수 거나 젠슨 (돌프 룬드그렌), 무기 전문가 헤일 시저 (테리 크루스)와 폭발물 전문가 톨 로드 (랜디 쿠튀르)로 이루어져 있다. EDU TIMES",
      "english": "The team consists of leader Barney Ross (Sylvester Stallone), former SAS soldier and blades specialist Lee Christmas (Jason Statham), martial artist Yin Yang (Jet Li), sniper Gunnar Jensen (Dolph Lundgren), weapons specialist Hale Caesar (Terry Crews) and demolitions expert Toll Road (Randy Couture). Add to Wordbook"
    },
    {
      "korean": "When Gunnar heard of this, he was furious. 듣기 Add to Wordbook 군나르가 그것에 관해 전해들었을때, 그는 분노하였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 곰곰구구(mbh7****)",
      "english": "When Gunnar heard of this, he was furious. Add to Wordbook"
    },
    {
      "korean": "Look at Ole Gunnar Solskjaer and Andy Cole. 듣기 Add to Wordbook 올레 군나르 솔샤르와 앤디 콜을 봐라. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메르베이(psys****)",
      "english": "Look at Ole Gunnar Solskjaer and Andy Cole. Add to Wordbook"
    },
    {
      "korean": "She was also offered a no-strings telephone consultation with Kjell Gunnar Gundersen, the surgeon who would operate on her. 듣기 Add to Wordbook 그녀는 또한 그녀에게 수술을 할 외과의사인 크젤 거나 건더슨과 대가성없는 전화 상담을 받았다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "She was also offered a no-strings telephone consultation with Kjell Gunnar Gundersen, the surgeon who would operate on her. Add to Wordbook"
    }
  ]
}