{
  "phrases": [
    {
      "phrase": "구동",
      "hanja": " (驅動)",
      "example": {},
      "meanings": [
        "drive"
      ]
    },
    {
      "phrase": "4륜 구동차",
      "hanja": "",
      "example": {},
      "meanings": [
        "a four-wheel-drive vehicle"
      ]
    },
    {
      "phrase": "후륜 구동차",
      "hanja": "",
      "example": {},
      "meanings": [
        "a rear-wheel-drive car",
        "a rear-driven car"
      ]
    },
    {
      "phrase": "전륜 구동차",
      "hanja": "",
      "example": {},
      "meanings": [
        "a front-wheel-drive car"
      ]
    },
    {
      "phrase": "사륜 구동차",
      "hanja": "",
      "example": {},
      "meanings": [
        "a four-wheel-drive car"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "drives",
      "frequency": 0
    },
    {
      "meaning": "oral sinus",
      "frequency": 0
    },
    {
      "meaning": "drive-response",
      "frequency": 0
    },
    {
      "meaning": "four-wheel drive",
      "frequency": 0
    },
    {
      "meaning": "front-wheel drive",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "사륜구동 이런 것도 탔고. I also rode a four-wheel-drive car. 듣기 View video KNK : 지금 크나큰(KNK)은?",
      "english": "I also rode a four-wheel-drive car."
    },
    {
      "korean": "뒷바퀴에 전달하는 구동 원리가 기본적인 자전거의 형태입니다. And the back wheels move. That is the basic structure. 듣기 View video ASTRO : 차은우의 Just one 10 minutes",
      "english": "And the back wheels move. That is the basic structure."
    }
  ],
  "examples": [
    {
      "korean": "We rented a four-wheel drive to get around the island. 듣기 Add to Wordbook 우리는 그 섬을 돌아보기 위해 사륜 구동차를 한 대 빌렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We rented a four-wheel drive to get around the island. Add to Wordbook"
    },
    {
      "korean": "to be in overdrive 듣기 Add to Wordbook 증속 구동을 쓰다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be in overdrive Add to Wordbook"
    },
    {
      "korean": "a car with four-wheel drive 듣기 Add to Wordbook 4륜 구동 자동차 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a car with four-wheel drive Add to Wordbook"
    },
    {
      "korean": "This car is a four-wheel drive. 듣기 Add to Wordbook 이 차는 사륜 구동이다 Neungyule",
      "english": "This car is a four-wheel drive. Add to Wordbook"
    },
    {
      "korean": "The front-wheel drive car offers durability and stability on the highway. 듣기 Add to Wordbook 전륜 구동식 자동차는 도로상에서 지구력과 안정성을 제공한다. YBM All in All English-Korean Dictionary",
      "english": "The front-wheel drive car offers durability and stability on the highway. Add to Wordbook"
    }
  ]
}