{
  "phrases": [
    {
      "phrase": "구라",
      "hanja": " (救癩)",
      "example": {},
      "meanings": [
        "relief of the lepers."
      ]
    },
    {
      "phrase": "구라폭포",
      "hanja": "",
      "example": {},
      "meanings": [
        "자연지리 Gura Falls"
      ]
    },
    {
      "phrase": "다나구라 정",
      "hanja": " (棚倉町(붕창정))",
      "example": {},
      "meanings": [
        "지명 Tanagura"
      ]
    },
    {
      "phrase": "가리구라그랑주",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 Marie Aubin Gontran Garrigou-Lagrange"
      ]
    },
    {
      "phrase": "구라노마가이부쓰",
      "hanja": " (倉野磨崖仏(창야마애불))",
      "example": {},
      "meanings": [
        "관광지 Kuranomagaibutsu"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Lassou, Goura",
      "frequency": 0
    },
    {
      "meaning": "Präfiguration",
      "frequency": 0
    },
    {
      "meaning": "Kurama-dera",
      "frequency": 0
    },
    {
      "meaning": "Tanagura Domain",
      "frequency": 0
    },
    {
      "meaning": "Kuragano Station",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "구라치지 마! You are lying! 듣기 View video 콬TV (WHYNOT) : 내 인생 최악의 고백을 받았다 [연애미수] EP01 나도 이제 너 좋아한다고.",
      "english": "You are lying!"
    },
    {
      "korean": "에이~ 구라 아니야? - 뭐야? 뻥이지? You lied, didn't you? - What is it? Is it a lie? 듣기 View video 콬TV (WHYNOT) : 10년된 남사친과 공개연애를 시작했다 #공개고백 #거짓말 [리얼:타임:러브2] EP1",
      "english": "You lied, didn't you? - What is it? Is it a lie?"
    },
    {
      "korean": "구라! - 에헤이! - 잘했다. A lie! - Come on! - Good job. 듣기 View video 모비딕(Mobidic) : <쎈마이웨이> 제대 후 돌변한 남자친구",
      "english": "A lie! - Come on! - Good job."
    },
    {
      "korean": "드레이크 형님의 'Fake Love' - 구라 사랑. Drake's \"Fake Love.\" - Fave love... 듣기 View video MONSTA X : 몬.즐.라 - 몬스타엑스의 즐거운 라디오 [MON HAPPY RADIO] EP.8 ★데뷔3주년 특/별/편/성/",
      "english": "Drake's \"Fake Love.\" - Fave love..."
    },
    {
      "korean": "우리는 구라에 그냥 생양아치다? You're saying we're thugs who are full of lies? 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 고기 한점이라도 먹은 사람은 불러라, 코끼리쏭!_5회",
      "english": "You're saying we're thugs who are full of lies?"
    }
  ],
  "examples": [
    {
      "korean": "Hangeul won the top prize, while the alphabet of India called Telugu and the English alphabet ranked second and third place respectively. 듣기 Add to Wordbook 한글이 1위를 차지한 반면, 텔루구라는 인도의 문자와 영어가 각각 2위와 3위를 차지했다. EDU TIMES",
      "english": "Hangeul won the top prize, while the alphabet of India called Telugu and the English alphabet ranked second and third place respectively. Add to Wordbook"
    },
    {
      "korean": "His lies pale in comparison to the enormity of what I've done. 듣기 Add to Wordbook 그의 구라는 내가 했던 무지막지한 구라에 비하면 별거 아니다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 zxvl1539(zxvl****)",
      "english": "His lies pale in comparison to the enormity of what I've done. Add to Wordbook"
    },
    {
      "korean": "Does that look like I'm lying? 듣기 Add to Wordbook 내가 구라치는것 처럼 보이냐 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 안녕난신우(park****)",
      "english": "Does that look like I'm lying? Add to Wordbook"
    },
    {
      "korean": "You're just a bullshit artist. 듣기 Add to Wordbook 넌 그냥 구라쟁이일 뿐이라고. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메로나(melo****)",
      "english": "You're just a bullshit artist. Add to Wordbook"
    },
    {
      "korean": "And when you told me money wasn't real? 듣기 Add to Wordbook 니가 지난 번에 말한 돈 얘기는 구라였니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 무역인(aeg3****)",
      "english": "And when you told me money wasn't real? Add to Wordbook"
    }
  ]
}