{
  "phrases": [
    {
      "phrase": "구토",
      "hanja": " (嘔吐)",
      "example": {},
      "meanings": [
        "vomit, nausea, sickness"
      ]
    },
    {
      "phrase": "구토를 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "vomit (up)",
        "bring up",
        "throw up"
      ]
    },
    {
      "phrase": "구토 방지약",
      "hanja": "",
      "example": {},
      "meanings": [
        "an antinausea drug"
      ]
    },
    {
      "phrase": "구토 설사",
      "hanja": " (嘔吐泄瀉)",
      "example": {},
      "meanings": [
        "emesis[vomiting] and diarrhea"
      ]
    },
    {
      "phrase": "그녀는 구토를 심하게 하고 있었다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "She was vomiting violently."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sickness",
      "frequency": 3
    },
    {
      "meaning": "rejection",
      "frequency": 3
    },
    {
      "meaning": "emesis",
      "frequency": 0
    },
    {
      "meaning": "vomiting",
      "frequency": 0
    },
    {
      "meaning": "vomitus",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "막 구토 이런 거 유발해 - 진짜? It makes me sick. - Really? 듣기 View video V COOKIE : [Full][V ORIGINAL] A-TEEN X EATING SHOW Season 2 - [V ORIGINAL] 에이틴 X 같이 먹어요 시즌 2",
      "english": "It makes me sick. - Really?"
    },
    {
      "korean": "신문엔 정말 내 구토가 한가득 실려있다. \"And my vomits fills up the newspaper.\" 듣기 View video FANTAGIO MUSIC : [단편영화 프로젝트 : beginning] #2 차인하 <내 마음 깊은 곳의 너> (Cha In Ha - You, deep inside of me)",
      "english": "\"And my vomits fills up the newspaper.\""
    },
    {
      "korean": "아니에요. 구토 유발 안 해요. No, it doesn't make us want to puke. 듣기 View video KISUM : 블로썸2주년 축하해요!",
      "english": "No, it doesn't make us want to puke."
    },
    {
      "korean": "너무 구토 나와가지고 - 정말로? because I shook it too much. - Really? 듣기 View video ONSTYLE LIVE : [HIGHLIGHT] 기부티크 Ep.14 젝스키스 & 2AM 의 기부템은!?",
      "english": "because I shook it too much. - Really?"
    },
    {
      "korean": "한 신입생이 선배들 신발에 구토를 했어요. The freshman vomited on the people's shoes. 듣기 View video 10PM : [10pm2 화] 김풍의 풍기문란-김풍 demoralizing behavior",
      "english": "The freshman vomited on the people's shoes."
    }
  ],
  "examples": [
    {
      "korean": "Symptoms include headaches, vomiting and the shivers. 듣기 Add to Wordbook 증상에는 두통, 구토, 오한이 포함된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Symptoms include headaches, vomiting and the shivers. Add to Wordbook"
    },
    {
      "korean": "Minor toxicities of this drug include nausea and vomiting. 듣기 Add to Wordbook 이 약물의 덜 심각한 독성 효과로는 메스꺼움과 구토가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Minor toxicities of this drug include nausea and vomiting. Add to Wordbook"
    },
    {
      "korean": "She had been violently sick. 듣기 Add to Wordbook 그녀는 극심하게 구토를 했었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She had been violently sick. Add to Wordbook"
    },
    {
      "korean": "The smell made me want to throw up. 듣기 Add to Wordbook 그 냄새 때문에 나는 구토증이 났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The smell made me want to throw up. Add to Wordbook"
    },
    {
      "korean": "Symptoms include sickness and diarrhoea. 듣기 Add to Wordbook 증상에는 구토와 설사가 포함된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Symptoms include sickness and diarrhoea. Add to Wordbook"
    }
  ]
}