{
  "phrases": [
    {
      "phrase": "구하다",
      "hanja": " (求―)",
      "example": {},
      "meanings": [
        "(필요한 것을) look[search] for, obtain, (formal) seek, (찾아내다) find (out), (얻다) get",
        "(조언·양해·용서 등을) ask (for), request, (formal) seek, turn to (=청하다)",
        "(답·수치 등을) find, (계산하다) calculate"
      ]
    },
    {
      "phrase": "구하다",
      "hanja": " (救―)",
      "example": {},
      "meanings": [
        "(위험에서) rescue[save] (sb from sth), (곤경에서) (formal) extricate (sb from sth)"
      ]
    },
    {
      "phrase": "일자리를 구하기가 힘들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have difficulty in finding a job"
      ]
    },
    {
      "phrase": "여기서는 집을 구하기가 정말 힘들어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Housing is really tight here."
      ]
    },
    {
      "phrase": "나머지 구하기",
      "hanja": "",
      "example": {},
      "meanings": [
        "remainder"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hunting",
      "frequency": 3
    },
    {
      "meaning": "at a premium",
      "frequency": 0
    },
    {
      "meaning": "out of season",
      "frequency": 0
    },
    {
      "meaning": "the battle to save the planet",
      "frequency": 0
    },
    {
      "meaning": "personal ad",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 구하기 진짜 힘든데 어떻게 한 거야? It's really hard to get these, how did you do it? 듣기 View video 플레이리스트 (Playlist) : 절친 사이에 끼어드는 애들 꼭 있음 [다만너] - EP.02",
      "english": "It's really hard to get these, how did you do it?"
    },
    {
      "korean": "에델바이스 되게 구하기 어려운 산 꼭대기에 있는... Edelweiss is the plant which grows on top of the mountains.. 듣기 View video SmileJ : [해외에서 난리난 연예인 스킨케어] 유튜버가 행사에 초대 받으면? 선물 받은 제품 언박싱",
      "english": "Edelweiss is the plant which grows on top of the mountains.."
    },
    {
      "korean": "이게 지금 구하기가 힘들대요. It's hard to find this now. 듣기 View video V Beauty : 개강맞이 여신 메이크업 / Become a goddess at begin school",
      "english": "It's hard to find this now."
    },
    {
      "korean": "이 돈으로 그런 집 구하기 힘들어요. It's hard to find a place with this money. 듣기 View video 플레이리스트 (Playlist) : [연애포차 시즌1] - EP.07 냉장고 채워주는 남사친? 남친?",
      "english": "It's hard to find a place with this money."
    },
    {
      "korean": "구하기 위한! - 너 지금 찌들었니? To get me out of! - Are you staying in a rut? 듣기 View video V COOKIE : [Full] MOMOLAND X LieV - 모모랜드의 눕방라이브!",
      "english": "To get me out of! - Are you staying in a rut?"
    }
  ],
  "examples": [
    {
      "korean": "He risked his life to save her. 듣기 Add to Wordbook 그는 그녀를 구하기 위해 자기 목숨을 걸었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He risked his life to save her. Add to Wordbook"
    },
    {
      "korean": "Rescuers made heroic efforts to save the crew. 듣기 Add to Wordbook 구조대원들은 그 승무원들을 구하기 위해 영웅적인 노력을 기울였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rescuers made heroic efforts to save the crew. Add to Wordbook"
    },
    {
      "korean": "the battle to save the planet 듣기 Add to Wordbook 세상을 구하기 위한 투쟁 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the battle to save the planet Add to Wordbook"
    },
    {
      "korean": "It’s too late to save her now. 듣기 Add to Wordbook 이제 그녀를 구하기에는 너무 늦다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s too late to save her now. Add to Wordbook"
    },
    {
      "korean": "Jobs are hard to come by these days. 듣기 Add to Wordbook 요즘은 일자리를 구하기가 어렵다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Jobs are hard to come by these days. Add to Wordbook"
    }
  ]
}