{
  "phrases": [
    {
      "phrase": "구하다",
      "hanja": " (求―)",
      "example": {},
      "meanings": [
        "(필요한 것을) look[search] for, obtain, (formal) seek, (찾아내다) find (out), (얻다) get",
        "(조언·양해·용서 등을) ask (for), request, (formal) seek, turn to (=청하다)",
        "(답·수치 등을) find, (계산하다) calculate"
      ]
    },
    {
      "phrase": "구하다",
      "hanja": " (救―)",
      "example": {},
      "meanings": [
        "(위험에서) rescue[save] (sb from sth), (곤경에서) (formal) extricate (sb from sth)"
      ]
    },
    {
      "phrase": "구한 공진 주파수",
      "hanja": "",
      "example": {},
      "meanings": [
        "relaxation oscillation frequency"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "civic crown",
      "frequency": 0
    },
    {
      "meaning": "Rockwell number",
      "frequency": 0
    },
    {
      "meaning": "Orleands",
      "frequency": 0
    },
    {
      "meaning": "a pinch homer",
      "frequency": 0
    },
    {
      "meaning": "ADR",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어떻게 구한 거야? - 뭔데? How did you get that? - Get what? 듣기 View video 플레이리스트 (Playlist) : 절친 사이에 끼어드는 애들 꼭 있음 [다만너] - EP.02",
      "english": "How did you get that? - Get what?"
    },
    {
      "korean": "아니 이게 급하게 구한 거라...! - 어때요? 상큼함이 가득하죠? We were in a rush to get this... - How is it? It's really fresh, right? 듣기 View video IZ*ONE : IZ*ONE 에너지 캠(ENOZI Cam) EP.42",
      "english": "We were in a rush to get this... - How is it? It's really fresh, right?"
    },
    {
      "korean": "[충격! 아스트로 사실 지구를 구한 별벤져스 아스트로로 밝혀져!] [Shocking! ASTRO is revealed as Star-vengers who saved Earth!] View video V PICK! : [ASTRO] 내 영혼만큼은 아스트로드 1열이었어✨ (ASTRO talking about before last concert)",
      "english": "[Shocking! ASTRO is revealed as Star-vengers who saved Earth!]"
    },
    {
      "korean": "공사 자금은 도대체 어떻게 구한 거예요? How did you get the construction money? 듣기 View video BTOB : 비투비 - 비트콤 #62 (2018 여름 콘서트 VCR 촬영 현장 비하인드)",
      "english": "How did you get the construction money?"
    },
    {
      "korean": "[제니가 착용했던 제품과 동일한 제품!] 이게 민스코 언니가 구한 귀걸이인데요. This is an earring that MINSCO found. 듣기 View video Fairy Tina : BLACKPINK - DDU DU DDU DU 커버 댄스&스타일링 with 민스코 | FAIRY TINA 페어리 티나",
      "english": "This is an earring that MINSCO found."
    }
  ],
  "examples": [
    {
      "korean": "Our new babysitter is a real find. 듣기 Add to Wordbook 우리가 그 새 베이비 시터를 구한 것은 진짜 괜찮은 발견이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our new babysitter is a real find. Add to Wordbook"
    },
    {
      "korean": "The better part of valor is discretion, in which the better part I have saved my life. (William Shakespeare) 듣기 Add to Wordbook 신중함은 용기의 일부이니, 나는 용기를 발휘해서 생명을 구한 것이다. (윌리엄 셰익스피어 , 용기명언) 명언/속담",
      "english": "The better part of valor is discretion, in which the better part I have saved my life. (William Shakespeare) Add to Wordbook"
    },
    {
      "korean": "Ask to be excused from the table. 듣기 Add to Wordbook 양해를 구한 후 자리를 뜬다. YBM All in All English-Korean Dictionary",
      "english": "Ask to be excused from the table. Add to Wordbook"
    },
    {
      "korean": "He was rewarded for saving the girl's life. 듣기 Add to Wordbook 그는 그 소녀의 생명을 구한 일로 상을 받았다. Friendict Level English-Korean Dictionary",
      "english": "He was rewarded for saving the girl's life. Add to Wordbook"
    },
    {
      "korean": "Where did you find those glasses? 듣기 Add to Wordbook 그 유리잔들 어디서 구한 거예요? YBM All in All English-Korean Dictionary",
      "english": "Where did you find those glasses? Add to Wordbook"
    }
  ]
}