{
  "phrases": [
    {
      "phrase": "국",
      "hanja": "",
      "example": {},
      "meanings": [
        "(음식) soup"
      ]
    },
    {
      "phrase": "국",
      "hanja": " (局)",
      "example": {},
      "meanings": [
        "(조직의 단위) bureau"
      ]
    },
    {
      "phrase": "-국",
      "hanja": " (國)",
      "example": {},
      "meanings": [
        "a nation, a country, a state"
      ]
    },
    {
      "phrase": "-국",
      "hanja": " (局)",
      "example": {},
      "meanings": [
        "Affix -gwa"
      ]
    },
    {
      "phrase": "gook",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 비격식 (불쾌하게) 끈적거리는 것",
        "Noun 美, 금기어, 속어 동남아시아인(모욕적인 말)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bureau",
      "frequency": 3
    },
    {
      "meaning": "debtor",
      "frequency": 3
    },
    {
      "meaning": "invader",
      "frequency": 3
    },
    {
      "meaning": "league 1",
      "frequency": 3
    },
    {
      "meaning": "broadcaster",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이게 된장국! This is Soy Bean Paste Soup. 듣기 View video V PICK! : [TXT] YO~ 미니’어처’ 만드는 껌딱지즈 ‘어처’구니 없게 귀엽다 YO~ (SOOBIN&HUENINGKAI making miniature food)",
      "english": "This is Soy Bean Paste Soup."
    },
    {
      "korean": "자, 여기 된장국이랑~ Here. Soy Bean Paste Soup. 듣기 View video V PICK! : [TXT] YO~ 미니’어처’ 만드는 껌딱지즈 ‘어처’구니 없게 귀엽다 YO~ (SOOBIN&HUENINGKAI making miniature food)",
      "english": "Here. Soy Bean Paste Soup."
    },
    {
      "korean": "그다음에 '국밥이양?' '국' '국' 역시~ Next... \"Is it gukbap?\" \"Soup.\" \"Soup.\" As expected! 듣기 View video SF9 : I'm 국가이",
      "english": "Next... \"Is it gukbap?\" \"Soup.\" \"Soup.\" As expected!"
    },
    {
      "korean": "호박국이라는데? - 호박 안 된다고요? There are saying that it's zucchini soup. - No zucchini? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "There are saying that it's zucchini soup. - No zucchini?"
    },
    {
      "korean": "점심 어묵국? \"Fish Cake Soup for lunch?\" 듣기 View video ATEEZ : 다시 돌아온 홍모닝☀️",
      "english": "\"Fish Cake Soup for lunch?\""
    }
  ],
  "examples": [
    {
      "korean": "The ceremony was transmitted live by satellite to over fifty countries. 듣기 Add to Wordbook 그 의식은 50여 개 국에 위성으로 생방송되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ceremony was transmitted live by satellite to over fifty countries. Add to Wordbook"
    },
    {
      "korean": "The big corporations are bleeding some of these small countries dry. 듣기 Add to Wordbook 그 대기업들이 이 소규모 국가들 몇 개 국의 돈을 다 쥐어짜 가고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The big corporations are bleeding some of these small countries dry. Add to Wordbook"
    },
    {
      "korean": "The zamzawed soup tastes a bit salty. 듣기 Add to Wordbook 이 지나치게 요리된 국은 좀 짜다. 국제영어대학원대학교 신어사전",
      "english": "The zamzawed soup tastes a bit salty. Add to Wordbook"
    },
    {
      "korean": "Eating bean sprout broth when sick has been transmitted in family lore as a cure for colds. 듣기 Add to Wordbook 감기의 치료제로서 아플 때 콩나물 국을 먹는 것이 집안 내 민간요법으로 전해져 왔다. 절대어휘 5100",
      "english": "Eating bean sprout broth when sick has been transmitted in family lore as a cure for colds. Add to Wordbook"
    },
    {
      "korean": "Making soup is the hardest part of cooking for me. 듣기 Add to Wordbook 나는 국 끓이는 게 제일 어렵더라. DARAKWON",
      "english": "Making soup is the hardest part of cooking for me. Add to Wordbook"
    }
  ]
}