{
  "phrases": [
    {
      "phrase": "국도",
      "hanja": " (國道)",
      "example": {},
      "meanings": [
        "national highway, (Am) Route"
      ]
    },
    {
      "phrase": "1번 국도를 달리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "drive along[on] Route 1"
      ]
    },
    {
      "phrase": "국도 표시",
      "hanja": "",
      "example": {},
      "meanings": [
        "(안내지시문) National Road Sign"
      ]
    },
    {
      "phrase": "고속국도",
      "hanja": "",
      "example": {},
      "meanings": [
        "행정공공시설 (산업시설) Expressway"
      ]
    },
    {
      "phrase": "지방국도",
      "hanja": "",
      "example": {},
      "meanings": [
        "행정공공시설 (산업시설) Local Road"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "A",
      "frequency": 0
    },
    {
      "meaning": "king's highway",
      "frequency": 0
    },
    {
      "meaning": "M-",
      "frequency": 0
    },
    {
      "meaning": "a national highway",
      "frequency": 0
    },
    {
      "meaning": "national highway",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그리고 국도 있었는데, 뭐였지? And there was some soup. What was it? 듣기 View video V COOKIE : [Full]NCT DREAM X EATING SHOW - NCT DREAM의 같이먹어요!",
      "english": "And there was some soup. What was it?"
    },
    {
      "korean": "막국수 나도. - 국도 진짜 따뜻해. The makguksu. - The soup is really warm. 듣기 View video V COOKIE : [Replay] PRISTIN YUHA, RENA, ROA, EUNWOO, KYULKYUNG’s 프리스틴 X 같이먹어요",
      "english": "The makguksu. - The soup is really warm."
    },
    {
      "korean": "저 고속버스가 국도로 가는 거 처음 봤어요. I had never seen an express bus like that. 듣기 View video KNK : 지금 크나큰(KNK)은?",
      "english": "I had never seen an express bus like that."
    },
    {
      "korean": "국도 먹으라고. - 중국팬분이 보내주신 건데. To make soup. - It's from our Chinese fan. 듣기 View video CHOON (춘) entertainment : 춘즈 화채 도전",
      "english": "To make soup. - It's from our Chinese fan."
    },
    {
      "korean": "'이 댓글 읽고 이제 국도 퍼주세요'. \"Read this comment, and start serving the soup, too\". 듣기 View video V COOKIE : [Full]SPECIAL WEEK - EP.5 DAY6",
      "english": "\"Read this comment, and start serving the soup, too\"."
    }
  ],
  "examples": [
    {
      "korean": "Turn onto the national highway at the next interchange. 듣기 Add to Wordbook 다음 나들목에서 국도 쪽으로 빠져라 Neungyule",
      "english": "Turn onto the national highway at the next interchange. Add to Wordbook"
    },
    {
      "korean": "It's faster to take Route 1. 듣기 Add to Wordbook 1번 국도를 타는 것이 더 빠르다 Neungyule",
      "english": "It's faster to take Route 1. Add to Wordbook"
    },
    {
      "korean": "It currently remains cut at Munsan, Gyeonggi-do. 듣기 Add to Wordbook 현재 그 국도는 경기도 문산에서 끊어져 있다. EDU TIMES",
      "english": "It currently remains cut at Munsan, Gyeonggi-do. Add to Wordbook"
    },
    {
      "korean": "Highway 66 is the main migrant road. 듣기 Add to Wordbook 66번 국도는 정처 없이 떠도는 사람들이 주로 이용하는 도로이다. TIMES CORE",
      "english": "Highway 66 is the main migrant road. Add to Wordbook"
    },
    {
      "korean": "The drama is titled ‘Road No. 1.’ The title came from Route 1, the major route that connects North and South Korea. 듣기 Add to Wordbook 그 드라마의 제목은 ‘로드 넘버 원’이며, 이 제목은 남한과 북한을 잇는 주요 국도인 1번 국도에서 따왔다. EDU TIMES",
      "english": "The drama is titled ‘Road No. 1.’ The title came from Route 1, the major route that connects North and South Korea. Add to Wordbook"
    }
  ]
}