{
  "phrases": [
    {
      "phrase": "국무",
      "hanja": " (國務)",
      "example": {},
      "meanings": [
        "state affairs"
      ]
    },
    {
      "phrase": "국무회의",
      "hanja": " (國務會議)",
      "example": {},
      "meanings": [
        "Cabinet meeting"
      ]
    },
    {
      "phrase": "국무총리",
      "hanja": " (國務總理)",
      "example": {},
      "meanings": [
        "prime minister ((abb.)PM), premier"
      ]
    },
    {
      "phrase": "국무장관",
      "hanja": "",
      "example": {},
      "meanings": [
        "(미국의) Secretary of State"
      ]
    },
    {
      "phrase": "국무총리 서리",
      "hanja": "",
      "example": {},
      "meanings": [
        "an acting premier"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "national affairs",
      "frequency": 0
    },
    {
      "meaning": "Cabinet Office",
      "frequency": 0
    },
    {
      "meaning": "the Secretary of State",
      "frequency": 0
    },
    {
      "meaning": "the ministerial benches",
      "frequency": 0
    },
    {
      "meaning": "the Prime Minister",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[국무새 / 너 국 먹어?] 아기야 국 먹어 국? [Soup-parrot/ Do you drink soup?] Baby, do you drink soup? 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM] EP.7 4천만원 '기부' 플렉싱! 근데 이게 끝이 아니라고...? 묻고 더블로 가! ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "[Soup-parrot/ Do you drink soup?] Baby, do you drink soup?"
    },
    {
      "korean": "국무총리 표창. Prime Minister Award. 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "Prime Minister Award."
    },
    {
      "korean": "국무총리 표창을 받았던 배우 조진웅입니다. in last year's ceremony. 듣기 View video V Special : 2017 대한민국 대중문화예술상 LIVE",
      "english": "in last year's ceremony."
    },
    {
      "korean": "국무총리 표창. 연기자 김백수. Prime Minister Award. Actor Kim Baek Soo. 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "Prime Minister Award. Actor Kim Baek Soo."
    },
    {
      "korean": "국무총리 표창 다음은 가수 SHINee. Next Prime Minister Award is singer SHINee. 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "Next Prime Minister Award is singer SHINee."
    }
  ],
  "examples": [
    {
      "korean": "state service 발음듣기 국무. Friendict Level English-Korean Dictionary",
      "english": "state service 발음"
    },
    {
      "korean": "The Secretary of State has the power to approve the proposals. 발음듣기 국무 장관에게 그 제안들을 승인할 권한이 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Secretary of State has the power to approve the proposals. 발음"
    },
    {
      "korean": "The prime minister encountered a group of protesters during his walkabout in the suburb. 발음듣기 국무총리는 교외에서 도보여행을 하는 동안 시위자들과 맞닥뜨렸다. 절대어휘 5100",
      "english": "The prime minister encountered a group of protesters during his walkabout in the suburb. 발음"
    },
    {
      "korean": "U.S. President Donald Trump and North Korean leader Kim Jong-un failed to reach an agreement on denuclearization at their summit here in the Vietnamese capital, Thursday. 발음듣기 도널드 트럼프 미국 대통령과 김정은 북한 국무위원장이 목요일 베트남 하노이에서 열린 정상회담에서 비핵화에 관한 합의 도출에 실패했다. The Korea Times",
      "english": "U.S. President Donald Trump and North Korean leader Kim Jong-un failed to reach an agreement on denuclearization at their summit here in the Vietnamese capital, Thursday. 발음"
    },
    {
      "korean": "President Moon said the process of achieving peace on the Korean Peninsula will involve difficulties. He added that the discussions in Hanoi were meaningful in that U.S. President Donald Trump and North Korean leader Kim Jong-un spoke about the issue of setting up a U.S. liaison office in Pyongyang, \"an important step toward the normalization of bilateral ties.\" 발음듣기 문 대통령은 한반도 평화를 이루기 위한 과정에는 어려움이 따를 것이라고 말했다. 그는 이어 하노이의 회담은 도널드 트럼프 미국 대통령과 김정은 북한 국무위원장이 평양에 미국 연락사무소 설치 문제에 대해 \"양국 관계 정상화를 향한 중요한 진전\"이라고 말한 데 의미가 있다고 덧붙였다. The Korea Times",
      "english": "President Moon said the process of achieving peace on the Korean Peninsula will involve difficulties. He added that the discussions in Hanoi were meaningful in that U.S. President Donald Trump and North Korean leader Kim Jong-un spoke about the issue of setting up a U.S. liaison office in Pyongyang, \"an important step toward the normalization of bilateral ties.\" 발음"
    }
  ]
}