{
  "phrases": [
    {
      "phrase": "군사용동원차량",
      "hanja": " (軍事用動員車輛)",
      "example": {},
      "meanings": [
        "군사 military mobilization vehicle"
      ]
    },
    {
      "phrase": "단일군사용회로",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 owner-use circuit"
      ]
    },
    {
      "phrase": "군사용 로봇",
      "hanja": "",
      "example": {},
      "meanings": [
        "Military Robot"
      ]
    },
    {
      "phrase": "군사용 긴요품",
      "hanja": " (軍事用緊要品)",
      "example": {},
      "meanings": [
        "Military Important Goods"
      ]
    },
    {
      "phrase": "군사용 볼트 액션 소총",
      "hanja": "",
      "example": {},
      "meanings": [
        "Military Bolt-Action Rifles"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "수통",
      "frequency": 0
    },
    {
      "meaning": "Bailey bridge",
      "frequency": 0
    },
    {
      "meaning": "demipique",
      "frequency": 0
    },
    {
      "meaning": "military satellite",
      "frequency": 0
    },
    {
      "meaning": "Hegeleos",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Ballistite was a slow-burning propellant invented for the military. 듣기 Add to Wordbook 발리스타이트는 군사용으로 만들어진 무연발사약이다. Neungyule",
      "english": "Ballistite was a slow-burning propellant invented for the military. Add to Wordbook"
    },
    {
      "korean": "Some experts say that North Korea's leaders have used the aid for military purposes. 듣기 Add to Wordbook 몇몇 전문가들은 북한의 지도자들이 지원 식량을 군사용으로 사용했을 것이라고 말한다. Neungyule",
      "english": "Some experts say that North Korea's leaders have used the aid for military purposes. Add to Wordbook"
    },
    {
      "korean": "Its economy could no longer grow while spending a huge amount of money on military weapons. 듣기 Add to Wordbook 군사(용) 무기에 엄청난 양의 돈을 쓰고 있는 동안에, 구 소련의 경제는 성장할 수 없었다. Neungyule",
      "english": "Its economy could no longer grow while spending a huge amount of money on military weapons. Add to Wordbook"
    },
    {
      "korean": "It has tanks and other military vehicles. 듣기 Add to Wordbook 탱크와 다른 군사용 차량이 있습니다. EDU TIMES",
      "english": "It has tanks and other military vehicles. Add to Wordbook"
    },
    {
      "korean": "A number of satellites are used for military purposes. 듣기 Add to Wordbook 많은 인공위성이 군사용 목적으로 사용된다. EDU TIMES",
      "english": "A number of satellites are used for military purposes. Add to Wordbook"
    }
  ]
}