{
  "phrases": [
    {
      "phrase": "-군요",
      "hanja": "",
      "example": {},
      "meanings": [
        "-gumeonyo (→-는군요, -더군요, -로군요)"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "푸드 파이팅을 하는 군요? - 음식 싸움? You do that? - Food fighting? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#60. 주간 비투비 특집! 들장미형제 (w. 비투비 프니엘, 아스트로 문빈&산하)",
      "english": "You do that? - Food fighting?"
    },
    {
      "korean": "'진리상점'의. - 정말 알아서 척척 잘하시는 군요. At \"Jinri Market\". - You're doing well on your own. 듣기 View video V Special : <진리상점> 랜선 개업식 in 설리 대표님방 LIVE",
      "english": "At \"Jinri Market\". - You're doing well on your own."
    },
    {
      "korean": "맑은 탕으로 나오는 군요 - 어떻게 다 아시는 거예요? Oh, it's transparent. - How do you know this all? 듣기 View video 강다니엘 (KANG DANIEL) : [FULL] 강다니엘 'color on me' 발매기념 쇼케이스 Kang Daniel’s “color on me” Showcase",
      "english": "Oh, it's transparent. - How do you know this all?"
    },
    {
      "korean": "안 되는 군요, 그러면 민규가 하도록 하겠습니다 - 사과 섹시하게 먹기? No? Then Mingyu, you try it. - Eat apple sexy? 듣기 View video SEVENTEEN : ♡",
      "english": "No? Then Mingyu, you try it. - Eat apple sexy?"
    },
    {
      "korean": "모르시는 군요. 패스! You have no idea. Pass! 듣기 View video V COOKIE : [Full]SPECIAL WEEK - EP.5 DAY6",
      "english": "You have no idea. Pass!"
    }
  ],
  "examples": [
    {
      "korean": "You really do love movies, don't you? 발음듣기 정말 영화를 좋아하시는 군요. YBM All in All English-Korean Dictionary",
      "english": "You really do love movies, don't you? 발음"
    },
    {
      "korean": "I can't keep track of you. 발음듣기 어딜 그렇게 분주히 다니는지 도무지 이해가 안 가는 군요. Neungyule",
      "english": "I can't keep track of you. 발음"
    },
    {
      "korean": "You manage to have a healthy amount of concern about your life without tying your stomach in knots. 발음듣기 당신은 인생에 대해 건강을 해치지 않는 범위 내에서 걱정거리를 안고 살아가는 군요. YBM All in All English-Korean Dictionary",
      "english": "You manage to have a healthy amount of concern about your life without tying your stomach in knots. 발음"
    },
    {
      "korean": "That's twice this month that the accident has happened. 발음듣기 이달 들어 사고가 벌써 두번째 군요. Neungyule",
      "english": "That's twice this month that the accident has happened. 발음"
    },
    {
      "korean": "Construction on the bridge has really slowed traffic. 발음듣기 다리 공사 때문에 교통이 정말 막히는 군요. YBM All in All English-Korean Dictionary",
      "english": "Construction on the bridge has really slowed traffic. 발음"
    }
  ]
}