{
  "phrases": [
    {
      "phrase": "귀찮게",
      "hanja": "",
      "example": {},
      "meanings": [
        "annoyingly",
        "harassingly",
        "irksomely"
      ]
    },
    {
      "phrase": "귀찮다",
      "hanja": "",
      "example": {},
      "meanings": [
        "troublesome, tiresome"
      ]
    },
    {
      "phrase": "귀찮게 질문하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pester[plague] with questions",
        "be inquisitive"
      ]
    },
    {
      "phrase": "귀찮게 굴다",
      "hanja": "",
      "example": {},
      "meanings": [
        "behave in an annoying way",
        "annoy[bother, trouble] a person",
        "make a nuisance of oneself"
      ]
    },
    {
      "phrase": "귀찮게 조르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "ask importunately for"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "busily",
      "frequency": 3
    },
    {
      "meaning": "plaguily",
      "frequency": 0
    },
    {
      "meaning": "annoyingly",
      "frequency": 0
    },
    {
      "meaning": "worrisomely",
      "frequency": 0
    },
    {
      "meaning": "encumberingly",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그런 것도 있었어요 - 귀찮아 - 근데 왜 이렇게 귀찮게 해요? I saw that one. - Too tired. - Why do you go through all that? 듣기 View video iKON : [Replay] iKON ‘i DECIDE’ COUNTDOWN LIVE",
      "english": "I saw that one. - Too tired. - Why do you go through all that?"
    },
    {
      "korean": "적어도 그만하라고 하면 알아듣고 귀찮게 하지 말아야 하지 않나? I said stop, then don't you have to stop bothering me? 듣기 View video 콬TV (WHYNOT) : 나는 누구를 좋아하는 걸까 [연애미수] EP04",
      "english": "I said stop, then don't you have to stop bothering me?"
    },
    {
      "korean": "[이제는 화이트 산타인지] 아니면 나 귀찮게 만들어야 하는 나쁜 지령인 거야? [So confused which one is ...] Or is it a bad mission to annoy me, following me? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.26 SSS #2 (SVT SECRET SANTA #2)",
      "english": "[So confused which one is ...] Or is it a bad mission to annoy me, following me?"
    },
    {
      "korean": "나 아침이 귀찮게 안 하는데... I don't bother Ahchim... 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴]_EP.08 | 이렇게 못생길수도(예쁠수도)있나 싶어서",
      "english": "I don't bother Ahchim..."
    },
    {
      "korean": "[엉겨 붙기] 아 왜 이렇게 귀찮게 해! Ah, why are you annoying me? 듣기 View video MAMAMOO : [MMMTV4] EP36 LET'S GOGOBEBE part.2",
      "english": "Ah, why are you annoying me?"
    }
  ],
  "examples": [
    {
      "korean": "He rushed into the room without troubling to knock. 듣기 Add to Wordbook 그는 귀찮게 노크 같은 건 하지 않고 방 안으로 뛰어 들어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He rushed into the room without troubling to knock. Add to Wordbook"
    },
    {
      "korean": "I didn’t like to disturb you. 듣기 Add to Wordbook 당신을 귀찮게 하고 싶지 않았어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I didn’t like to disturb you. Add to Wordbook"
    },
    {
      "korean": "Let me know if he bothers you again. 듣기 Add to Wordbook 그가 또 다시 널 귀찮게 하면 나한테 말 해. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let me know if he bothers you again. Add to Wordbook"
    },
    {
      "korean": "He swatted a fly that was annoying him. 듣기 Add to Wordbook 그가 자기를 귀찮게 하던 파리를 찰싹 쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He swatted a fly that was annoying him. Add to Wordbook"
    },
    {
      "korean": "Sorry to inflict myself on you again like this! 듣기 Add to Wordbook (제가 당신을) 또 이렇게 귀찮게 해서 미안해요! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sorry to inflict myself on you again like this! Add to Wordbook"
    }
  ]
}