{
  "phrases": [
    {
      "phrase": "귀상어",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어류) a hammerhead (shark)"
      ]
    },
    {
      "phrase": "홍살귀상어",
      "hanja": "",
      "example": {},
      "meanings": [
        "동물 scalloped hammerhead/kidneyheaded shark"
      ]
    },
    {
      "phrase": "상어",
      "hanja": "",
      "example": {},
      "meanings": [
        "shark"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hammerhead",
      "frequency": 0
    },
    {
      "meaning": "shovelnose[shovel-nosed] shark",
      "frequency": 0
    },
    {
      "meaning": "hammerhead shark",
      "frequency": 0
    },
    {
      "meaning": "Sphyrna zygaena",
      "frequency": 0
    },
    {
      "meaning": "Common hammerhead",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[롸?] - 귀상어! - 귀상어? [Sorry?] - A shark. - Shark? 듣기 View video 방판소년단-SBS Plus : [방판소년단 EP73] 블락비를 쩌리(?) 만드는 슈퍼모델 클라스",
      "english": "[Sorry?] - A shark. - Shark?"
    },
    {
      "korean": "[혼자신나붐] - 귀상어? - 귀상어요? [Excited] - A shark? - Shark? 듣기 View video 방판소년단-SBS Plus : [방판소년단 EP73] 블락비를 쩌리(?) 만드는 슈퍼모델 클라스",
      "english": "[Excited] - A shark? - Shark?"
    }
  ],
  "examples": [
    {
      "korean": "Hammerhead Sharks can also be lethal. 듣기 Add to Wordbook 귀상어 또한 매우 치명적일 수 있다. YBM All in All English-Korean Dictionary",
      "english": "Hammerhead Sharks can also be lethal. Add to Wordbook"
    },
    {
      "korean": "The new subtropical environment is perfect for aquatic life such as the smooth hammerhead and white tongue cravalle, which can normally be found around Okinawa. 듣기 Add to Wordbook 아열대화된 남해안은, 주로 오키나와 근해에서 발견되는 귀상어와 민전갱이와 같은 수중 생물들에게 최적의 환경이다. Neungyule",
      "english": "The new subtropical environment is perfect for aquatic life such as the smooth hammerhead and white tongue cravalle, which can normally be found around Okinawa. Add to Wordbook"
    },
    {
      "korean": "Hammerhead sharks are known to be violent and dangerous. 듣기 Add to Wordbook 귀상어는 폭력적이고 위험하다고 알려져 있다. TIMES CORE",
      "english": "Hammerhead sharks are known to be violent and dangerous. Add to Wordbook"
    },
    {
      "korean": "But the Hammerhead and Tiger Shark can have as many as 40 babies at a time! 듣기 Add to Wordbook 하지만 귀상어와 뱀상어는 한번에 40마리까지 새끼를 낳을 수 있습니다! TIMES CORE",
      "english": "But the Hammerhead and Tiger Shark can have as many as 40 babies at a time! Add to Wordbook"
    },
    {
      "korean": "Marine biologists say female hammerhead sharks can have babies by themselves! 듣기 Add to Wordbook 해양 생물학자들은 암컷 귀상어가 혼자서 새끼를 낳을 수 있다고 했어요! TIMES CORE",
      "english": "Marine biologists say female hammerhead sharks can have babies by themselves! Add to Wordbook"
    }
  ]
}