{
  "phrases": [
    {
      "phrase": "귀찮다",
      "hanja": "",
      "example": {},
      "meanings": [
        "troublesome, tiresome"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "nuisance",
      "frequency": 3
    },
    {
      "meaning": "pesky",
      "frequency": 0
    },
    {
      "meaning": "bother",
      "frequency": 3
    },
    {
      "meaning": "botheration",
      "frequency": 0
    },
    {
      "meaning": "irksome",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "밥 만들어 먹기 귀찮고 - 야식을 다 먹어야 돼? And you don't want to cook for yourself. - Do we need to eat late night snacks? 듣기 View video V COOKIE : [Full]SEVENTEEN X LieV - 세븐틴의 눕방라이브!",
      "english": "And you don't want to cook for yourself. - Do we need to eat late night snacks?"
    },
    {
      "korean": "너 벌써부터 뭐가 그렇게 귀찮고 그러니? You haven't done anything, what do you mean you're too lazy? 듣기 View video Dispatch : [ⓓxV] “SVT 스쿨 1교시” (세븐틴:SEVENTEEN)",
      "english": "You haven't done anything, what do you mean you're too lazy?"
    },
    {
      "korean": "뭐 쿠션 큰 거 이런 거 가져오면 너무 귀찮고... It's so annoying when you bring a big cushion on vacation... 듣기 View video 카모마일T (Chamomile_T) : 필리핀 보홀 여행가서 하는 메이크업! [make up in Philippines Bohol]",
      "english": "It's so annoying when you bring a big cushion on vacation..."
    },
    {
      "korean": "그러기는 너무 - 귀찮고~ We're too... - We're lazy~ 듣기 View video iKON : 밥동(나는 바비형이 미워요 ㅋㅋ)",
      "english": "We're too... - We're lazy~"
    },
    {
      "korean": "너무 귀찮고 짜증나요. It's so annoying and I feel bored. 듣기 View video AKMU : [AKMU의 사춘기노트 p.9] '꿈'",
      "english": "It's so annoying and I feel bored."
    }
  ],
  "examples": [
    {
      "korean": "Too lazy to go out and buy some more, so Chinese delivery it is then. 듣기 Add to Wordbook 나가서 좀 더 사오긴 귀찮고, 중국음식 배달이나 시켜야겠다. DARAKWON",
      "english": "Too lazy to go out and buy some more, so Chinese delivery it is then. Add to Wordbook"
    },
    {
      "korean": "The neighbors are very fond of their dog even though it's ugly, loud, and smelly. I guess one man's meat is another man's poison. 듣기 Add to Wordbook 그 이웃 사람들은 보기 흉하고 귀찮고, 냄새가 나도, 자기네들의 개를 좋아한다. 갑의 약은 을의 독이라는 거지 뭐. YBM All in All English-Korean Dictionary",
      "english": "The neighbors are very fond of their dog even though it's ugly, loud, and smelly. I guess one man's meat is another man's poison. Add to Wordbook"
    },
    {
      "korean": "But the process, besides tiring, can be troublesome and painful. 듣기 Add to Wordbook 하지만 그 과정은 지칠 뿐만 아니라 그 과정이 귀찮고 고통스러울 수도 있다. TIMES CORE",
      "english": "But the process, besides tiring, can be troublesome and painful. Add to Wordbook"
    },
    {
      "korean": "It is more likely to bother and bewilder. 듣기 Add to Wordbook 그것은 더 귀찮고 당황스러워요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 rose(rose****)",
      "english": "It is more likely to bother and bewilder. Add to Wordbook"
    },
    {
      "korean": "This made the system onerous and time-consuming for clinicians. 듣기 Add to Wordbook 이것은 임상의들에 있어 그 시스템을 귀찮고 시간을 소비하는 것으로 만들었다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "This made the system onerous and time-consuming for clinicians. Add to Wordbook"
    }
  ]
}