{
  "phrases": [
    {
      "phrase": "규율",
      "hanja": " (規律)",
      "example": {},
      "meanings": [
        "(규칙) rule, regulation; (기강) discipline"
      ]
    },
    {
      "phrase": "규율 있는",
      "hanja": "",
      "example": {},
      "meanings": [
        "disciplined",
        "orderly"
      ]
    },
    {
      "phrase": "딱딱한 규율",
      "hanja": "",
      "example": {},
      "meanings": [
        "rigid[strict] discipline"
      ]
    },
    {
      "phrase": "규율 없는",
      "hanja": "",
      "example": {},
      "meanings": [
        "undisciplined",
        "disorderly"
      ]
    },
    {
      "phrase": "규율을 지키다[따르다]",
      "hanja": "",
      "example": {},
      "meanings": [
        "obey[follow, abide by] the rules[regulations]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "discipline",
      "frequency": 2
    },
    {
      "meaning": "law",
      "frequency": 2
    },
    {
      "meaning": "eutaxy",
      "frequency": 0
    },
    {
      "meaning": "discipline",
      "frequency": 0
    },
    {
      "meaning": "canon",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "강아지들의 어떤 규율이라 해야 되나? What should I say about the puppies' regulations? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "What should I say about the puppies' regulations?"
    },
    {
      "korean": "룰을 정해서 - 규율을? Pick rules. - Rules? 듣기 View video 슈주 리턴즈 : 슈주 리턴즈 EP3- 은혁 제대 기념 점심식사",
      "english": "Pick rules. - Rules?"
    },
    {
      "korean": "규율. - 규율. - 그런 게 있었어요? Discipline. - Discipline. - Was it there? 듣기 View video SEVENTEEN : [SEVENTEEN] 최초공개! 96틴의 아주 특별한 수요일",
      "english": "Discipline. - Discipline. - Was it there?"
    },
    {
      "korean": "규율이라고 하면 저희 내부는 숙소 생활 하면서 법이 철저하죠. We have very strict rules in our house. 듣기 View video FANTAGIO MUSIC : <5urprise in Japan> 서프라이즈 첫 브이앱!",
      "english": "We have very strict rules in our house."
    },
    {
      "korean": "나름 엄격한 규율이 생겼습니다. 제 본명을 알아야 돼요. There is a strict rule now. They have to know my real name. 듣기 View video MAMAMOO : [MMMTV3] EP7 음주가마무 벌칙 수행",
      "english": "There is a strict rule now. They have to know my real name."
    }
  ],
  "examples": [
    {
      "korean": "Discipline in the classroom is very slack. 발음듣기 교실 내의 규율이 아주 느슨하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Discipline in the classroom is very slack. 발음"
    },
    {
      "korean": "Strict discipline is imposed on army recruits. 발음듣기 육군 신병들에게는 엄격한 규율이 부과된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Strict discipline is imposed on army recruits. 발음"
    },
    {
      "korean": "She rebelled against the regimentation of school life. 발음듣기 그녀는 학교생활의 엄격한 규율에 반항했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She rebelled against the regimentation of school life. 발음"
    },
    {
      "korean": "the unspoken laws of the street 발음듣기 암암리에 존재하는 시정(市井)의 규율 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the unspoken laws of the street 발음"
    },
    {
      "korean": "She’s a very strict disciplinarian. 발음듣기 그녀는 대단히 엄격한 규율주의자이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s a very strict disciplinarian. 발음"
    }
  ]
}