{
  "phrases": [
    {
      "phrase": "균열",
      "hanja": " (龜裂)",
      "example": {},
      "meanings": [
        "(물체의) crack (in); (바위·땅 등의) crevice, fissure (=금)",
        "(관계의) rupture, crack"
      ]
    },
    {
      "phrase": "벽에 균열이 가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have[get] a crack in the wall"
      ]
    },
    {
      "phrase": "지면의 균열",
      "hanja": "",
      "example": {},
      "meanings": [
        "a crack[fissure] in the ground"
      ]
    },
    {
      "phrase": "균열 시험",
      "hanja": " (龜裂試驗)",
      "example": {},
      "meanings": [
        "(화학) a cracking test"
      ]
    },
    {
      "phrase": "부식균열",
      "hanja": " (腐蝕龜裂)",
      "example": {},
      "meanings": [
        "corrosion cracking."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fracture",
      "frequency": 1
    },
    {
      "meaning": "rift",
      "frequency": 0
    },
    {
      "meaning": "chop 1",
      "frequency": 1
    },
    {
      "meaning": "chap 1",
      "frequency": 0
    },
    {
      "meaning": "craquelure",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The rift within the party deepened. 발음듣기 그 당 내부의 균열은 깊어져 갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The rift within the party deepened. 발음"
    },
    {
      "korean": "The crack in the wall had been filled with plaster. 발음듣기 벽에 생긴 균열은 회반죽으로 때워져 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The crack in the wall had been filled with plaster. 발음"
    },
    {
      "korean": "The cracks in the government’s economic policy are already beginning to show. 발음듣기 정부의 경제 정책에 벌써 균열이 드러나기 시작하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cracks in the government’s economic policy are already beginning to show. 발음"
    },
    {
      "korean": "cracks in the metalwork 발음듣기 금속 부분의 균열 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "cracks in the metalwork 발음"
    },
    {
      "korean": "They say the 27-year-old pipe in Goyang, western Seoul, that provided heat for a nearby apartment complex, probably cracked and then gave way under pressure from the boiling water inside. 발음듣기 당국은 서울 서쪽 지역인 고양의 아파트 단지에 열을 공급한 이 27년 된 온수관이, 균열이 발생하며 내부의 끓는 물에 의해 붕괴하였을 것이라고 말한다. The Korea Times",
      "english": "They say the 27-year-old pipe in Goyang, western Seoul, that provided heat for a nearby apartment complex, probably cracked and then gave way under pressure from the boiling water inside. 발음"
    }
  ]
}