{
  "phrases": [
    {
      "phrase": "그것",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지시대명사) that (those)",
        "(앞에서 언급한 대상) it, that"
      ]
    },
    {
      "phrase": "그것도",
      "hanja": "",
      "example": {},
      "meanings": [
        "at that, to boot"
      ]
    },
    {
      "phrase": "그것도 그럴 것이",
      "hanja": "",
      "example": {},
      "meanings": [
        "That is so for a reason"
      ]
    },
    {
      "phrase": "그것 봐(요)[봐라/보세요/보십시오]",
      "hanja": "",
      "example": {},
      "meanings": [
        "Look at that(, please)[Look at that/Please, look at at/Can you look at that?]"
      ]
    },
    {
      "phrase": "그것은 그렇다치고",
      "hanja": "",
      "example": {},
      "meanings": [
        "be that as it may",
        "well, let me see",
        "apart from that"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "uhm",
      "frequency": 0
    },
    {
      "meaning": "it",
      "frequency": 3
    },
    {
      "meaning": "those",
      "frequency": 3
    },
    {
      "meaning": "that's it",
      "frequency": 0
    },
    {
      "meaning": "wherewith",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그래서 그것이 슈퍼쇼와 가장 큰 차이점이다 이 말씀이시죠? This means that is the biggest difference from the Super Show Concerts? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#197. 디앤이가 땡겨 (Danger) (w. 슈퍼주니어-D&E)",
      "english": "This means that is the biggest difference from the Super Show Concerts?"
    },
    {
      "korean": "이 원래 파티하면 가장 하이라이트 빠질 수 없는 그것이 있잖아요. When you think of a party, it's the highlight, it can't be left out. 듣기 View video V COOKIE : [Full] IMFACT X Rooftop Live - 임팩트의 루프탑라이브!",
      "english": "When you think of a party, it's the highlight, it can't be left out."
    },
    {
      "korean": "이 것은 그 것이 아니에요. But this is not that thing. 듣기 View video IDOL x IDOL : A.DE - 에이디이 '빵!빵!빵! 속 터지는 파티!'",
      "english": "But this is not that thing."
    },
    {
      "korean": "그런데 추억의 먹거리 하면 이 중에 그것이 없네요. But there's something missing among Recollecting of food. 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '그땐 그랬지~ '",
      "english": "But there's something missing among Recollecting of food."
    },
    {
      "korean": "그렇기 때문에 이 폐활량이 얼마나 강하느냐 그것이 큰 포인트가 되겠죠. His lung capacity will make a big difference in this match. 듣기 View video 병만TV : 2.싸이클",
      "english": "His lung capacity will make a big difference in this match."
    }
  ],
  "examples": [
    {
      "korean": "And it's one of the very few times in the series both Harrison and I smile. 듣기 Add to Wordbook 그리고 그것이 이 시리즈에서 얼마되지 않는 해리슨과 내가 둘다 웃는 장면중의 하나이다. YBM All in All English-Korean Dictionary",
      "english": "And it's one of the very few times in the series both Harrison and I smile. Add to Wordbook"
    },
    {
      "korean": "It was one of the immediate causes of the war. 듣기 Add to Wordbook 그것이 이 전쟁을 야기한 직접적 원인의 하나였다 Dong-a's Prime English-Korean Dictionary",
      "english": "It was one of the immediate causes of the war. Add to Wordbook"
    },
    {
      "korean": "So it’s allowing these people to go 25 to 30 years beyond the average life expectancy, which is I think pretty special. 듣기 Add to Wordbook 그것이 이 분들을 평균 수명에서 25년 내지는 30년 더 살 수 있도록 하는 거고 이것은 매우 특별한 경우라고 생각합니다. YBM All in All English-Korean Dictionary",
      "english": "So it’s allowing these people to go 25 to 30 years beyond the average life expectancy, which is I think pretty special. Add to Wordbook"
    },
    {
      "korean": "That doesn't mean that the orphan boy can't have dreams. 듣기 Add to Wordbook 그것이 이 고아 소년이 꿈도 가질 수 없다는 것을 의미하지는 않는다. Neungyule",
      "english": "That doesn't mean that the orphan boy can't have dreams. Add to Wordbook"
    },
    {
      "korean": "Bill Drummond's No Music Day has a following that has admirable intentions, but that doesn't stop it from being a bit of a hoax. 듣기 Add to Wordbook 빌 드러몬드의 음악 없는 날은 칭찬할 만한 의도를 갖고 있지만 그것이 이 행사가 장난으로 끝나는 것을 막지는 못한다. Neungyule",
      "english": "Bill Drummond's No Music Day has a following that has admirable intentions, but that doesn't stop it from being a bit of a hoax. Add to Wordbook"
    }
  ]
}