{
  "phrases": [
    {
      "phrase": "그럭저럭",
      "hanja": "",
      "example": {},
      "meanings": [
        "somehow (or other)"
      ]
    },
    {
      "phrase": "그럭저럭하는 동안에",
      "hanja": "",
      "example": {},
      "meanings": [
        "in the meantime",
        "meanwhile"
      ]
    },
    {
      "phrase": "그럭저럭 살아가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "manage to get along one way or other"
      ]
    },
    {
      "phrase": "그럭저럭 세상을 살아가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "manage to get along"
      ]
    },
    {
      "phrase": "그럭저럭 시험에 통과하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "scrape through[manage to pass] an examination"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in one way or another",
      "frequency": 0
    },
    {
      "meaning": "by some means or other",
      "frequency": 0
    },
    {
      "meaning": "in some wise",
      "frequency": 0
    },
    {
      "meaning": "after[in] a sort",
      "frequency": 0
    },
    {
      "meaning": "after a manner",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안 추워요. 그럭저럭. It's not cold. It's so-so. 듣기 View video V Beauty : (AMOURㅣ아무르)왼손으로만 메이크업하기! Use only the left hand makeup!",
      "english": "It's not cold. It's so-so."
    },
    {
      "korean": "그럭저럭. 좀 답답하긴 하지만. So so. Can't connect well. 듣기 View video V WEB DRAMA : 3회-잠 못 이루는 밤",
      "english": "So so. Can't connect well."
    },
    {
      "korean": "모두 다 그럭저럭 자신의 삶을 살고 있는데요. We are doing fine. 듣기 View video TEENTOP : [REPLAY] 틴탑 6주년 기념 <엔젤이 온다> TEEN TOP 6th ANNIVERSARY",
      "english": "We are doing fine."
    },
    {
      "korean": "'그럭저럭 크고 작은 비바람들을 잘 이겨낸 것 같아'. \"Seems like we've weathered a few storms\". 듣기 View video GFRIEND : 고맙다는 말 못하고 내가 잠이 와 안와,,ㅠ",
      "english": "\"Seems like we've weathered a few storms\"."
    },
    {
      "korean": "조명도 되게 잘 해놓았고 - 그럭저럭 잘 해놨다. The lighting is good, too. - It's somewhat nice. 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : [단독] 눈덩이 프로젝트 조각영상4 - SM Studio Center",
      "english": "The lighting is good, too. - It's somewhat nice."
    }
  ],
  "examples": [
    {
      "korean": "We’ll muddle through somehow. 듣기 Add to Wordbook 우린 어떻게든 그럭저럭 해 낼 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’ll muddle through somehow. Add to Wordbook"
    },
    {
      "korean": "I’m sure we’ll manage without. 듣기 Add to Wordbook (내가 확신하건대) 우리가 (그것) 없이도 그럭저럭 지낼 수 있을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m sure we’ll manage without. Add to Wordbook"
    },
    {
      "korean": "I got to come. 듣기 Add to Wordbook 그럭저럭 올 수 있었다. Dong-a's Prime English-Korean Dictionary",
      "english": "I got to come. Add to Wordbook"
    },
    {
      "korean": "I muddled about the work. 듣기 Add to Wordbook 나는 일을 그럭저럭 해나갔다. YBM All in All English-Korean Dictionary",
      "english": "I muddled about the work. Add to Wordbook"
    },
    {
      "korean": "We will be able to keep our heads above water for another two months. 듣기 Add to Wordbook 그럭저럭 두 달은 더 버틸 수 있을 것 같다. Neungyule",
      "english": "We will be able to keep our heads above water for another two months. Add to Wordbook"
    }
  ]
}