{
  "phrases": [
    {
      "phrase": "grief",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (특히 누구의 죽음으로 인한) 비탄[비통]",
        "Noun 큰 슬픔(을 주는 것)",
        "Noun 비격식 고민"
      ]
    },
    {
      "phrase": "griffe",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 흑인과 흑백 혼혈아(mulatto) 사이의 혼혈아",
        "Noun 흑인과 아메리칸 인디언 사이의 혼혈아"
      ]
    },
    {
      "phrase": "griff",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (=GRIFFIN)"
      ]
    },
    {
      "phrase": "griff",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 속어 정보, 뉴스"
      ]
    },
    {
      "phrase": "griffe",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 建 며느리발톱(=spur) (원기둥의 기부(基部)로부터 밑의 사각의 대석(臺石)의 귀퉁이에 뻗은 갈고리 발톱 모양의 장식)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Greif",
      "frequency": 0
    },
    {
      "meaning": "grifter",
      "frequency": 0
    },
    {
      "meaning": "Der Angriff",
      "frequency": 0
    },
    {
      "meaning": "Kologriv",
      "frequency": 0
    },
    {
      "meaning": "슬픔",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 리프를 치는데 기타 연주가 되게 마음에 들더라고요. and I really liked the guitar riff a lot. 듣기 View video FTISLAND : [FULL] FTISLAND 여름밤의 꿈 COMEBACK VLIVE [DRIVE-IN FTISLAND]",
      "english": "and I really liked the guitar riff a lot."
    },
    {
      "korean": "한. - 한이 맺혔어 3행시에... Han. - I'm full of grief. 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 장도연&한보름&경리가 보여준다, 사다드림 라이브 삼행시!_마지막회",
      "english": "Han. - I'm full of grief."
    },
    {
      "korean": "한이 있어야 돼 한이 이렇게. You'll have to know grief like this. 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 태국에서 도연의 결혼생활은 막장?_11회",
      "english": "You'll have to know grief like this."
    },
    {
      "korean": "한이 맺혔어로 가보자. - 한이 맺혔어... Let's go with \"I'm full of grief.\" - \"I'm full of grief. 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 장도연&한보름&경리가 보여준다, 사다드림 라이브 삼행시!_마지막회",
      "english": "Let's go with \"I'm full of grief.\" - \"I'm full of grief."
    },
    {
      "korean": "[포인트만 쏙쏙] 한이 있어야 해 한! [She teaches the pointers] You know grief? You have to know grief. 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 태국에서 도연의 결혼생활은 막장?_11회",
      "english": "[She teaches the pointers] You know grief? You have to know grief."
    }
  ],
  "examples": [
    {
      "korean": "He also played a con artist in the film 'The Grifters' alongside Angelica Huston and Annette Bening. 발음듣기 그는 '그리프터스'에서 사기꾼을 연기했는데, 이 영화에는 안젤리카 휴스턴, 아네트 베닝과 함께 출연했다. Neungyule",
      "english": "He also played a con artist in the film 'The Grifters' alongside Angelica Huston and Annette Bening. 발음"
    },
    {
      "korean": "Mr Wyn Griffith: I take that at face value. 발음듣기 윈 그리프 : 그것을 있는 그대로 받아들이지. User translation Inaccurate information may be included due to the users' self-traslation. 바보인척하는 바보(yunj****) Hansard",
      "english": "Mr Wyn Griffith: I take that at face value. 발음"
    },
    {
      "korean": "Ric and Griff were eating together. 발음듣기 리크와 그리프는 같이 먹고있었다. User translation Inaccurate information may be included due to the users' self-traslation. 뛰(kims****) Web Collection",
      "english": "Ric and Griff were eating together. 발음"
    },
    {
      "korean": "I met somebody called Mike Griffiths, who came to Birmingham and helped me. 발음듣기 마이크 그리프라는 사람을 만났어 그는 버밍험으로 왔고 나를 도와줬어 User translation Inaccurate information may be included due to the users' self-traslation. Mendy(girr****) Web Collection",
      "english": "I met somebody called Mike Griffiths, who came to Birmingham and helped me. 발음"
    },
    {
      "korean": "Along with griffins and dragons, hippogriffs can be found in medieval bestiaries. 발음듣기 그리핀, 용과 함께 히포그리프(말몸에 독수리머리와 날개를 가진 전설상의 동물)도 중세우화에서 볼 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Web Collection",
      "english": "Along with griffins and dragons, hippogriffs can be found in medieval bestiaries. 발음"
    }
  ]
}