{
  "phrases": [
    {
      "phrase": "그러께",
      "hanja": "",
      "example": {},
      "meanings": [
        "two years ago."
      ]
    },
    {
      "phrase": "그러먼",
      "hanja": "",
      "example": {},
      "meanings": [
        "항공우주공학·역사·기관·단체 Grumman"
      ]
    },
    {
      "phrase": "르로이 그러먼",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물 Leroy Randle Grumman"
      ]
    },
    {
      "phrase": "시그널 인테그러티 검증",
      "hanja": "",
      "example": {},
      "meanings": [
        "signal integrity verification"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in an assortment",
      "frequency": 0
    },
    {
      "meaning": "printmaking",
      "frequency": 0
    },
    {
      "meaning": "Grenoble",
      "frequency": 0
    },
    {
      "meaning": "gradational pattern print",
      "frequency": 0
    },
    {
      "meaning": "Grumman Aerospace Corporation",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래 그러까진 알고... I know that. 듣기 View video Red Velvet : Red Velvet 레드벨벳 'Psycho' MV Behind The Scenes",
      "english": "I know that."
    },
    {
      "korean": "맨날 나하고만 붙어 다니고 아 진짜 그러... You only hang out with me all the time, are you going to? 듣기 View video 플레이리스트 (Playlist) : 미팅에 마음에 드는 남자 나왔을 때 [연플리 시즌4] - EP.04",
      "english": "You only hang out with me all the time, are you going to?"
    },
    {
      "korean": "어디서? - '이상한 나라' 그러 찍을 때? Where? - When you filmed \"Lovelyz in Wonderland\"? 듣기 View video V COOKIE : Lovelyz​ X Happiness Train - 러블리즈의 행복행!",
      "english": "Where? - When you filmed \"Lovelyz in Wonderland\"?"
    },
    {
      "korean": "슬픈 날도 많고. 그러 잖아요. There are many sad days. 듣기 View video BTS : BTS Live : WINGS Behind story by RM",
      "english": "There are many sad days."
    },
    {
      "korean": "내가 웃겨? - 가끔은 좀 그러... I'm funny? - Sometimes... 듣기 View video V COOKIE : [FULL] 2018 GLOBAL VLIVE ROOKIE TOP 5 - PRISTIN",
      "english": "I'm funny? - Sometimes..."
    }
  ],
  "examples": [
    {
      "korean": "But most news media show you only the bad news. 듣기 Add to Wordbook 그러 나 대부분의 뉴스 매체는 나쁜 뉴스만을 보여줍니다. Neungyule",
      "english": "But most news media show you only the bad news. Add to Wordbook"
    },
    {
      "korean": "But there are a number of people who only want to have happy news. 듣기 Add to Wordbook 그러 나 좋은 소식만을 듣기를 원하는 많은 사람들도 있습니다. Neungyule",
      "english": "But there are a number of people who only want to have happy news. Add to Wordbook"
    },
    {
      "korean": "But in fact, it is just as strong in economic and business fields. 듣기 Add to Wordbook 그러 나 사실, 그것(경쟁심리)은 경제와 비즈니스 분야에서만큼이나 격렬하다. Neungyule",
      "english": "But in fact, it is just as strong in economic and business fields. Add to Wordbook"
    },
    {
      "korean": "But some ethical issues still need to be considered,' he said. 듣기 Add to Wordbook 그러 나 몇 가지 윤리 문제는 여전히 고려되어야 합니다'라고 그 는 말했다. Neungyule",
      "english": "But some ethical issues still need to be considered,' he said. Add to Wordbook"
    },
    {
      "korean": "Fortunately, many criminals make such foolish mistakes and most of the hard-to-sell paintings end up back where they came from. 듣기 Add to Wordbook 운 좋게도 많은 범죄자들이 그러 한 바보 같은 실수를 저지르며, 팔기 힘든 그림들 대부분은 결국 처음 있던 곳으로 돌아가게 된다. Neungyule",
      "english": "Fortunately, many criminals make such foolish mistakes and most of the hard-to-sell paintings end up back where they came from. Add to Wordbook"
    }
  ]
}