{
  "phrases": [
    {
      "phrase": "그러다",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "그러거나 말거나",
      "hanja": "",
      "example": {},
      "meanings": [
        "whether someone does something or not"
      ]
    },
    {
      "phrase": "그만 먹어. 그러다 배탈나겠어.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화- 식사중에 Come on, be easy on that stuff. You'll get a stomachache."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "그리하다",
      "frequency": 0
    },
    {
      "meaning": "I'll klap you!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러다... That's what I did when I got drunk. 듣기 View video MAMAMOO : 심휘방송 (심심한휘인이방송)",
      "english": "That's what I did when I got drunk."
    },
    {
      "korean": "그러다 돼지 돼! You are going to become a pig! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "You are going to become a pig!"
    },
    {
      "korean": "그러다 뭐 정해진이랑 다시 만나기라도 하겠다? So, you want to get back with him now? 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "So, you want to get back with him now?"
    },
    {
      "korean": "[그러다 보니까] 애가 점점 혀가 꼬이는 거예요! [And then] His tongue started to get twisted. 듣기 View video V PICK! : [CIX] ~호로로록 쭈와아아압 막내즈의 우당탕탕 무국물 마시기~ (JINYOUNG&HYUNSUK drinking chicken radish soup)",
      "english": "[And then] His tongue started to get twisted."
    },
    {
      "korean": "안 그러다 왜 또 그래? What's wrong with you? 듣기 View video 콬TV (WHYNOT) : 첫키스는 너랑 하고 싶어 [연애미수] EP06",
      "english": "What's wrong with you?"
    }
  ],
  "examples": [
    {
      "korean": "Are you crazy? We could get killed doing that. 듣기 Add to Wordbook 너 제정신이니? 그러다 우리가 죽을 수도 있어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Are you crazy? We could get killed doing that. Add to Wordbook"
    },
    {
      "korean": "Are you still lying to her? Don't poke the bear. 듣기 Add to Wordbook 아직도 그녀에게 거짓말을 하고 있는 거야? 그러다 큰일 난다. 국제영어대학원대학교 신어사전",
      "english": "Are you still lying to her? Don't poke the bear. Add to Wordbook"
    },
    {
      "korean": "I am not dying, not anymore than any of us are at any moment. We run, hopefully as fast as we can, and then everyone must stop. We can only choose how we handle the race. (Hugh Elliott) 듣기 Add to Wordbook 모두들 언젠간 그렇듯이 난 죽는 게 아니야. 우린 최선을 다해 달리는 거고 그러다 멈춰야해. 우리가 결정할 수 있는 건 어떻게 경기를 운영하느냐 뿐이야. (휴 엘리어트, 죽음명언) 명언/속담",
      "english": "I am not dying, not anymore than any of us are at any moment. We run, hopefully as fast as we can, and then everyone must stop. We can only choose how we handle the race. (Hugh Elliott) Add to Wordbook"
    },
    {
      "korean": "And, across the land of nearby ranch owners. 듣기 Add to Wordbook 그러다 보니, 근처 목장에까지 넘나들게 됐습니다. YBM All in All English-Korean Dictionary",
      "english": "And, across the land of nearby ranch owners. Add to Wordbook"
    },
    {
      "korean": "Then he swallowed a wheel! 듣기 Add to Wordbook 그러다 그는 바퀴를 삼켰습니다! YBM All in All English-Korean Dictionary",
      "english": "Then he swallowed a wheel! Add to Wordbook"
    }
  ]
}