{
  "phrases": [
    {
      "phrase": "그러고",
      "hanja": "",
      "example": {},
      "meanings": [
        "geureogo (→이러고, 저러고)"
      ]
    },
    {
      "phrase": "그러다",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "그러고 싶지만 지금 그럴 여유가 없네요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "의견 말하기 I'd love to, but I have my hands full at the moment."
      ]
    },
    {
      "phrase": "그래, 그러고 보니 그러네!",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-사내에서 Am I? I guess I am."
      ]
    },
    {
      "phrase": "그러거나 말거나",
      "hanja": "",
      "example": {},
      "meanings": [
        "whether someone does something or not"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "if you like",
      "frequency": 0
    },
    {
      "meaning": "with that",
      "frequency": 0
    },
    {
      "meaning": "come to think of it",
      "frequency": 0
    },
    {
      "meaning": "That reminds me.",
      "frequency": 0
    },
    {
      "meaning": "now[when] one comes to think of it",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러고... and the next minute... 듣기 View video 콬TV (WHYNOT) : 남녀 모두를 당황하게 한 한밤의 충격 고백!ㅣ[리얼하이로맨스S2] EP12",
      "english": "and the next minute..."
    },
    {
      "korean": "그러고 보니 이제 팬라이브가 얼마 안 남았죠? Come to think of it, we don't have much time left until our Fan Live, right? 듣기 View video TOMORROW X TOGETHER : 연준이와 소통먹방",
      "english": "Come to think of it, we don't have much time left until our Fan Live, right?"
    },
    {
      "korean": "아직도 그러고 산대? She still does that? 듣기 View video 플레이리스트 (Playlist) : 혼자 남겨진 엄마의 진짜 속마음 [인서울] - EP.11",
      "english": "She still does that?"
    },
    {
      "korean": "[그러고... 네가...] [Are you seriously...] View video 라면공작소 : [웹시트콤 오늘도 남현한 하루] EP.5 누나가 예능PD 꿈나무라면?",
      "english": "[Are you seriously...]"
    },
    {
      "korean": "그러고 보니까 우리... Come to think of it... 듣기 View video BTS : BTS Live : EAT Jin",
      "english": "Come to think of it..."
    }
  ],
  "examples": [
    {
      "korean": "Come on! We don’t have all day! 듣기 Add to Wordbook 어서 해! 하루 종일 그러고 있을 거야! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Come on! We don’t have all day! Add to Wordbook"
    },
    {
      "korean": "You can take the car, if you want. 듣기 Add to Wordbook 그러고 싶으면 그 차를 가져[타고] 가도 돼. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can take the car, if you want. Add to Wordbook"
    },
    {
      "korean": "We’ll go for a walk if you feel like it. 듣기 Add to Wordbook 네가 그러고 싶으면 우리 산책을 나가도 돼. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’ll go for a walk if you feel like it. Add to Wordbook"
    },
    {
      "korean": "Come to think of it, he did mention seeing you. 듣기 Add to Wordbook 그러고 보니, 그가 당신을 만났다는 말을 했어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Come to think of it, he did mention seeing you. Add to Wordbook"
    },
    {
      "korean": "It’d be good to be there, but I’m not that fussed. 듣기 Add to Wordbook 거기 가면 좋겠지, 하지만 난 그러고 싶지가 않아. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’d be good to be there, but I’m not that fussed. Add to Wordbook"
    }
  ]
}