{
  "phrases": [
    {
      "phrase": "그러다",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "그러거나 말거나",
      "hanja": "",
      "example": {},
      "meanings": [
        "whether someone does something or not"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "yes",
      "frequency": 3
    },
    {
      "meaning": "therefore",
      "frequency": 3
    },
    {
      "meaning": "thereupon",
      "frequency": 3
    },
    {
      "meaning": "no",
      "frequency": 3
    },
    {
      "meaning": "I/I'll bet!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[언제나 그랬듯 안다면서 아무것도 모릅니다] 모르겠다! [They say they know but they don't know] I don't know! 듣기 View video BTS : Run BTS! 2019 - EP.89",
      "english": "[They say they know but they don't know] I don't know!"
    },
    {
      "korean": "늘 그랬듯 처음처럼, 열심히 하겠습니다. As always, like the beginning, I'll work hard. 듣기 View video V COOKIE : [Full]RADIO APART X CHOI TAE JUN (RADIO APART X 최태준)",
      "english": "As always, like the beginning, I'll work hard."
    },
    {
      "korean": "진짜 열심히 저희가 할 거거든요 늘 그랬듯 지금처럼 잘 지켜봐주세요. on our promotion for \"Positive.\" Like always, please keep an eye out. 듣기 View video V COOKIE : [Full]PENTAGON X LieV - 펜타곤의 눕방라이브!",
      "english": "on our promotion for \"Positive.\" Like always, please keep an eye out."
    },
    {
      "korean": "늘 그랬듯 건배 제의는 일훈이가 하도록 하겠습니다. Like always, Ilhoon will do our toast. 듣기 View video BTOB : THE BEAT SEASON 5 -5주년 PARTY 기념 임현식의 Sik's Sense-",
      "english": "Like always, Ilhoon will do our toast."
    },
    {
      "korean": "그랬어요? You did that? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "You did that?"
    }
  ],
  "examples": [
    {
      "korean": "If the statue of MacArthur has to be there, it should be with the troops just like he did in the 1950 landing. 듣기 Add to Wordbook 만약 맥아더 동상이 그곳에 있어야 한다면, 이는 1950년 상륙에서 그랬듯 군인들과 함께이어야 한다. Neungyule",
      "english": "If the statue of MacArthur has to be there, it should be with the troops just like he did in the 1950 landing. Add to Wordbook"
    },
    {
      "korean": "But critics and viewers say load a film with too many products, as in Steven Spielberg’s Terminal, and it could be terminal. 듣기 Add to Wordbook 하지만 스티븐 스필버그 감독의 영화 <터미널>에서 그랬듯, 너무 많은 제품을 등장시키면 말 그대로 영화가 끝장날 수도 있다고 비평가들과 관객들은 말합니다. YBM All in All English-Korean Dictionary",
      "english": "But critics and viewers say load a film with too many products, as in Steven Spielberg’s Terminal, and it could be terminal. Add to Wordbook"
    },
    {
      "korean": "I'm similar! As was Comrade K. 듣기 Add to Wordbook K.동무가 그랬듯, 나도 비슷하오! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 바퀴벌레(qogu****)",
      "english": "I'm similar! As was Comrade K. Add to Wordbook"
    },
    {
      "korean": "As we always did, my friend. 듣기 Add to Wordbook 우리가 늘 그랬듯, 친구야 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메라(yhh6****)",
      "english": "As we always did, my friend. Add to Wordbook"
    },
    {
      "korean": "You can have, as it were, asexual culture. 듣기 Add to Wordbook 전에도 그랬듯, 여러분은 무성의 문화를 가질 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "You can have, as it were, asexual culture. Add to Wordbook"
    }
  ]
}