{
  "phrases": [
    {
      "phrase": "그만두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(중단하다, 중지하다) stop, cease, drop, (학교·직장 등을) leave, (informal) quit, (항상 하던 일을) give up, (사임하다) resign",
        "(기타)"
      ]
    },
    {
      "phrase": "농담은 그만두고",
      "hanja": "",
      "example": {},
      "meanings": [
        "joking apart",
        "to be serious"
      ]
    },
    {
      "phrase": "일을 그만두고 싶습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "토픽 I'm going to resign.",
        "토픽 I'll leave this company.",
        "토픽 I'm done working here."
      ]
    },
    {
      "phrase": "회사를 그만두고 싶어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "기분·걱정 I want to quit my job."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "want out",
      "frequency": 0
    },
    {
      "meaning": "turn swords into ploughshares",
      "frequency": 0
    },
    {
      "meaning": "to be serious",
      "frequency": 0
    },
    {
      "meaning": "jesting[joking] apart",
      "frequency": 0
    },
    {
      "meaning": "jesting[joking] aside",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "박단희 요즘 운동 그만두고 뭐해? Park Danhee. What are you doing after quitting baseball? 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "Park Danhee. What are you doing after quitting baseball?"
    },
    {
      "korean": "댄스 그만두고 MC를... Maybe you quit dance and start to work as an MC.. 듣기 View video 댄싱하이 : 댄싱하이 녹화 현장 3번째 기습 라이브! (1,2회 방송 소감을 댓글로 남겨주세요♡) / Dancinghigh 3rd V Live",
      "english": "Maybe you quit dance and start to work as an MC.."
    },
    {
      "korean": "그만두고 다른걸 생각하시기보다... Hold your current job... 듣기 View video IDOL x IDOL : Underdog - 언더독 ' 언더독 라디오, 사연있는 팬들'",
      "english": "Hold your current job..."
    },
    {
      "korean": "그걸 일을 그만 두고싶다? Is it that you want to quit your job? 듣기 View video IDOL x IDOL : Underdog - 언더독 ' 언더독 라디오, 사연있는 팬들'",
      "english": "Is it that you want to quit your job?"
    },
    {
      "korean": "이제 그만두고 싶다고 하시면... When she says that she want to quit... 듣기 View video IDOL x IDOL : Underdog - 언더독 ' 언더독 라디오, 사연있는 팬들'",
      "english": "When she says that she want to quit..."
    }
  ],
  "examples": [
    {
      "korean": "Drop everything and come at once! 듣기 Add to Wordbook 모두 그만두고 당장 와! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Drop everything and come at once! Add to Wordbook"
    },
    {
      "korean": "Jenny was fed up. She wanted out. 듣기 Add to Wordbook 제니는 넌더리가 났다. 그녀는 그만두고 싶었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Jenny was fed up. She wanted out. Add to Wordbook"
    },
    {
      "korean": "I’m going to chuck it all in and go abroad. 듣기 Add to Wordbook 나 모든 걸 그만두고 외국으로 갈 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m going to chuck it all in and go abroad. Add to Wordbook"
    },
    {
      "korean": "to have/take a rest from all your hard work 듣기 Add to Wordbook 모든 힘든 일을 그만두고 휴식을 취하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to have/take a rest from all your hard work Add to Wordbook"
    },
    {
      "korean": "The upshot of it all was that he left college and got a job. 듣기 Add to Wordbook 그 모든 일의 결말은 그가 대학을 그만두고 취직을 한 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The upshot of it all was that he left college and got a job. Add to Wordbook"
    }
  ]
}