{
  "phrases": [
    {
      "phrase": "그 정도면 만족해요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "기분·걱정 I'm satisfied with the result.",
        "기분·걱정 It turned out pretty well.",
        "기분·걱정 I'd settle for that."
      ]
    },
    {
      "phrase": "그 정도까지 원한다면",
      "hanja": "",
      "example": {},
      "meanings": [
        "부탁 If you like….",
        "부탁 As you wish….",
        "부탁 If you insist…."
      ]
    },
    {
      "phrase": "그 정도면 나쁘지 않은데요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "직장에서의 표현 That certainly sounds reasonable."
      ]
    },
    {
      "phrase": "그는 7과 1/2사이즈 정도 신을 거예요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "신발 가게에서 He's wearing about a seven-and-a-half now."
      ]
    },
    {
      "phrase": "그 영화의 상영시간은 어느 정도입니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "영화 About how long is that movie?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "so",
      "frequency": 3
    },
    {
      "meaning": "to that[this] extent",
      "frequency": 0
    },
    {
      "meaning": "the",
      "frequency": 3
    },
    {
      "meaning": "that",
      "frequency": 3
    },
    {
      "meaning": "half",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그 정도로! To that degree! 듣기 View video YOON JISUNG : [윤쿠쿠캠] Ep.2 '바람 같은 너' 녹음 비하인드",
      "english": "To that degree!"
    },
    {
      "korean": "그 정도로. We're that good. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 8부_ep.5 ※입덕영상※ 놀 줄 아는 남자들의 노래방",
      "english": "We're that good."
    },
    {
      "korean": "아 그 정도로... Oh, that much... 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Oh, that much..."
    },
    {
      "korean": "그 정도까진 아닌가? - 밥도 그래? Is it not that bad? - For rice too? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "Is it not that bad? - For rice too?"
    },
    {
      "korean": "여기를 베고 자면 - 거북목도 교정되고 - 그 정도로? If you put your head here... - It can fix your turtle neck. - To that extent? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "If you put your head here... - It can fix your turtle neck. - To that extent?"
    }
  ],
  "examples": [
    {
      "korean": "Let's leave it at that now. 듣기 Add to Wordbook 우리 지금 그 정도로 해두죠. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Miraklu(kend****)",
      "english": "Let's leave it at that now. Add to Wordbook"
    },
    {
      "korean": "Let's leave it at that, huh? 듣기 Add to Wordbook 우리 그 정도로 해 두죠, 네? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Miraklu(kend****)",
      "english": "Let's leave it at that, huh? Add to Wordbook"
    },
    {
      "korean": "So let’s leave it at that. 듣기 Add to Wordbook 그래서 그 정도로 해둡시다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Miraklu(kend****)",
      "english": "So let’s leave it at that. Add to Wordbook"
    },
    {
      "korean": "This time we leave it at that. 듣기 Add to Wordbook 이번은 그 정도로 해둔다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Jiyeon Kwon 권지연(bgoo****)",
      "english": "This time we leave it at that. Add to Wordbook"
    },
    {
      "korean": "Are we going to leave it at that? 듣기 Add to Wordbook 우리 그냥 그정도로 해둘 건가요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Miraklu(kend****)",
      "english": "Are we going to leave it at that? Add to Wordbook"
    }
  ]
}