{
  "phrases": [],
  "meanings": [
    {
      "meaning": "You're not hungry, are you?",
      "frequency": 0
    },
    {
      "meaning": "Gżira",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러게 - 그지? You're right. - Right? 듣기 View video AB6IX : AB6IX 화이트데이",
      "english": "You're right. - Right?"
    },
    {
      "korean": "습~ 아? 아니지! 아 그지!! Ah...? No! Ah, right! 듣기 View video MAMAMOO : [휘인] 'soar' Album Making - Epilogue #2",
      "english": "Ah...? No! Ah, right!"
    },
    {
      "korean": "큰일 날 뻔했다 그지? It could have been big right? 듣기 View video OH MY GIRL : 샤샤 보러오쎄요잉-!!",
      "english": "It could have been big right?"
    },
    {
      "korean": "괜히 그런다 그지? She's just saying this for no reason. 듣기 View video 플레이리스트 (Playlist) : 인서울 안 본 사람도 피식할 유잼포인트 모음 [인서울] - 스페셜 클립",
      "english": "She's just saying this for no reason."
    },
    {
      "korean": "듣고있을 거라 믿어 그지? I believe that you are listening. Right? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#315. 얼음 땡! (w. 로켓펀치) / Freeze! (With Rocket Punch)",
      "english": "I believe that you are listening. Right?"
    }
  ],
  "examples": [
    {
      "korean": "I’m taller than her, aren’t I? 발음듣기 내가 그녀보다 키가 더 크지, 그지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m taller than her, aren’t I? 발음"
    },
    {
      "korean": "You’re not hungry, are you? 발음듣기 너 배 안 고프지, 그지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’re not hungry, are you? 발음"
    },
    {
      "korean": "It really isn’t half bad, is it? 발음듣기 그거 정말 괜찮지, 그지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It really isn’t half bad, is it? 발음"
    },
    {
      "korean": "You didn’t hurt your little self, did you? 발음듣기 우리 아기가 다친 건 아니겠지, 그지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You didn’t hurt your little self, did you? 발음"
    },
    {
      "korean": "It’s not exactly fun city here, is it? 발음듣기 여긴 딱히 재미있는 곳은 아냐, 그지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s not exactly fun city here, is it? 발음"
    }
  ]
}