{
  "phrases": [
    {
      "phrase": "그 정도면 만족해요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "기분·걱정 I'm satisfied with the result.",
        "기분·걱정 It turned out pretty well.",
        "기분·걱정 I'd settle for that."
      ]
    },
    {
      "phrase": "그 정도까지 원한다면",
      "hanja": "",
      "example": {},
      "meanings": [
        "부탁 If you like….",
        "부탁 As you wish….",
        "부탁 If you insist…."
      ]
    },
    {
      "phrase": "그 정도면 나쁘지 않은데요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "직장에서의 표현 That certainly sounds reasonable."
      ]
    },
    {
      "phrase": "그는 7과 1/2사이즈 정도 신을 거예요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "신발 가게에서 He's wearing about a seven-and-a-half now."
      ]
    },
    {
      "phrase": "그 영화의 상영시간은 어느 정도입니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "영화 About how long is that movie?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "that",
      "frequency": 3
    },
    {
      "meaning": "so",
      "frequency": 3
    },
    {
      "meaning": "the",
      "frequency": 3
    },
    {
      "meaning": "half",
      "frequency": 3
    },
    {
      "meaning": "such",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "아 그 정도로... Oh, that much... 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Oh, that much..."
    },
    {
      "korean": "그 정도까진 아닌가? - 밥도 그래? Is it not that bad? - For rice too? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "Is it not that bad? - For rice too?"
    },
    {
      "korean": "여기를 베고 자면 - 거북목도 교정되고 - 그 정도로? If you put your head here... - It can fix your turtle neck. - To that extent? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "If you put your head here... - It can fix your turtle neck. - To that extent?"
    },
    {
      "korean": "진짜 그 정도예요? Really? That much? 듣기 View video ASTRO : 차은우의 Just one 10 minutes",
      "english": "Really? That much?"
    },
    {
      "korean": "그 정도는 있다고요? Oh, this is nothing compared to what you have? 듣기 View video NCT : 안녕하세요 시즈니!! 제노에요진짜 잠깐 하려고 하는데.. 제노가 보고싶으면 들어오세요!! 이제 시작합니다",
      "english": "Oh, this is nothing compared to what you have?"
    }
  ],
  "examples": [
    {
      "korean": "It’s about that long. 듣기 Add to Wordbook 그것은 길이가 그 정도 돼. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s about that long. Add to Wordbook"
    },
    {
      "korean": "They’re not as rich as all that. 듣기 Add to Wordbook 그들이 그 정도로 부자는 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They’re not as rich as all that. Add to Wordbook"
    },
    {
      "korean": "There are only so many hours in a day. 듣기 Add to Wordbook 하루에 시간은 그 정도 밖에 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There are only so many hours in a day. Add to Wordbook"
    },
    {
      "korean": "It wasn’t so good as last time. 듣기 Add to Wordbook 그것은 지난번만큼 그렇게[그 정도로] 좋지는 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It wasn’t so good as last time. Add to Wordbook"
    },
    {
      "korean": "She’s not as rich as people make out. 듣기 Add to Wordbook 그녀는 사람들이 말하는 그 정도의 부자가 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s not as rich as people make out. Add to Wordbook"
    }
  ]
}