{
  "phrases": [
    {
      "phrase": "급성",
      "hanja": " (急性)",
      "example": {},
      "meanings": [
        "acute form of a disease"
      ]
    },
    {
      "phrase": "급성의",
      "hanja": "",
      "example": {},
      "meanings": [
        "acute"
      ]
    },
    {
      "phrase": "급성 폐렴",
      "hanja": "",
      "example": {},
      "meanings": [
        "acute pneumonia"
      ]
    },
    {
      "phrase": "급성 마비",
      "hanja": "",
      "example": {},
      "meanings": [
        "foudroyant paralysis"
      ]
    },
    {
      "phrase": "급성 호흡기 질환",
      "hanja": "",
      "example": {},
      "meanings": [
        "acute respiratory disease ((abb.)ARD)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "brachychronic",
      "frequency": 0
    },
    {
      "meaning": "diphtheria",
      "frequency": 3
    },
    {
      "meaning": "acute",
      "frequency": 3
    },
    {
      "meaning": "legionnaires' disease",
      "frequency": 0
    },
    {
      "meaning": "lassa fever",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "Jisoo씨가 급성 골수염으로... Because of acute osteomyelitis... 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 with 매드타운 A night's entertainment news with MADTOWN",
      "english": "Because of acute osteomyelitis..."
    },
    {
      "korean": "이번에 급성 질환으로 병원에 다녀온 배우가 있어요. because of his acute disease. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 with 매드타운 A night's entertainment news with MADTOWN",
      "english": "because of his acute disease."
    },
    {
      "korean": "요즘에는 젊은 사람들이 급성 질환에 잘 걸리는 것 같아요. But, a lot of young people get acute diseases these days. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 with 매드타운 A night's entertainment news with MADTOWN",
      "english": "But, a lot of young people get acute diseases these days."
    },
    {
      "korean": "급성 백혈병에 걸려서 현재 투병 중이에요. He's diagnosed with acute leukemia and he's now getting medical treatment. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 with 매드타운 A night's entertainment news with MADTOWN",
      "english": "He's diagnosed with acute leukemia and he's now getting medical treatment."
    },
    {
      "korean": "급성 백혈병이 가벼운 병이라고 하기에는 변수가 많잖아요. There're too many bad ways it can go to call acute leukemia a slight disease. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 with 매드타운 A night's entertainment news with MADTOWN",
      "english": "There're too many bad ways it can go to call acute leukemia a slight disease."
    }
  ],
  "examples": [
    {
      "korean": "This acute infection of the brain is almost invariably fatal. 듣기 Add to Wordbook 이 급성 뇌염은 거의 예외없이 치명적이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This acute infection of the brain is almost invariably fatal. Add to Wordbook"
    },
    {
      "korean": "As I have been diagnosed with an acute pneumonia, I am requesting a sick leave. 듣기 Add to Wordbook 급성 폐렴 진단을 받았으므로, 병가를 요청합니다. DARAKWON",
      "english": "As I have been diagnosed with an acute pneumonia, I am requesting a sick leave. Add to Wordbook"
    },
    {
      "korean": "TEN is an acute skin reaction. 듣기 Add to Wordbook 독성 표피 괴사 용해는 급성 피부 반응이다. 국제영어대학원대학교 신어사전",
      "english": "TEN is an acute skin reaction. Add to Wordbook"
    },
    {
      "korean": "KINRESS for monitoring acute respiratory infections 듣기 Add to Wordbook 급성 호흡기 감염을 모니터링하는 인플루엔자 및 호흡기 바이러스 실험실 감시 사업 국제영어대학원대학교 신어사전",
      "english": "KINRESS for monitoring acute respiratory infections Add to Wordbook"
    },
    {
      "korean": "The aim of KorAHF is to develop new methods for managing acute heart failure. 듣기 Add to Wordbook 급성 심부전 레지스트리의 목적은 급성 심부전에 대처하는 새로운 방법을 개발하는 것이다. 국제영어대학원대학교 신어사전",
      "english": "The aim of KorAHF is to develop new methods for managing acute heart failure. Add to Wordbook"
    }
  ]
}