{
  "phrases": [
    {
      "phrase": "긍지",
      "hanja": " (矜持)",
      "example": {},
      "meanings": [
        "pride"
      ]
    },
    {
      "phrase": "긍지를 느끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel proud",
        "walk tall"
      ]
    },
    {
      "phrase": "한민족의 긍지를 드높이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "heighten the pride of the Korean people"
      ]
    },
    {
      "phrase": "계속 긍지",
      "hanja": "",
      "example": {},
      "meanings": [
        "continued pride"
      ]
    },
    {
      "phrase": "공군 긍지",
      "hanja": "",
      "example": {},
      "meanings": [
        "pride of the air force"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pride",
      "frequency": 3
    },
    {
      "meaning": "proper pride",
      "frequency": 0
    },
    {
      "meaning": "자긍",
      "frequency": 0
    },
    {
      "meaning": "feel proud",
      "frequency": 0
    },
    {
      "meaning": "Negritude",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "배우로서의 자긍심과 긍지를 갖고... I have the pride for being an actor... 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "I have the pride for being an actor..."
    },
    {
      "korean": "['이상민'이라는 상호는 긍지와 자부심이 생기는] 긍지도 좀 있죠. [The shop's name, \"Lee Sang Min, fills him with pride] It makes me proud, too. 듣기 View video V WEB DRAMA : [간판스타]이상민 vs 이상민 vs 이상민",
      "english": "[The shop's name, \"Lee Sang Min, fills him with pride] It makes me proud, too."
    }
  ],
  "examples": [
    {
      "korean": "I take (a) pride in my work. 듣기 Add to Wordbook 나는 내 일에 긍지를 갖고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I take (a) pride in my work. Add to Wordbook"
    },
    {
      "korean": "Dignity and pride run deep in this community. 듣기 Add to Wordbook 이 공동체에서는 긍지와 자부심이 깊다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Dignity and pride run deep in this community. Add to Wordbook"
    },
    {
      "korean": "I take a great deal of pride in my work and am committed to producing the highest quality work I can. 듣기 Add to Wordbook 전 제가 한 일에 높은 긍지를 가지며 최고의 결과를 얻고자 노력합니다. DARAKWON",
      "english": "I take a great deal of pride in my work and am committed to producing the highest quality work I can. Add to Wordbook"
    },
    {
      "korean": "Pride does not consort well with poverty. 듣기 Add to Wordbook 긍지는 가난과 잘 어울리지 않는다. YBM All in All English-Korean Dictionary",
      "english": "Pride does not consort well with poverty. Add to Wordbook"
    },
    {
      "korean": "He takes pride in his work. 듣기 Add to Wordbook 그는 자기 일에 긍지를 가지고 있다 Neungyule",
      "english": "He takes pride in his work. Add to Wordbook"
    }
  ]
}