{
  "phrases": [
    {
      "phrase": "기교파",
      "hanja": " (技巧派)",
      "example": {},
      "meanings": [
        "technists"
      ]
    },
    {
      "phrase": "기교",
      "hanja": " (技巧)",
      "example": {},
      "meanings": [
        "technique, technical skill"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fancy Dan",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "So Mannerism, it seems to be this intense reaction to the perfection of the High Renaissance. 발음듣기 따라서 기교파의 작업은 르네상스 전성기를 완성하려는 치열한 노력인듯이 보입니다. Khan Academy",
      "english": "So Mannerism, it seems to be this intense reaction to the perfection of the High Renaissance. 발음"
    },
    {
      "korean": "It takes that ideal beauty and elegance that was in the High Renaissance, that was there, and exaggerates it. 발음듣기 기교파는 르네상스 전성기에 있던 이상적인 아름다움과 우아함을 취하면서 그런 부분을 과장하고 있습니다. Khan Academy",
      "english": "It takes that ideal beauty and elegance that was in the High Renaissance, that was there, and exaggerates it. 발음"
    },
    {
      "korean": "And one way of thinking about Mannerism is to think about it as art taken from art, instead art from nature. 발음듣기 기교파가 무엇인가를 定義(정의)하는 방법의 하나는, 자연에서 이끌어낸 예술이 아니라 예술에서 이끌어낸 예술이라고 생각하는 겁니다. Khan Academy",
      "english": "And one way of thinking about Mannerism is to think about it as art taken from art, instead art from nature. 발음"
    },
    {
      "korean": "[MUSIC PLAYING] [Beth Harris] So here, we're looking at the great Mannerist painting by Parmigianino called \"The Madonna with the Long Neck.\" 발음듣기 (음악이 연주된다) 베스 해리스 : 여기서 우리는 파르미지아니노가 그린 위대한 技巧派(기교파) 그림 \"긴 목을 한 마돈나\"를 보고 있습니다. Khan Academy",
      "english": "[MUSIC PLAYING] [Beth Harris] So here, we're looking at the great Mannerist painting by Parmigianino called \"The Madonna with the Long Neck.\" 발음"
    },
    {
      "korean": "[Beth Harris] The respect for human anatomy, and for portraying that naturalistically, that's not important to Mannerists. 발음듣기 베스 : 기교파에게 있어서는, 인간의 해부학적인 구조를 존중하고 그 구조를 자연스럽게 그려내는데 힘쓰는 일이 중요하지 않았습니다. Khan Academy",
      "english": "[Beth Harris] The respect for human anatomy, and for portraying that naturalistically, that's not important to Mannerists. 발음"
    }
  ]
}