{
  "phrases": [
    {
      "phrase": "기량",
      "hanja": " (技倆)",
      "example": {},
      "meanings": [
        "ability, skill, caliber, (타고난) talent"
      ]
    },
    {
      "phrase": "기량이 있는",
      "hanja": "",
      "example": {},
      "meanings": [
        "able",
        "talented"
      ]
    },
    {
      "phrase": "기량을 겨루다",
      "hanja": "",
      "example": {},
      "meanings": [
        "match one´s skill"
      ]
    },
    {
      "phrase": "기량을 발휘하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "show[display] one's ability[skill]"
      ]
    },
    {
      "phrase": "기량이 백중하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be evenly matched in skill"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "form",
      "frequency": 3
    },
    {
      "meaning": "skill",
      "frequency": 3
    },
    {
      "meaning": "ability",
      "frequency": 3
    },
    {
      "meaning": "prowess",
      "frequency": 3
    },
    {
      "meaning": "accomplishment",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "지금 제 기량에서 가장 많이 보여줄 수 있었던 것 같아요. show Rudolf's image to the best of my ability. 듣기 View video VIXX : 빅스 레오 더라스트키스 막공을 끝나고",
      "english": "show Rudolf's image to the best of my ability."
    },
    {
      "korean": "멤버들 기량에 개개인에 맞게 돋보일 수 있는 구성이 추가되었고요. have been formed to match each member's personal ability to highlight their talents. 듣기 View video UNB : UNB DEBUT [BOYHOOD] VIDEO ART SHOW",
      "english": "have been formed to match each member's personal ability to highlight their talents."
    },
    {
      "korean": "제 기량이 부족해서... But I am not talented enough... 듣기 View video Show! Music core : [REPLAY] 12/3 쇼! 음악중심 '5분 딜레이~' Show! Music core",
      "english": "But I am not talented enough..."
    },
    {
      "korean": "그라운드에서 네 기량을 맘껏 펼쳤으면 좋겠다. in a comfortable, fun, and happy ways. 듣기 View video RYU JUNYEOL : [FULL] 류준열의 덕후수업 LIVE",
      "english": "in a comfortable, fun, and happy ways."
    },
    {
      "korean": "정말 개인 기량이 엄청 뛰어난 선수들이고요. -빨리 해. They're so talented players. - Hurry up. 듣기 View video SEVENTEEN : [SEVENTEEN] 파송송 계란탁구?!",
      "english": "They're so talented players. - Hurry up."
    }
  ],
  "examples": [
    {
      "korean": "the power and professionalism of her performance 듣기 Add to Wordbook 그녀의 공연[연기]이 보여준 힘과 뛰어난 기량 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the power and professionalism of her performance Add to Wordbook"
    },
    {
      "korean": "an athlete who peaks at just the right time 듣기 Add to Wordbook 딱 알맞은 때에 최고 기량을 발휘하는 육상선수 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an athlete who peaks at just the right time Add to Wordbook"
    },
    {
      "korean": "the ineptitude of the police in handling the situation 듣기 Add to Wordbook 그 상황 처리에서 드러난 경찰의 기량 부족 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the ineptitude of the police in handling the situation Add to Wordbook"
    },
    {
      "korean": "An injury was hindering him from playing his best. 듣기 Add to Wordbook 그는 부상으로 최고 기량을 못 내고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "An injury was hindering him from playing his best. Add to Wordbook"
    },
    {
      "korean": "On form, the team was simply unstoppable. 듣기 Add to Wordbook 기량 면에서는 그 팀은 그저 아무것도 방해할 수 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "On form, the team was simply unstoppable. Add to Wordbook"
    }
  ]
}