{
  "phrases": [
    {
      "phrase": "기라",
      "hanja": " (綺羅)",
      "example": {},
      "meanings": [
        "a fine[gorgeous, gaudy] dress, fine clothes"
      ]
    },
    {
      "phrase": "기라델리 스퀘어",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 Ghirardelli Square"
      ]
    },
    {
      "phrase": "기라 정",
      "hanja": " (吉良町(길량정))",
      "example": {},
      "meanings": [
        "지명 Kira"
      ]
    },
    {
      "phrase": "기라델리",
      "hanja": "",
      "example": {},
      "meanings": [
        "경제·경영·생활 Ghirardelli Chocolate Company"
      ]
    },
    {
      "phrase": "아르기라",
      "hanja": "",
      "example": {},
      "meanings": [
        "종교 Argyra"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Argyra",
      "frequency": 0
    },
    {
      "meaning": "Guiratinga",
      "frequency": 0
    },
    {
      "meaning": "Ghirardelli Square Chocolate Festival",
      "frequency": 0
    },
    {
      "meaning": "Ángel Guirado",
      "frequency": 0
    },
    {
      "meaning": "Omalogyroidea",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 밑에 여기 기 있잖아요. 기라고 하나? and what's left at the bottom... How do you say that? 듣기 View video TWICE : ㅋㅋㅋ보컬실이당",
      "english": "and what's left at the bottom... How do you say that?"
    },
    {
      "korean": "일단 한국 가면 가자마자 옷을 갈아입어버리고 왕자님이 되는 기라. When I arrive in Korea, I'll get changed and become a prince. 듣기 View video AKMU : 찬디의 비밀일기장><♥︎",
      "english": "When I arrive in Korea, I'll get changed and become a prince."
    }
  ],
  "examples": [
    {
      "korean": "The Ghiradelli Square Chocolate Festival Ghiradelli Square is a place in San Francisco. 발음듣기 기라델리 스퀘어 초콜릿 축제 기라델리 스퀘어는 샌프란시스코에 있는 곳이에요. TIMES CORE",
      "english": "The Ghiradelli Square Chocolate Festival Ghiradelli Square is a place in San Francisco. 발음"
    },
    {
      "korean": "It is the place where the famous Ghiradelli Chocolate was first made and sold. 발음듣기 이곳은 그 유명한 기라델리 초콜릿이 처음으로 만들어지고 팔렸던 곳이죠. TIMES CORE",
      "english": "It is the place where the famous Ghiradelli Chocolate was first made and sold. 발음"
    },
    {
      "korean": "Did I just say stagger or was it crawl? 발음듣기 내가 비틀거린다고 했어 아니면 기라고 했어? User translation Inaccurate information may be included due to the users' self-traslation. 낄낄(alsd****) Web Collection",
      "english": "Did I just say stagger or was it crawl? 발음"
    },
    {
      "korean": "Wait,\" he said, \"I can see you are worth much more than that to me. 발음듣기 기라뎌, 그가 말했습니다. 나는 너가 나보다 더 가치 있는 사람인것을 알수 있습니다. User translation Inaccurate information may be included due to the users' self-traslation. helena(euna****) Web Collection",
      "english": "Wait,\" he said, \"I can see you are worth much more than that to me. 발음"
    },
    {
      "korean": "In San Francisco, lights on landmarks such as the Golden Gate Bridge were turned off, along the city's well-known Ghirardelli Square sign. 발음듣기 샌프란시스코에서는 금문교와 같은 주요지형지물의 조명이 유명한 기라델리 광장의 표지 조명과 더불어 꺼졌다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "In San Francisco, lights on landmarks such as the Golden Gate Bridge were turned off, along the city's well-known Ghirardelli Square sign. 발음"
    }
  ]
}