{
  "phrases": [
    {
      "phrase": "기울이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸·물체 등을) lean, tilt, tip, (신체 일부를) cock",
        "(주의·정성 등을) devote (oneself) to, concentrate on, direct (one's attention / one's efforts) to, pay[give] (one's attention) to, bend one'..."
      ]
    },
    {
      "phrase": "심혈을 기울인 작품",
      "hanja": "",
      "example": {},
      "meanings": [
        "a book embodying the author´s whole mental energy",
        "one´s most laborious work"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "all-out",
      "frequency": 0
    },
    {
      "meaning": "full-scale",
      "frequency": 0
    },
    {
      "meaning": "a careful piece of work",
      "frequency": 0
    },
    {
      "meaning": "the report's attention to detail",
      "frequency": 0
    },
    {
      "meaning": "one's most laborious work",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[심혈을 기울인 용복이] - 용복이 좋아 - 차라리, 차라리... [FELIX worked hard] - FELIX did well. - Then let's just... 듣기 View video Stray Kids : [FULL]<찾았다 스트레이 키즈> 7화",
      "english": "[FELIX worked hard] - FELIX did well. - Then let's just..."
    },
    {
      "korean": "제가 이렇게 너무 기울인 나머지 바닷속으로 들어가 버렸어요. I was leaning too far that I ended up falling into the water. 듣기 View video IMFACT : [Full] IMFACT x mini CONCERT Ep 24.+1",
      "english": "I was leaning too far that I ended up falling into the water."
    },
    {
      "korean": "가장 많이 심혈을 기울인 것 같아요. I put my heart and soul into that song. 듣기 View video 2PM : [FULL] 2PM 장우영 Comeback Special Live <헤어질 때>",
      "english": "I put my heart and soul into that song."
    },
    {
      "korean": "[어느 때보다 심혈을 기울인 이번 앨범] 한곡 한곡 심혈을 기울였고요. [Dedication than any other album] devoted ourselves to each song. 듣기 View video MOMO X : [개이득2] 다비치 사인앨범, 이해리가 직접 사러 감 ㅠㅠ 다비치 편",
      "english": "[Dedication than any other album] devoted ourselves to each song."
    },
    {
      "korean": "[파들파들] '귀 기울여봐 무슨 소리가 들리지...' I was like this. 듣기 View video TWICE : [AutoCut_NAYEON] TWICE First Half Highlight",
      "english": "I was like this."
    }
  ],
  "examples": [
    {
      "korean": "a careful piece of work 듣기 Add to Wordbook 세심한 주의를 기울인 작품 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a careful piece of work Add to Wordbook"
    },
    {
      "korean": "the report’s attention to detail 듣기 Add to Wordbook 그 보고서가 세부적인 내용에 기울인 주의 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the report’s attention to detail Add to Wordbook"
    },
    {
      "korean": "I received an MVP award from my division for the extra efforts I put into one of our customer relationships. 듣기 Add to Wordbook 저는 고객과의 관계 개선을 위하여 기울인 노력으로 부서로부터 MVP상을 받았습니다. DARAKWON",
      "english": "I received an MVP award from my division for the extra efforts I put into one of our customer relationships. Add to Wordbook"
    },
    {
      "korean": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite. (G. K. Chesterton) 듣기 Add to Wordbook 내가 성공한 것은 최고의 조언에 진심으로 귀 기울인 후 그에 얽매이지 않고 정 반대를 행한 덕이다. (G. K. 체스터튼, 성공명언) 명언/속담",
      "english": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite. (G. K. Chesterton) Add to Wordbook"
    },
    {
      "korean": "Everything I did to get promoted was to no avail. 듣기 Add to Wordbook 승진하려고 기울인 모든 노력이 허사로 돌아갔다. Neungyule",
      "english": "Everything I did to get promoted was to no avail. Add to Wordbook"
    }
  ]
}