{
  "phrases": [
    {
      "phrase": "깁",
      "hanja": "",
      "example": {},
      "meanings": [
        "silk gauze"
      ]
    },
    {
      "phrase": "Gib ( Gibit )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation (글에서) gibibit"
      ]
    },
    {
      "phrase": "geep",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 염소와 양의 교배종(shoat)"
      ]
    },
    {
      "phrase": "GiB",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation (글에서) gibibyte"
      ]
    },
    {
      "phrase": "gib",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 기계 요(凹)자 모양의 쐐기",
        "Transitive verb 기계 요(凹)자형의 쐐기로 죄다"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "single-gauze",
      "frequency": 0
    },
    {
      "meaning": "Big Gipp",
      "frequency": 0
    },
    {
      "meaning": "Robin Gibb",
      "frequency": 0
    },
    {
      "meaning": "Andy Gibb",
      "frequency": 0
    },
    {
      "meaning": "Barry Gibb",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "깁스가 영어인가? - 깁스? Is it English? - Gibbs? 듣기 View video 콬TV (WHYNOT) : 첫키스는 너랑 하고 싶어 [연애미수] EP06",
      "english": "Is it English? - Gibbs?"
    }
  ],
  "examples": [
    {
      "korean": "Why not a day trip to Gib. 발음듣기 깁 하루 쉬라 그래. User translation Inaccurate information may be included due to the users' self-traslation. 박범근(bumk****) Web Collection",
      "english": "Why not a day trip to Gib. 발음"
    },
    {
      "korean": "Dilshan means to hit it there though, Gibbs' effort is slightly streakier. 발음듣기 디스린은 성공했다고 했지만 깁의 노력은 미력하였다 User translation Inaccurate information may be included due to the users' self-traslation. jamesbahn(jame****) Web Collection",
      "english": "Dilshan means to hit it there though, Gibbs' effort is slightly streakier. 발음"
    },
    {
      "korean": "Mr. Gibb: Well, that is what the public think about public services; it is certainly what I think of them. 발음듣기 깁 의원: 본 의원의 확실한 생각으로서 그것이 공공서비스에 대한 대중의 생각이다. User translation Inaccurate information may be included due to the users' self-traslation. 탑탱(kims****) Hansard",
      "english": "Mr. Gibb: Well, that is what the public think about public services; it is certainly what I think of them. 발음"
    },
    {
      "korean": "Blair was traveling to Miami to stay with Robin Gibb of the Bee-Gees, according to Gibb's co-manager John Campbell. 발음듣기 깁의 공동 매니저인 존 캠벨에 따르면 블레어는 비지스의 로빈 깁과 함께 지내기 위해 마이애미로 떠날 예정이었다. User translation Inaccurate information may be included due to the users' self-traslation. 무튼(nanj****) Web Collection",
      "english": "Blair was traveling to Miami to stay with Robin Gibb of the Bee-Gees, according to Gibb's co-manager John Campbell. 발음"
    },
    {
      "korean": "",
      "english": "Bio: Kelly Ann Hu (Chinese: ?▼ 깁 ?Pinyin: H첬 K?il챙) (born February 13, 1968) is an Asian-American actress and former fashion model. 발음"
    }
  ]
}