{
  "phrases": [
    {
      "phrase": "깁스",
      "hanja": "",
      "example": {},
      "meanings": [
        "(plaster) cast"
      ]
    },
    {
      "phrase": "깁스",
      "hanja": "",
      "example": {},
      "meanings": [
        "gybbs, gibs는 콩글리시. 바른 영어 표현은 (plaster) cast."
      ]
    },
    {
      "phrase": "GIPS",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation IT <기초>깁스, giga instruction per second"
      ]
    },
    {
      "phrase": "geographic information presentation system ( GIPS )",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 지형정보 표식시스템"
      ]
    },
    {
      "phrase": "깁스하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb wear a cast"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "plaster",
      "frequency": 3
    },
    {
      "meaning": "plaster cast",
      "frequency": 0
    },
    {
      "meaning": "a plaster cast",
      "frequency": 0
    },
    {
      "meaning": "GIPS",
      "frequency": 0
    },
    {
      "meaning": "giga instructions per second",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "깁스가 영어인가? - 깁스? Is it English? - Gibbs? 듣기 View video 콬TV (WHYNOT) : 첫키스는 너랑 하고 싶어 [연애미수] EP06",
      "english": "Is it English? - Gibbs?"
    },
    {
      "korean": "깁스 한글 아냐? - 한글이야? 근데 왜 때리려고 그래? Isn't it Korean? - Is it Korean? But why were you trying to hit me? 듣기 View video 콬TV (WHYNOT) : 첫키스는 너랑 하고 싶어 [연애미수] EP06",
      "english": "Isn't it Korean? - Is it Korean? But why were you trying to hit me?"
    },
    {
      "korean": "깁스했어요? You've got a cast? 듣기 View video GOT7 : 유겸이의 작업실",
      "english": "You've got a cast?"
    },
    {
      "korean": "골절 때문에 깁스하신 건가? Is it because of a fracture? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #16",
      "english": "Is it because of a fracture?"
    },
    {
      "korean": "그래서 깁스 했어요 안 했어요? So did you get a cast or not? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #16",
      "english": "So did you get a cast or not?"
    }
  ],
  "examples": [
    {
      "korean": "Her leg’s in a cast. 듣기 Add to Wordbook 그녀는 다리에 깁스를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her leg’s in a cast. Add to Wordbook"
    },
    {
      "korean": "She broke her leg a month ago and it’s still in plaster. 듣기 Add to Wordbook 그녀는 한 달 전에 다리가 부러져 아직도 (그 다리에) 깁스를 하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She broke her leg a month ago and it’s still in plaster. Add to Wordbook"
    },
    {
      "korean": "My cast is finally off and there’s serious muscle loss. 듣기 Add to Wordbook 깁스 풀었는데, 근육이 엄청나게 줄었어. DARAKWON",
      "english": "My cast is finally off and there’s serious muscle loss. Add to Wordbook"
    },
    {
      "korean": "I slipped and broke my arm. Now I have to wear a cast for 2 weeks. 듣기 Add to Wordbook 미끄러져서 팔이 부러졌어. 이제 2주는 깁스를 해야 해. DARAKWON",
      "english": "I slipped and broke my arm. Now I have to wear a cast for 2 weeks. Add to Wordbook"
    },
    {
      "korean": "You need a cast on your arm. 듣기 Add to Wordbook 팔에 깁스를 하셔야 해요. Neungyule",
      "english": "You need a cast on your arm. Add to Wordbook"
    }
  ]
}