{
  "phrases": [
    {
      "phrase": "까지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(피부 등이) be grazed, be skinned, be scraped",
        "(머리가) go bald"
      ]
    },
    {
      "phrase": "까지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(되바라지다) cheeky, impudent"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "by",
      "frequency": 3
    },
    {
      "meaning": "not[no] later than",
      "frequency": 0
    },
    {
      "meaning": "not/no later than…",
      "frequency": 0
    },
    {
      "meaning": "if not",
      "frequency": 0
    },
    {
      "meaning": "sale does not come on until",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어제 까지는 잇츠 중 단발이였는데.. It was shoulder-length yesterday,... 듣기 View video MAMAMOO : [휘인] 'soar' Album Making - Epilogue #2",
      "english": "It was shoulder-length yesterday,..."
    },
    {
      "korean": "어 보러 와 까지는 아니더라도 관심은 가져달라는 거 아닐까? Yeah, it may not be \"come and see\" but just take a bit of interest? 듣기 View video 플레이리스트 (Playlist) : 선공개)) 구남친이 던진 말 무슨 뜻임? [웹시트콤 한입만 시즌2] - EP.06",
      "english": "Yeah, it may not be \"come and see\" but just take a bit of interest?"
    },
    {
      "korean": "20살 까지는... A 20 year gap is... 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 4부_ep.4 귀염뽀짝♡ 마리호&루이지현 형제",
      "english": "A 20 year gap is..."
    },
    {
      "korean": "일상생활로 돌아갈 때 까지는... Until you go back to your everyday life... 듣기 View video 72초TV (72secTV) : [써니와화니]하루만에 비율 좋아지는 법, 리얼 테스트 후기",
      "english": "Until you go back to your everyday life..."
    },
    {
      "korean": "[사랑은 언제나 목마르다고 했다...] 관 까지는 하거든요 그래서. but I do want a bit. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 7부_ep.1 극과 극 매력보쓰들★ 우혀니&태화니",
      "english": "but I do want a bit."
    }
  ],
  "examples": [
    {
      "korean": "I have organized the cleaning on a day-to-day basis, until our usual cleaner returns. 듣기 Add to Wordbook 나는 우리가 늘 쓰던 청소부가 돌아올 때 까지는 청소를 그날그날 해결해 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I have organized the cleaning on a day-to-day basis, until our usual cleaner returns. Add to Wordbook"
    },
    {
      "korean": "The food was aright, but not worth the 1 hour wait. 듣기 Add to Wordbook 음식은 괜찮은 편. 그렇다고 1시간 기다릴 것 까지는아님. DARAKWON",
      "english": "The food was aright, but not worth the 1 hour wait. Add to Wordbook"
    },
    {
      "korean": "I'll tell you this much. 듣기 Add to Wordbook 이 정도 까지는 이야기해 드리죠. Neungyule",
      "english": "I'll tell you this much. Add to Wordbook"
    },
    {
      "korean": "It’ ll take time for me to accustom myself to the changes. 듣기 Add to Wordbook 내가 변화에 익숙해지기 까지는 시간이 걸릴 것이다. YBM All in All English-Korean Dictionary",
      "english": "It’ ll take time for me to accustom myself to the changes. Add to Wordbook"
    },
    {
      "korean": "It wasn't easy for HeeAh to become who she is today. 듣기 Add to Wordbook 희아의 경우 오늘날의 그녀가 되기 까지는 쉽지 않았다. Neungyule",
      "english": "It wasn't easy for HeeAh to become who she is today. Add to Wordbook"
    }
  ]
}