{
  "phrases": [
    {
      "phrase": "까지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(피부 등이) be grazed, be skinned, be scraped",
        "(머리가) go bald"
      ]
    },
    {
      "phrase": "까지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(되바라지다) cheeky, impudent"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "not/no later than…",
      "frequency": 0
    },
    {
      "meaning": "graze",
      "frequency": 3
    },
    {
      "meaning": "rub",
      "frequency": 3
    },
    {
      "meaning": "skin",
      "frequency": 3
    },
    {
      "meaning": "raw",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이불 안에서 던지면 까져요? Does it work? 듣기 View video V COOKIE : [Full] LOVELYZ X LieV - 러블리즈의 눕방라이브!",
      "english": "Does it work?"
    },
    {
      "korean": "내가 봤는데 1시 까지던데? I saw it. It was one? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #63",
      "english": "I saw it. It was one?"
    },
    {
      "korean": "어제 까지는 잇츠 중 단발이였는데.. It was shoulder-length yesterday,... 듣기 View video MAMAMOO : [휘인] 'soar' Album Making - Epilogue #2",
      "english": "It was shoulder-length yesterday,..."
    },
    {
      "korean": "손 다 까졌어.. My hands are all peeled. 듣기 View video IU : [IU TV] '호텔 델루나' 장만월의 바깥 나들이",
      "english": "My hands are all peeled."
    },
    {
      "korean": "[낑... 낑...] 이거 왜 이렇게 안 까지죠? Why isn't this opening? 듣기 View video V PICK! : [박우진] 우리 우진이 떡볶이 먹는 거 1102만번만 봐주세요 (Woojin’s eating show)",
      "english": "Why isn't this opening?"
    }
  ],
  "examples": [
    {
      "korean": "he is very fossilized in his notion of ... 듣기 Add to Wordbook 그는 ...의 견해에 언제 까지나 집착되어 있다. 영어영작문대사전",
      "english": "he is very fossilized in his notion of ... Add to Wordbook"
    },
    {
      "korean": "He left two days ago, and I haven't heard from him since. 듣기 Add to Wordbook 그는 이틀전에 떠났고 지금 까지 나는 그에 대해서 듣지못하고있다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 마틴(aken****)",
      "english": "He left two days ago, and I haven't heard from him since. Add to Wordbook"
    },
    {
      "korean": "I love you and will always do. 듣기 Add to Wordbook 나는 당신을 사랑할거에요. 언제까지나 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 post0314(post****)",
      "english": "I love you and will always do. Add to Wordbook"
    },
    {
      "korean": "I want you to stay with him always. 듣기 Add to Wordbook 나는 니가 그와 언제까지나 함께하길 바란다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 The Milky Way(2byp****)",
      "english": "I want you to stay with him always. Add to Wordbook"
    },
    {
      "korean": "He said he'll always love you. 듣기 Add to Wordbook 그는 언제까지나 너를 사랑하겠다고 말했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 The Milky Way(2byp****)",
      "english": "He said he'll always love you. Add to Wordbook"
    }
  ]
}