{
  "phrases": [
    {
      "phrase": "꺼리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(피하다, 싫어하다) avoid, shun, be reluctant (to do), be unwilling (to do)",
        "(꺼림칙하게 여기다) mind, care (about)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "nam(e)able",
      "frequency": 0
    },
    {
      "meaning": "loath",
      "frequency": 1
    },
    {
      "meaning": "unwilling",
      "frequency": 2
    },
    {
      "meaning": "willing",
      "frequency": 2
    },
    {
      "meaning": "reluctant",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "그래서 조금 꺼려했었죠. So I didn't like it. 듣기 View video IDOL x IDOL : Man's Avenue - 맨스에비뉴 '신곡 스포! 맨스라디오'",
      "english": "So I didn't like it."
    },
    {
      "korean": "모이는 것조차 되게 꺼려하거나 두려워하는 여성 분들이 꽤 많은 걸로 알고 있거든요. family reunion or on holidays. 듣기 View video C-JeS : '김준수의' 오빠의 새해맞이 고민상담 V토크",
      "english": "family reunion or on holidays."
    },
    {
      "korean": "조금 꺼려한단 말이야. 맛이 없으면 안 사먹어. people would hesitate. They won't pay for it if it's really good. 듣기 View video GOT7 : GOT7 워킹 EAT 홀리데이 인 제주 (Working EAT Holiday in Jeju ) 1화",
      "english": "people would hesitate. They won't pay for it if it's really good."
    },
    {
      "korean": "성격이 엄청나게 조용한 것도, 사람들 만나는 걸 꺼리는 편도 아닙니다. He's not introvert. He's not afraid of seeing others. 듣기 View video IDOL x IDOL : Man's Avenue - 맨스에비뉴 '신곡 스포! 맨스라디오'",
      "english": "He's not introvert. He's not afraid of seeing others."
    },
    {
      "korean": "물 마시기 꺼려하면서 촬영에 임했다고 들었습니다. but I heard that you didn't even drink water to prepare for this role. 듣기 View video SMTOWN : 현빈X유해진X김주혁X임윤아 <공조> 무비토크 라이브 'Movie Talk Live'",
      "english": "but I heard that you didn't even drink water to prepare for this role."
    }
  ],
  "examples": [
    {
      "korean": "He can look the world in the face. 발음듣기 그는 세상에 꺼릴 것이 하나도 없다 Neungyule",
      "english": "He can look the world in the face. 발음"
    },
    {
      "korean": "I don't do anything against my conscience. 발음듣기 나는 양심에 꺼릴 만한 짓은 하지 않는다 Neungyule",
      "english": "I don't do anything against my conscience. 발음"
    },
    {
      "korean": "Another problem is that their child may not want to use the cell phone and might put it in the drawer. 발음듣기 또 다른 문제점은 아이들이 이 핸드폰을 사용하길 꺼릴 수도 있고 서랍 속에 넣어둘 수도 있다. Neungyule",
      "english": "Another problem is that their child may not want to use the cell phone and might put it in the drawer. 발음"
    },
    {
      "korean": "I wouldn't do anything that I have scruples about. 발음듣기 나는 양심에 꺼릴 만한 짓은 하지 않는다 Neungyule",
      "english": "I wouldn't do anything that I have scruples about. 발음"
    },
    {
      "korean": "He looks as if he doesn't care[mind] what other people might think. 발음듣기 그는 누구의 시선도 꺼릴 것 없다는 표정이다 Neungyule",
      "english": "He looks as if he doesn't care[mind] what other people might think. 발음"
    }
  ]
}