{
  "phrases": [
    {
      "phrase": "꾸미다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(모양을) (장식하다) decorate[adorn] (sth with sth), (주로 수동태로 쓰여) ornament, deck out, (얼굴을) make up",
        "(이야기 등을) invent, fabricate, concoct, manufacture, make up, come up with",
        "(계획·음모 등을)scheme, conspire"
      ]
    },
    {
      "phrase": "음모를 꾸미는 통속",
      "hanja": "",
      "example": {},
      "meanings": [
        "a gang of conspirators"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dissembling",
      "frequency": 0
    },
    {
      "meaning": "scheming",
      "frequency": 0
    },
    {
      "meaning": "buddy-buddy",
      "frequency": 0
    },
    {
      "meaning": "camp 2",
      "frequency": 0
    },
    {
      "meaning": "cloth of state",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "내가 꾸미는... I like to dress up. 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "I like to dress up."
    },
    {
      "korean": "내가 제일 못하는 꾸미는 거... I'm not so good at this. 듣기 View video Dispatch : [Dicon] “트둥’s 귀염뽀짝 폴라로이드 꾸미기” (디아이콘 : 트와이스)",
      "english": "I'm not so good at this."
    },
    {
      "korean": "초콜릿을 - 중탕하고 - 중탕해서 하고 하는 거를... 꾸미는 거 있잖아요? Chocolate... - Double boiling... - Double boiling... There's decorating, right? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Chocolate... - Double boiling... - Double boiling... There's decorating, right?"
    },
    {
      "korean": "[초콜릿 꾸미는 중...] [Decorating the chocolate...] View video Dispatch : [ⓓxV] “여친이들의 달콤쌉싸름한 초콜릿 만들기” (여자친구 : GFRIEND)",
      "english": "[Decorating the chocolate...]"
    },
    {
      "korean": "저 뭐 꾸미는 거를 잘 할 줄 몰라서... I'm not good at it, though. 듣기 View video TOMORROW X TOGETHER : 수빈입니다!",
      "english": "I'm not good at it, though."
    }
  ],
  "examples": [
    {
      "korean": "We’ve just redone the bathroom. 듣기 Add to Wordbook 우리는 그냥 욕실을 다시 꾸미는 중이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’ve just redone the bathroom. Add to Wordbook"
    },
    {
      "korean": "to spend lots of money on houseblinging 듣기 Add to Wordbook 크리스마스에 집 주변을 휘황찬란하게 꾸미는 데 큰 돈을 쓰다 국제영어대학원대학교 신어사전",
      "english": "to spend lots of money on houseblinging Add to Wordbook"
    },
    {
      "korean": "One of my hobbies is home-improvement projects, so I've collected a number of saws manufactured by your company. 듣기 Add to Wordbook 제 취미 중 하나가 집 꾸미는 일이라서 귀사에서 만든 톱도 몇 자루 가지고 있습니다. DARAKWON",
      "english": "One of my hobbies is home-improvement projects, so I've collected a number of saws manufactured by your company. Add to Wordbook"
    },
    {
      "korean": "He that loves not his wife and children, feeds a lioness at home and broods a nest of sorrows. (Jeremy Taylor) 듣기 Add to Wordbook 처자식을 위할 줄 모르는 남편은 집에 숫사자를 키우며 불행의 보금자리를 꾸미는 것과 같다. (제레미 테일러, 가족명언) 명언/속담",
      "english": "He that loves not his wife and children, feeds a lioness at home and broods a nest of sorrows. (Jeremy Taylor) Add to Wordbook"
    },
    {
      "korean": "He tends to overaccessorize himself. 듣기 Add to Wordbook 그는 자신을 과하게 꾸미는 경향이 있다. 국제영어대학원대학교 신어사전",
      "english": "He tends to overaccessorize himself. Add to Wordbook"
    }
  ]
}