{
  "phrases": [
    {
      "phrase": "꿰매다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sew (up), stitch, (수선하다) darn"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sew pieces together",
      "frequency": 0
    },
    {
      "meaning": "a set-in sleeve",
      "frequency": 0
    },
    {
      "meaning": "sew down",
      "frequency": 0
    },
    {
      "meaning": "leech rope",
      "frequency": 0
    },
    {
      "meaning": "reef band",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그럼 네가 꿰매주기까지 해? You are going to do the sewing? 듣기 View video Dispatch : [ⓓxV] “SVT 선물” (세븐틴:SEVENTEEN)",
      "english": "You are going to do the sewing?"
    },
    {
      "korean": "입을 꿰매버릴까보다 진짜! Why I ought to sew your mouth shut! 듣기 View video 모비딕(Mobidic) : <쎈마이웨이> 지지리 궁상떠는 짠돌이 남친",
      "english": "Why I ought to sew your mouth shut!"
    },
    {
      "korean": "예쁘게 잘 꿰 매 주셨어요. He stitched it nicely. 듣기 View video Park Bo Young : 연~락",
      "english": "He stitched it nicely."
    },
    {
      "korean": "줄로 한 번 꿰매봐요. Let's string the beads. 듣기 View video IDOL x IDOL : Various - 베리어스 '주고 싶은 게 있으니까 들어와'",
      "english": "Let's string the beads."
    },
    {
      "korean": "\"LINA 바지 꿰매주고 싶어요\". \"I want to sew up LINA's pants\". 듣기 View video IDOL x IDOL : 언타이틀 - '워너비와 함께하는 언타이틀'",
      "english": "\"I want to sew up LINA's pants\"."
    }
  ],
  "examples": [
    {
      "korean": "Surgeons were able to sew the finger back on. 듣기 Add to Wordbook (외과) 의사들이 그 손가락을 다시 꿰매 붙일[봉합할] 수가 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Surgeons were able to sew the finger back on. Add to Wordbook"
    },
    {
      "korean": "Can you sew my shirt? 듣기 Add to Wordbook 내 셔츠 꿰매 줄 수 있나요? YBM All in All English-Korean Dictionary",
      "english": "Can you sew my shirt? Add to Wordbook"
    },
    {
      "korean": "She tacked a ribbon onto her hat. 듣기 Add to Wordbook 그녀는 모자에 리본을 꿰매 달았다. Dong-a's Prime English-Korean Dictionary",
      "english": "She tacked a ribbon onto her hat. Add to Wordbook"
    },
    {
      "korean": "I'll have this hole sewed up tomorrow. 듣기 Add to Wordbook 내일 이 구멍을 꿰매 주시오. YBM All in All English-Korean Dictionary",
      "english": "I'll have this hole sewed up tomorrow. Add to Wordbook"
    },
    {
      "korean": "These shirts are ripped. I'd like to have them sewn up. 듣기 Add to Wordbook 이 셔츠가 찢어졌는데, 꿰매 주세요. Neungyule",
      "english": "These shirts are ripped. I'd like to have them sewn up. Add to Wordbook"
    }
  ]
}