{
  "phrases": [
    {
      "phrase": "끌어오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb pull, drag",
        "Verb drag, bring",
        "Verb bring"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pull back on",
      "frequency": 0
    },
    {
      "meaning": "aquaeductus",
      "frequency": 0
    },
    {
      "meaning": "draw a person aside",
      "frequency": 0
    },
    {
      "meaning": "bring matters to such a pass",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "anguish too long drawn 발음듣기 너무나도 오래 끌어온 괴로움. Friendict Level English-Korean Dictionary",
      "english": "anguish too long drawn 발음"
    },
    {
      "korean": "Nearly 70 percent of all the water that is withdrawn from rivers or from underground sources is used for irrigation. 발음듣기 강이나 지하 수원에서 끌어온 전체 물의 약 70%가 관개 용수로 사용되고 있다. YBM All in All English-Korean Dictionary",
      "english": "Nearly 70 percent of all the water that is withdrawn from rivers or from underground sources is used for irrigation. 발음"
    },
    {
      "korean": "We won[lost] the trial[case; suit] that had been going on for two years. 발음듣기 우리는 2년을 끌어 온 재판에서 이겼다[졌다] Neungyule",
      "english": "We won[lost] the trial[case; suit] that had been going on for two years. 발음"
    },
    {
      "korean": "Foreign firms will be allowed to repatriate up to 60% of their annual profits during the first seven years of operation, depending on what proportion of their operating capital is introduced from overseas. 발음듣기 외국 기업들은 해외에서 끌어온 운영자본의 규모에 따라 연간 이윤의 최대 60%까지 본국 송환이 가능하다. YBM All in All English-Korean Dictionary",
      "english": "Foreign firms will be allowed to repatriate up to 60% of their annual profits during the first seven years of operation, depending on what proportion of their operating capital is introduced from overseas. 발음"
    },
    {
      "korean": "Foreign firms will be allowed to repatriate up to 60% of their annual profits during the first seven years of operation, depending on what proportion of their working capital is introduced from overseas. 발음듣기 외국 기업들은 해외에서 끌어온 운영자본의 규모에 따라 연간 이윤의 최대 60%까지 본국 송환이 가능하다다. YBM All in All English-Korean Dictionary",
      "english": "Foreign firms will be allowed to repatriate up to 60% of their annual profits during the first seven years of operation, depending on what proportion of their working capital is introduced from overseas. 발음"
    }
  ]
}