{
  "phrases": [
    {
      "phrase": "끝나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "end, finish, close, be over, be done, be finished, be completed"
      ]
    },
    {
      "phrase": "그럼 모든 것이 끝났다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Then, it's all set."
      ]
    },
    {
      "phrase": "전쟁은 대략 1945년에 끝났다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "The war ended circa 1945."
      ]
    },
    {
      "phrase": "끝났다. 아, 정말 지루한 날이었어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-사내에서 It's done! Oh, it's been a long day."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "napoo",
      "frequency": 0
    },
    {
      "meaning": "that's it",
      "frequency": 0
    },
    {
      "meaning": "That job's jobbed",
      "frequency": 0
    },
    {
      "meaning": "One's career is run",
      "frequency": 0
    },
    {
      "meaning": "The party's over",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너무 빨리 끝났다~ It ended so fast. 듣기 View video BTOB : 비투비 - 비트콤 #103 (현식 'RENDEZ-VOUS' 첫 콘서트 비하인드)",
      "english": "It ended so fast."
    },
    {
      "korean": "그러니까, 드디어 끝났다! Right. It's over! 듣기 View video TWICE : 쯔가 사줫어요...그래서 한번 해보고싶어서...ㅋㅋ",
      "english": "Right. It's over!"
    },
    {
      "korean": "고생하셨습니다 - 진짜 끝났다! Thank you. - It's over now! 듣기 View video GOT7 : GOT7(갓세븐) MONOGRAPH \"FAN FEST 2019 SEVEN SECRETS\" EP.03",
      "english": "Thank you. - It's over now!"
    },
    {
      "korean": "[모든 준비는 끝났다] 스탠바이! [Preparation is comeplete] Stand by! 듣기 View video World Klass (월드 클래스) : [3회] '세계 최고의 흥행 프로듀서' 엘에이리드(L.A.Reid)의 등장!",
      "english": "[Preparation is comeplete] Stand by!"
    },
    {
      "korean": "고기 먹고 한이 녹음 아직 다 안 끝났다 그래서... After we ate barbeque and HAN said he didn't finish his recording... 듣기 View video Stray Kids : [Two Kids Room(투키즈룸)] VOL.5 Ep.09 미공개 컷",
      "english": "After we ate barbeque and HAN said he didn't finish his recording..."
    }
  ],
  "examples": [
    {
      "korean": "The meeting ended on an upbeat note. 듣기 Add to Wordbook 그 회의는 긍정적인 분위기로 끝났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The meeting ended on an upbeat note. Add to Wordbook"
    },
    {
      "korean": "The pregnancy ended in miscarriage at 11 weeks. 듣기 Add to Wordbook 그 임신은 11주째 때 유산으로 끝났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The pregnancy ended in miscarriage at 11 weeks. Add to Wordbook"
    },
    {
      "korean": "The honeymoon period for the government is now over. 듣기 Add to Wordbook 정부의 우호적 관계 기간은 이제 끝났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The honeymoon period for the government is now over. Add to Wordbook"
    },
    {
      "korean": "Their marriage has broken up. 듣기 Add to Wordbook 그들의 결혼 생활은 끝났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their marriage has broken up. Add to Wordbook"
    },
    {
      "korean": "The play finished at 10.30. 듣기 Add to Wordbook 그 연극은 10시 30분에 끝났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The play finished at 10.30. Add to Wordbook"
    }
  ]
}