{
  "phrases": [
    {
      "phrase": "끝나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "end, finish, close, be over, be done, be finished, be completed"
      ]
    },
    {
      "phrase": "여름이 끝나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "summer wanes"
      ]
    },
    {
      "phrase": "그 프로젝트는 거의 끝나 갑니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "The project is almost finished."
      ]
    },
    {
      "phrase": "이제 곧 끝나.",
      "hanja": "",
      "example": {},
      "meanings": [
        "TV It's about over.",
        "TV It'll be over soon."
      ]
    },
    {
      "phrase": "이 방송은 금방 끝나.",
      "hanja": "",
      "example": {},
      "meanings": [
        "TV This program will be over soon.",
        "TV This program will be finished shortly."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "draw on",
      "frequency": 0
    },
    {
      "meaning": "be termed out of office",
      "frequency": 0
    },
    {
      "meaning": "summer wanes",
      "frequency": 0
    },
    {
      "meaning": "a big nothing",
      "frequency": 0
    },
    {
      "meaning": "at term",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 어떻게 해야 끝나요? How does this end? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "How does this end?"
    },
    {
      "korean": "미팅 몇 시에 끝나? When is your meeting over? 듣기 View video 플레이리스트 (Playlist) : 친구 남친 바람 말한다 VS 모른척 한다 [엑스엑스(XX)] - EP.06",
      "english": "When is your meeting over?"
    },
    {
      "korean": "내가 회사 근처로 갈게 미팅 몇 시에 끝나? I'll go to your firm. When will it be over? 듣기 View video 플레이리스트 (Playlist) : 존잘 연하가 선배 꼬시는 법 [엑스엑스(XX)] - EP.05",
      "english": "I'll go to your firm. When will it be over?"
    },
    {
      "korean": "언제 끝나? When will it end? 듣기 View video 콬TV (WHYNOT) : 일진에게 반할 수 있을까?! [일진에게 찍혔을 때] 시원스쿨랩편",
      "english": "When will it end?"
    },
    {
      "korean": "우리 끝나요? Are we ending it? 듣기 View video iKON : 아이콘 4주년 !! 사랑해 아이코닉!!",
      "english": "Are we ending it?"
    }
  ],
  "examples": [
    {
      "korean": "Dead and buried. 듣기 Add to Wordbook 끝나. YBM All in All English-Korean Dictionary",
      "english": "Dead and buried. Add to Wordbook"
    },
    {
      "korean": "Night was drawing on. 듣기 Add to Wordbook 밤이 거의 끝나 가고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Night was drawing on. Add to Wordbook"
    },
    {
      "korean": "An innocent child’s life has been snuffed out by this senseless shooting. 듣기 Add to Wordbook 한 무고한 아이의 생명이 이 무분별한 총질로 끝나 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "An innocent child’s life has been snuffed out by this senseless shooting. Add to Wordbook"
    },
    {
      "korean": "What time do you knock off work? 듣기 Add to Wordbook 당신 일 몇 시에 끝나요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What time do you knock off work? Add to Wordbook"
    },
    {
      "korean": "All too soon the party was over. 듣기 Add to Wordbook 그 파티는 너무 빨리 끝나 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All too soon the party was over. Add to Wordbook"
    }
  ]
}