{
  "phrases": [
    {
      "phrase": "끝없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "endless, boundless, eternal, never-ending, (무한하다) infinite"
      ]
    },
    {
      "phrase": "끝없는 사랑",
      "hanja": "",
      "example": {},
      "meanings": [
        "endless[eternal] love"
      ]
    },
    {
      "phrase": "끝없는 망망대해",
      "hanja": "",
      "example": {},
      "meanings": [
        "a boundless ocean"
      ]
    },
    {
      "phrase": "끝없는 논의",
      "hanja": "",
      "example": {},
      "meanings": [
        "an endless[unending] discussion[argument]"
      ]
    },
    {
      "phrase": "끝없는 싸움",
      "hanja": "",
      "example": {},
      "meanings": [
        "a ceaseless[an unending] fight[struggle]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "endless",
      "frequency": 3
    },
    {
      "meaning": "illimitable",
      "frequency": 0
    },
    {
      "meaning": "shoreless",
      "frequency": 0
    },
    {
      "meaning": "brinkless",
      "frequency": 0
    },
    {
      "meaning": "Sisyphian",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "끝없는 드립으로 노력을... I do my best to make jokes continuously... 듣기 View video V COOKIE : [Full]RADIO APART X JIN YOUNG, JB (RADIO APART X 진영, JB)",
      "english": "I do my best to make jokes continuously..."
    },
    {
      "korean": "[요리 무식자의 끝없는 질문 크리에도 불구] 여기 소금 안 넣어도 돼? 소금? [Despite a cooking-ignorant's endless questions] I don't have to put salt in it? 듣기 View video 1THE9(원더나인) : 원더나인(1THE9) - 원더랜드(WONDERLAND) EP.3",
      "english": "[Despite a cooking-ignorant's endless questions] I don't have to put salt in it?"
    },
    {
      "korean": "끝없는 절망 또한 존재하지 않는다. just like endless despair doesn't exist. 듣기 View video MOMO X : [모모문고] 형섭X의웅 안형섭 편",
      "english": "just like endless despair doesn't exist."
    },
    {
      "korean": "[끝없는 방해] - 왜 아기가 나왔어? - 조용히 해. Why is there a baby? - Be quiet. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP51",
      "english": "Why is there a baby? - Be quiet."
    },
    {
      "korean": "이게 정말 끝없는 고민인 것 같아요. I think this is truly an endless dilemma. 듣기 View video V COOKIE : [Full]RADIO APART X CHOI TAE JUN (RADIO APART X 최태준)",
      "english": "I think this is truly an endless dilemma."
    }
  ],
  "examples": [
    {
      "korean": "I’ve had enough of their endless arguing. 듣기 Add to Wordbook 난 그들의 끝없는 싸움을 더 못 참겠어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve had enough of their endless arguing. Add to Wordbook"
    },
    {
      "korean": "I don't think of the past. The only thing that matters is the everlasting present. (William Somerset Maugham) 듣기 Add to Wordbook 나는 과거를 생각하지 않습니다. 중요한것은 끝없는 현재 뿐이지요. (윌리엄 서머셋 모옴, 시간명언) 명언/속담",
      "english": "I don't think of the past. The only thing that matters is the everlasting present. (William Somerset Maugham) Add to Wordbook"
    },
    {
      "korean": "Everyone in the room was fed up with his unbounded conversation. 듣기 Add to Wordbook 방에 있는 모든 사람들이 그의 끝없는 얘기에 질렸다. 절대어휘 5100",
      "english": "Everyone in the room was fed up with his unbounded conversation. Add to Wordbook"
    },
    {
      "korean": "Life is an unbroken succession of false situations. (Thornton Wilder) 듣기 Add to Wordbook 인생은 거짓된 상황의 끝없는 연속이다. (소온톤 와일더, 인생명언) 명언/속담",
      "english": "Life is an unbroken succession of false situations. (Thornton Wilder) Add to Wordbook"
    },
    {
      "korean": "Love is an act of endless forgiveness, a tender look which becomes a habit. (Peter Ustinov) 듣기 Add to Wordbook 사랑은 끝없는 용서의 행위이며, 습관으로 굳어지는 상냥한 표정이다. (피터 유스티노프 , 사랑명언) 명언/속담",
      "english": "Love is an act of endless forgiveness, a tender look which becomes a habit. (Peter Ustinov) Add to Wordbook"
    }
  ]
}