{
  "phrases": [
    {
      "phrase": "-끼리",
      "hanja": "",
      "example": {},
      "meanings": [
        "among ourselves[themselves], by ourselves[themselves], privately"
      ]
    },
    {
      "phrase": "끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(틈새에) be caught (in/between), get jammed (in), be sandwiched (in/between), be trapped",
        "(팔·손가락 사이에) hold sth (under/between)",
        "(세력 사이에) be caught (between), be sandwiched (between), be pressed (between)"
      ]
    },
    {
      "phrase": "끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(안개·구름 등이) hang, (구름이) cloud (over)",
        "(때·먼지·이끼 등이)",
        "(나쁜 기운이)"
      ]
    },
    {
      "phrase": "끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb stick in, fasten",
        "Verb stick in, lace",
        "Verb fold, link"
      ]
    },
    {
      "phrase": "남성[여성]끼리의 파티",
      "hanja": "",
      "example": {},
      "meanings": [
        "a stag[hen] party"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "between",
      "frequency": 2
    },
    {
      "meaning": "split between",
      "frequency": 0
    },
    {
      "meaning": "split among",
      "frequency": 0
    },
    {
      "meaning": "trade(=business) rivalry",
      "frequency": 0
    },
    {
      "meaning": "inside stuff",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'키싱부스' 우리 댓글도 읽어보자. - 저희 끼리만... - 떠들었어요. \"Kissing Booth\"... Let's read some comments. - We've been too... - We've been rowdy. 듣기 View video 우주소녀(WJSN) : 에뉩니온의 감성을 따라 V LIVE",
      "english": "\"Kissing Booth\"... Let's read some comments. - We've been too... - We've been rowdy."
    },
    {
      "korean": "남자끼리요? -네. Only guys? - Yes. 듣기 View video IDOL x IDOL : ToppDogg - 탑독 '핫한 것이 있으면 우리도! 한다!'",
      "english": "Only guys? - Yes."
    },
    {
      "korean": "우리 팀원 끼리 하이파이브 하자. Let's high five our team. 듣기 View video WHYNOT TV : EP05. 홈파티 음식 [무엇이 무엇이 좋을값쇼]",
      "english": "Let's high five our team."
    },
    {
      "korean": "자기들 끼리 뽀뽀해요. They kiss each other. 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '에이데일리~ 송편 나눔합시다!'",
      "english": "They kiss each other."
    },
    {
      "korean": "아니야! 니들 끼리 해! No! Just do it without me! 듣기 View video IDOL x IDOL : Man's Avenue - 맨스에비뉴 '귀가 호강하는 시간'",
      "english": "No! Just do it without me!"
    }
  ],
  "examples": [
    {
      "korean": "It is a matter for peer groups. 발음듣기 이건 동갑내기들 끼리의 문제다 User translation Inaccurate information may be included due to the users' self-traslation. xdudcksx(xdud****) Hansard",
      "english": "It is a matter for peer groups. 발음"
    },
    {
      "korean": "Intrasexual selection refers to same-sex competition. 발음듣기 동성선택은 같은 성 끼리의 경쟁을 의미한다. User translation Inaccurate information may be included due to the users' self-traslation. Evec(eunb****) Web Collection",
      "english": "Intrasexual selection refers to same-sex competition. 발음"
    },
    {
      "korean": "I've arranged quite a few, even between women. 발음듣기 꽤 여럿 엮어준적 이어, 심지어 여자 끼리도 User translation Inaccurate information may be included due to the users' self-traslation. 김정미(chur****) Web Collection",
      "english": "I've arranged quite a few, even between women. 발음"
    },
    {
      "korean": "Why don't you discuss it between yourselves? 발음듣기 여러분들 끼리 그것을 논의 하는 게 어때요? User translation Inaccurate information may be included due to the users' self-traslation. 봄여우(juns****) Web Collection",
      "english": "Why don't you discuss it between yourselves? 발음"
    },
    {
      "korean": "There's no question about it now that there is a conspiracy amongst all the oil companies. 발음듣기 이제는 정유회사들 끼리 음모가 있다는 것이 확실해졌다, User translation Inaccurate information may be included due to the users' self-traslation. BRISA(holl****) Web Collection",
      "english": "There's no question about it now that there is a conspiracy amongst all the oil companies. 발음"
    }
  ]
}