{
  "phrases": [
    {
      "phrase": "끼치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(폐·불편 등을) cause, (formal) occasion (sb sth)",
        "(영향을) influence, have an influence (on/over), have an effect (on)"
      ]
    },
    {
      "phrase": "끼치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb get goose bumps",
        "Verb rush into"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "menacing",
      "frequency": 0
    },
    {
      "meaning": "guarantee a person against[from] loss",
      "frequency": 0
    },
    {
      "meaning": "a hair-raising tale",
      "frequency": 0
    },
    {
      "meaning": "a blood-curdling adventure",
      "frequency": 0
    },
    {
      "meaning": "hide-the-ball",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "폐를 끼칠 수는 없... any trouble because of my broadcast. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -03- '일훈이의 작업실로 놀러오세요!'",
      "english": "any trouble because of my broadcast."
    },
    {
      "korean": "소름이 끼칠 정도로 맛있는데. I know this is shockingly delicious. 듣기 View video V COOKIE : [REPLAY]Christmas Week EP.5 B1A4",
      "english": "I know this is shockingly delicious."
    },
    {
      "korean": "이름을 되게 잘 지으셔서 소름 끼칠 때가 있어요. I get goose bumps sometimes. 듣기 View video 우주소녀(WJSN) : 빈티지박스 Vol.2 유승우 X 유연정 Double_U의 라이브!",
      "english": "I get goose bumps sometimes."
    },
    {
      "korean": "앞으로도 대중문화 발전에 좋은 영향을 끼칠 수 있도록 노력하겠습니다. I will work harder to make a good impact on developing Korean culture. 듣기 View video V Special : 2017 대한민국 대중문화예술상 LIVE",
      "english": "I will work harder to make a good impact on developing Korean culture."
    },
    {
      "korean": "먼지... - 그래서 너 365일 24시간 소름 끼쳐 있구나, 너! Dust... - You must have goose bumps 365 days a year. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "Dust... - You must have goose bumps 365 days a year."
    }
  ],
  "examples": [
    {
      "korean": "Pollution can harm marine life. 듣기 Add to Wordbook 오염은 해양 생물들에게 해를 끼칠 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Pollution can harm marine life. Add to Wordbook"
    },
    {
      "korean": "Jealousy can harm friendships. 듣기 Add to Wordbook 질투는 우정에 해를 끼칠 수 있다. 절대어휘 5100",
      "english": "Jealousy can harm friendships. Add to Wordbook"
    },
    {
      "korean": "Immoderate exercise can harm your body. 듣기 Add to Wordbook 무리한 운동은 몸에 해를 끼칠 수 있다. 절대어휘 5100",
      "english": "Immoderate exercise can harm your body. Add to Wordbook"
    },
    {
      "korean": "Our behavior in other countries may affect the forming of stereotypes by the natives. 듣기 Add to Wordbook 다른 나라에서의 우리의 행동이 그 주민들이 고정관념을 형성하는 데 영향을 끼칠 수도 있다. 절대어휘 5100",
      "english": "Our behavior in other countries may affect the forming of stereotypes by the natives. Add to Wordbook"
    },
    {
      "korean": "Conditions in the refugee camps were horrendous. 듣기 Add to Wordbook 난민 캠프의 상태는 소름 끼칠 만큼 비참했다. YBM All in All English-Korean Dictionary",
      "english": "Conditions in the refugee camps were horrendous. Add to Wordbook"
    }
  ]
}