{
  "phrases": [
    {
      "phrase": "나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖으로) go out, get out, leave, (잠깐) step out",
        "go (어떤 장소로)",
        "(앞으로) go forward, move forward"
      ]
    },
    {
      "phrase": "나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb nagada"
      ]
    },
    {
      "phrase": "한걸음 더 나가서",
      "hanja": "",
      "example": {},
      "meanings": [
        "taking a step forward"
      ]
    },
    {
      "phrase": "저는 집에 앉아 있는 것보다 밖에 나가서 뭔가를 하는 걸 좋아해요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "여가활동 I prefer going outside and doing something to sitting around at home."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "taking a step forward",
      "frequency": 0
    },
    {
      "meaning": "good to go",
      "frequency": 0
    },
    {
      "meaning": "off one's head",
      "frequency": 0
    },
    {
      "meaning": "out for scalps",
      "frequency": 0
    },
    {
      "meaning": "sieve of Eratosthenes",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "밖에 나가서! - 응, 그러니까! outside! - Exactly! 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.27 세봉이의 상상은 현실이 된다 #1",
      "english": "outside! - Exactly!"
    },
    {
      "korean": "윤종신 형이 외국에 나가서... But Jongshin is studying abroad. 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] E05 #이제부산으로 #취향마저찰떡 #야밤의첫합주",
      "english": "But Jongshin is studying abroad."
    },
    {
      "korean": "좀만 앞으로 나가서 해 볼까? Should we go out a bit and try it? 듣기 View video 렛스튜디오 (LETstudio) : 친구에게 배신감을 느낄 때 [웹드라마 여름방학 Ep04] Letfilm",
      "english": "Should we go out a bit and try it?"
    },
    {
      "korean": "나 며칠 전에 나 마크랑 나가서 놀았는데! I went out with MARK a couple days ago! 듣기 View video V PICK! : [NCT] 제가 지금 천지 보다가 천국가면 대박 빨라요 보여줄까요? (Chenle&Jisung's trainee years story)",
      "english": "I went out with MARK a couple days ago!"
    },
    {
      "korean": "뭘 준비해? - 밖에 나가서 다 우르르르 나가서 준비하고 왔잖아! Prepare what? - You all went out and prepared! 듣기 View video IU : [IU TV] 엉망진창 아이유 11주년 파티",
      "english": "Prepare what? - You all went out and prepared!"
    }
  ],
  "examples": [
    {
      "korean": "He’s out on a spree. 듣기 Add to Wordbook 그는 나가서 흥청거리고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s out on a spree. Add to Wordbook"
    },
    {
      "korean": "If you don’t go out and meet new people, it’s easy to get into a rut. 듣기 Add to Wordbook 밖에 나가서 새로운 사람들을 만나지 않으면 틀에 갇히기 쉽다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If you don’t go out and meet new people, it’s easy to get into a rut. Add to Wordbook"
    },
    {
      "korean": "I suggest (that) we go out to eat. 듣기 Add to Wordbook 전 나가서 외식할 것을 제안해요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I suggest (that) we go out to eat. Add to Wordbook"
    },
    {
      "korean": "Let’s go and get some fresh air. 듣기 Add to Wordbook 나가서 상쾌한 공기 좀 쐬자. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let’s go and get some fresh air. Add to Wordbook"
    },
    {
      "korean": "She left the room in tears so I went after her. 듣기 Add to Wordbook 그녀가 눈물을 흘리며 방을 나가서 내가 뒤따라갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She left the room in tears so I went after her. Add to Wordbook"
    }
  ]
}