{
  "phrases": [
    {
      "phrase": "나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖으로) go out, get out, leave; (잠깐) step out",
        "go (어떤 장소로)",
        "(앞으로) go forward, move forward"
      ]
    },
    {
      "phrase": "나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb nagada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "try to escape from justice",
      "frequency": 0
    },
    {
      "meaning": "take shelter in vague excuse",
      "frequency": 0
    },
    {
      "meaning": "Thought Blocked",
      "frequency": 0
    },
    {
      "meaning": "pursue",
      "frequency": 2
    },
    {
      "meaning": "extrude",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "언니 나 가려. You're blocking me. 듣기 View video T-ARA : [T-ARA] 티아라 새앨범 자켓 촬영중 깜짝 라이브!!",
      "english": "You're blocking me."
    },
    {
      "korean": "미운 말이 나가려 할 때! When you want to say something mean! 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : 초능력드라마(봉인해제 13세)EP10_소문의 소문에 소문을 위한(상)",
      "english": "When you want to say something mean!"
    },
    {
      "korean": "겁이 많아. - 그래서 유진이가 계속 몰래 나가려 했어 내가 자는 줄 알고. She gets scared easy. - Yujin tried to leave after I was asleep. 듣기 View video CLC : CLC - '아니야(No oh oh)' 막방 비하인드 영상(Last week behind) -Part.2-",
      "english": "She gets scared easy. - Yujin tried to leave after I was asleep."
    },
    {
      "korean": "나갈게요~ - 아직이야? I will go out. - Not yet? 듣기 View video MAMAMOO : 용콩별콩 뒤집어지는 LIVE",
      "english": "I will go out. - Not yet?"
    },
    {
      "korean": "왜 못 나가는지 아세요? - 왜요? Do you know why? - Why? 듣기 View video MAMAMOO : 용콩별콩 뒤집어지는 LIVE",
      "english": "Do you know why? - Why?"
    }
  ],
  "examples": [
    {
      "korean": "Joe is a mama's boy who won't leave home. 발음듣기 조는 집밖으로 나가려 들지를 않는 마마보이다. Neungyule",
      "english": "Joe is a mama's boy who won't leave home. 발음"
    },
    {
      "korean": "Many subcultures are often seen as constantly evolving, as their members attempt to remain one step ahead of the dominant culture. 발음듣기 많은 하위 문화는 그 구성원들이 주류 문화보다 한발 앞서 나가려 하면서 계속해 진화하는 것처럼 보이는 경우가 흔히 있다. YBM All in All English-Korean Dictionary",
      "english": "Many subcultures are often seen as constantly evolving, as their members attempt to remain one step ahead of the dominant culture. 발음"
    },
    {
      "korean": "Keating comes to get his things and is about to exit. 발음듣기 키팅은 자기 물건을 가지러 들어왔다가 나가려 한다. TIMES CORE",
      "english": "Keating comes to get his things and is about to exit. 발음"
    },
    {
      "korean": "I was trying to make a getaway. 발음듣기 나는 빠져 나가려 하고 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 왕눈이(yuna****) Web Collection",
      "english": "I was trying to make a getaway. 발음"
    },
    {
      "korean": "I am going out to enjoy the sunrise. 발음듣기 나는 해돋이를 즐기러 나가려 한다. User translation Inaccurate information may be included due to the users' self-traslation. 정기훈(jgh4****) Web Collection",
      "english": "I am going out to enjoy the sunrise. 발음"
    }
  ]
}