{
  "phrases": [
    {
      "phrase": "나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖으로) go out, get out, leave, (잠깐) step out",
        "go (어떤 장소로)",
        "(앞으로) go forward, move forward"
      ]
    },
    {
      "phrase": "나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb nagada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pursue",
      "frequency": 3
    },
    {
      "meaning": "extrude",
      "frequency": 3
    },
    {
      "meaning": "out",
      "frequency": 3
    },
    {
      "meaning": "sprawl",
      "frequency": 3
    },
    {
      "meaning": "rambling",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "쭉~ 쭉~ 이어나가길 바랍니다. be unchanging and continue to move forward. 듣기 View video zzal TV GODAKU : 나루토에 등장하는 캐릭터 파워랭킹 10 [GO다쿠 시즌3.6 / 11화]",
      "english": "be unchanging and continue to move forward."
    },
    {
      "korean": "포기하지 말고 끝까지 힘내서 쭉 밀고 나가길 빌게요. Don't give up, hang in there, and push through it. 듣기 View video iKON : 브이나잇 from.동동 (열두번째 밤)",
      "english": "Don't give up, hang in there, and push through it."
    },
    {
      "korean": "우주 곳곳으로 퍼져나가길 바라는 마음으로 마련한 세리머니입니다. Korea to the world and to the universe, too. 듣기 View video V COOKIE : [FULL] 2018 GLOBAL VLIVE TOP 10 - Wanna One",
      "english": "Korea to the world and to the universe, too."
    },
    {
      "korean": "우주 곳곳으로 퍼져나가길 바라는 마음으로 마련한 세레머니입니다. and beyond the universe, we have prepared a ceremony. 듣기 View video V COOKIE : [FULL] 2018 GLOBAL VLIVE TOP 10 - Golden Child",
      "english": "and beyond the universe, we have prepared a ceremony."
    },
    {
      "korean": "우주 곳곳으로 퍼져나가길 바라는 마음으로 마련한 세리머니입니다. and through the universe, I've prepared this ceremony. 듣기 View video V COOKIE : [FULL] 2018 GLOBAL VLIVE ROOKIE TOP 5 - THE BOYZ",
      "english": "and through the universe, I've prepared this ceremony."
    }
  ],
  "examples": [
    {
      "korean": "The number of students who want to go abroad is frightening. 듣기 Add to Wordbook 해외에 나가길 원하는 학생들의 숫자가 놀랄 만큼 많다. 절대어휘 5100",
      "english": "The number of students who want to go abroad is frightening. Add to Wordbook"
    },
    {
      "korean": "Many people wanted to be outdoors to see the cherry blossoms and other spring flowers. 듣기 Add to Wordbook 많은 사람들은 벚꽃과 다른 봄 꽃들을 보기 위해 야외에 나가길 원했다. Neungyule",
      "english": "Many people wanted to be outdoors to see the cherry blossoms and other spring flowers. Add to Wordbook"
    },
    {
      "korean": "Are you saying you want me to move out? 듣기 Add to Wordbook 제가 이 집에서 나가길 원하신다는 말씀이세요? Neungyule",
      "english": "Are you saying you want me to move out? Add to Wordbook"
    },
    {
      "korean": "He prefers to keep his business advancing at a fast pace. 듣기 Add to Wordbook 그는 회사가 빠른 속도로 앞서나가길 원하고 있다. Neungyule",
      "english": "He prefers to keep his business advancing at a fast pace. Add to Wordbook"
    },
    {
      "korean": "Now his exporting business has grown so successful, they want to get in on the act. 듣기 Add to Wordbook 그의 수출업이 아주 성공하자 그들도 그 방면으로 나가길 원한다 Dong-a's Prime English-Korean Dictionary",
      "english": "Now his exporting business has grown so successful, they want to get in on the act. Add to Wordbook"
    }
  ]
}