{
  "phrases": [
    {
      "phrase": "나부랭이",
      "hanja": "",
      "example": {},
      "meanings": [
        "(조각) pieces, bits, scraps, slips, strips, odd pieces",
        "(사람) a petty[minor] one"
      ]
    },
    {
      "phrase": "종이 나부랭이",
      "hanja": "",
      "example": {},
      "meanings": [
        "pieces[scraps, slips, strips] of paper"
      ]
    },
    {
      "phrase": "순경 나부랭이",
      "hanja": "",
      "example": {},
      "meanings": [
        "a petty policeman"
      ]
    },
    {
      "phrase": "헝겊 나부랭이",
      "hanja": "",
      "example": {},
      "meanings": [
        "pieces[scraps, strips] of cloth"
      ]
    },
    {
      "phrase": "종이나부랭이",
      "hanja": "",
      "example": {},
      "meanings": [
        "a scrap[slip] of paper."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tatter",
      "frequency": 3
    },
    {
      "meaning": "journo",
      "frequency": 0
    },
    {
      "meaning": "flock 2",
      "frequency": 3
    },
    {
      "meaning": "pieces[scraps, strips] of cloth",
      "frequency": 0
    },
    {
      "meaning": "a petty policeman",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "왜 얘는 아이돌이고 나는 고딩 나부랭이야? Why is she an idol and I'm just a high schooler? 듣기 View video 콬TV (WHYNOT) : 처음 본 남자랑 일주일만 연애를? [7일만 로맨스] EP01",
      "english": "Why is she an idol and I'm just a high schooler?"
    },
    {
      "korean": "어디서 실장 나부랭이가... Why a petty CEO... 듣기 View video 아이돌 드라마 공작단 (Idol Drama Operation Team) : [드라마 7화] 행사장 음향사고, 주저하지마!",
      "english": "Why a petty CEO..."
    },
    {
      "korean": "저는 아무런 능력이 없는 아이돌 나부랭이 정도. I have no say in this. I am just an idol singer. 듣기 View video 2PM : 블랙데이! 택연이랑 함께 먹어요",
      "english": "I have no say in this. I am just an idol singer."
    },
    {
      "korean": "굴러 들어온 돌인 매니저 나부랭이는 비교가 안 돼. doesn't compare to a petty manager who just rolled in. 듣기 View video WHYNOT TV : 사내연애보다 더 꿀잼인 거, 사내정치 [오피스워치 시즌2] EP02. 60분",
      "english": "doesn't compare to a petty manager who just rolled in."
    }
  ],
  "examples": [
    {
      "korean": "What a poisonous, petty little piece of writing. 듣기 Add to Wordbook 얼마나 불쾌하고, 시시한 글 나부랭이인지. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 왕눈이(yuna****)",
      "english": "What a poisonous, petty little piece of writing. Add to Wordbook"
    },
    {
      "korean": "Sarko does not appear to be a socialist maggot. 듣기 Add to Wordbook Sarko는 사회주의자 나부랭이인 것 같지는 않아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 dynamics(leeh****)",
      "english": "Sarko does not appear to be a socialist maggot. Add to Wordbook"
    },
    {
      "korean": "I used to think he was some kind of conspiracy theory wacko. 듣기 Add to Wordbook 나는 그가 어떤 음모론자 나부랭이 쯤이라고 생각했었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 낄낄(alsd****)",
      "english": "I used to think he was some kind of conspiracy theory wacko. Add to Wordbook"
    },
    {
      "korean": "Now they're either for old women or full of special effects rubbish. 듣기 Add to Wordbook 이제 그들은 할머니들 취향이거나 특수효과 나부랭이로 가득차있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Now they're either for old women or full of special effects rubbish. Add to Wordbook"
    },
    {
      "korean": "There was such an arty do. 듣기 Add to Wordbook 예술가 나부랭이들이 할 만한 것들이 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 마틸다(aldu****)",
      "english": "There was such an arty do. Add to Wordbook"
    }
  ]
}