{
  "phrases": [
    {
      "phrase": "나오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖으로) come[get, go] out, emerge (from)",
        "(앞으로) come forward, step forward",
        "(나타나다) appear, turn up, (informal) show (up); (해·달 등이) rise, come out; (유령이) haunt"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "emerge",
      "frequency": 2
    },
    {
      "meaning": "alternate",
      "frequency": 1
    },
    {
      "meaning": "잘되다",
      "frequency": 0
    },
    {
      "meaning": "spurt",
      "frequency": 1
    },
    {
      "meaning": "ricochet",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[휴닝 몰이] 힌트가 나올지 몰랐어? [Teasing HUENING] You didn't know you'd get the clue? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.19",
      "english": "[Teasing HUENING] You didn't know you'd get the clue?"
    },
    {
      "korean": "잘 나올지 모르겠어요 - 진짜 금이야? I don't know how it would turn out. - Is it real gold? 듣기 View video MONSTA X : [몬채널][B] EP.181 'FANTASIA' COMEBACK WEEK part.2",
      "english": "I don't know how it would turn out. - Is it real gold?"
    },
    {
      "korean": "어떻게 나올지 너무 떨리네요 - 내일 공개됩니다! but I'm nervous how it'll turn out. - It'll be revealed tomorrow! 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ-TALKER(슼즈토커)] Ep.27",
      "english": "but I'm nervous how it'll turn out. - It'll be revealed tomorrow!"
    },
    {
      "korean": "무슨 문제가 나올지 - 시작! Which questions will there be? - Go! 듣기 View video Dispatch : [ⓓxV] “빅망진창 Mayday 합주회 ①” (빅톤 : VICTON)",
      "english": "Which questions will there be? - Go!"
    },
    {
      "korean": "[어쩌면 음원으로 나올지도...?] [Will they release the sound track...?] View video Dingo Freestyle / 딩고프리스타일 : [영리한 문제아들] Behind Clip 2 : 댓글읽기",
      "english": "[Will they release the sound track...?]"
    }
  ],
  "examples": [
    {
      "korean": "I got a raise this year. I wonder how much it’ll be this month. 발음듣기 올해 연봉 인상이 있었어. 이번 달 얼마가 나올지 궁금하네. DARAKWON",
      "english": "I got a raise this year. I wonder how much it’ll be this month. 발음"
    },
    {
      "korean": "I heard G Dragon is gonna make another solo album. Anyone know when it’s dropping? 발음듣기 지드래곤이 또 다른솔로 앨범을 만들 거라고 들었어. 언제 나올지 아는 사람? DARAKWON",
      "english": "I heard G Dragon is gonna make another solo album. Anyone know when it’s dropping? 발음"
    },
    {
      "korean": "I heard Park Myoung Soo recorded a song with G Dragon. I’m curious how it’s going to turn out. 발음듣기 박명수가 지드래곤이랑 함께 노래를 녹음했다고 들었는데, 어떻게 결과가 나올지 궁금해. DARAKWON",
      "english": "I heard Park Myoung Soo recorded a song with G Dragon. I’m curious how it’s going to turn out. 발음"
    },
    {
      "korean": "Wonder how it’s gonna turn out with the two of them working together. 발음듣기 둘이 같이 일하면 어떤 작품이 나올지 궁금하다. DARAKWON",
      "english": "Wonder how it’s gonna turn out with the two of them working together. 발음"
    },
    {
      "korean": "I know for sure how he will react. 발음듣기 그가 어떻게 나올지 눈에 선하다 Neungyule",
      "english": "I know for sure how he will react. 발음"
    }
  ]
}