{
  "phrases": [
    {
      "phrase": "나아지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "improve, get[become] better"
      ]
    },
    {
      "phrase": "좀 나아질 거라고 기대합니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-회의 We expect things to get better soon."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "flatline",
      "frequency": 0
    },
    {
      "meaning": "improve",
      "frequency": 3
    },
    {
      "meaning": "look up",
      "frequency": 0
    },
    {
      "meaning": "as good as it gets",
      "frequency": 0
    },
    {
      "meaning": "upwardly mobile",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아마 지금 흐려서 그렇지, 2시 되면 좀 나아질 걸? It's just cloudy now but it'll get better around 2pm. 듣기 View video 키워드#보아 - my SMTelevision : [키워드#보아] Ep.62 보아와 키의 마지막 여행 (2)",
      "english": "It's just cloudy now but it'll get better around 2pm."
    },
    {
      "korean": "지속적, 정기적으로 미백크림을 발라주면 점점 나아질 거예요. If you continuously and regularly do this, you'll see improvement gradually. 듣기 View video Wishtrend TV : All About Dark Circles | 5 Causes and Hacks to Remove Dark Circles | Wishtrend TV",
      "english": "If you continuously and regularly do this, you'll see improvement gradually."
    },
    {
      "korean": "나아질거야. I'm going to lose. 듣기 View video PeekaVoo! : [알방라이브] 모모랜드의 서열왕 EP.1",
      "english": "I'm going to lose."
    },
    {
      "korean": "나아질 거야. It will get better. 듣기 View video DIA : 다이아 부산원아시아페스티벌 퇴근길!!",
      "english": "It will get better."
    },
    {
      "korean": "기분도 점점 나아질 거예요. you will feel much better. 듣기 View video DIA : [DIA] 책 읽어주는 채연이♡",
      "english": "you will feel much better."
    }
  ],
  "examples": [
    {
      "korean": "The gloomy weather shows no sign of improving. 듣기 Add to Wordbook 음울한 날씨는 나아질 조짐이 보이지 않는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The gloomy weather shows no sign of improving. Add to Wordbook"
    },
    {
      "korean": "These tyres give the bus better grip in slippery conditions. 듣기 Add to Wordbook 이 타이어를 달면 미끄러운 길에서도 버스의 접지력이 나아질 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These tyres give the bus better grip in slippery conditions. Add to Wordbook"
    },
    {
      "korean": "There is some hope that things will improve. 듣기 Add to Wordbook 사정이 나아질 희망이 약간 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There is some hope that things will improve. Add to Wordbook"
    },
    {
      "korean": "Try this—it will pick you up. 듣기 Add to Wordbook 이걸 해[써/먹어] 봐. 기분이 나아질 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Try this—it will pick you up. Add to Wordbook"
    },
    {
      "korean": "You’ll feel better after a good night’s sleep. 듣기 Add to Wordbook 하룻밤 푹 자고 나면 나아질 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’ll feel better after a good night’s sleep. Add to Wordbook"
    }
  ]
}