{
  "phrases": [],
  "meanings": [
    {
      "meaning": "Najm ad-Din Ayyub",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나 짐 아직 안 싼 것 같은데. I haven't finished packing yet. 듣기 View video NU'EST : NU'EST V time : 백민 눕방",
      "english": "I haven't finished packing yet."
    },
    {
      "korean": "짐. 챙겼어? - 나 짐 별로 없어. Did you get your stuff? - I don't have much. 듣기 View video TWICE : 사쯔",
      "english": "Did you get your stuff? - I don't have much."
    },
    {
      "korean": "나 짐 들고오자마자 짐을 다 가져갔어. I brought my stuff and it was gone in an instant. 듣기 View video Stray Kids : 끝난 줄 알았징~?",
      "english": "I brought my stuff and it was gone in an instant."
    }
  ],
  "examples": [
    {
      "korean": "When asked to give advice on business and career for our young readers, Nazim Ahmed said, \"Never stop your flow of ideas.\" 듣기 Add to Wordbook 우리의 어린 독자들을 위해 사업과 직업에 대한 충고를 달라고 요청받았을 때, 나짐 아메드는 \"여러분이 떠올리는 아이디어의 흐름을 결코 멈추지 마세요.\" TIMES CORE",
      "english": "When asked to give advice on business and career for our young readers, Nazim Ahmed said, \"Never stop your flow of ideas.\" Add to Wordbook"
    },
    {
      "korean": "Several months ago, the idea of transforming DNA into abstract art dawned unexpectedly one night when DNA 11 co-founder Adrian Salamunovic was flicking through a brochure his close friend Nazim Ahmed had brought back from work. 듣기 Add to Wordbook DNA를 추상미술로 변형시키고자 하는 생각은 몇 달 전, DNA 11 공동 창시자인 애드리안 살라무노빅이 친한 친구인 나짐 아메드가 직장에서 가지고 온 안내 책자를 훑어보고 있었던 어느 날 밤에 예기치 않게 떠올랐다. TIMES CORE",
      "english": "Several months ago, the idea of transforming DNA into abstract art dawned unexpectedly one night when DNA 11 co-founder Adrian Salamunovic was flicking through a brochure his close friend Nazim Ahmed had brought back from work. Add to Wordbook"
    },
    {
      "korean": "I was very thorough when I packed. 듣기 Add to Wordbook 나 짐 쌀 때 아주 꼼꼼했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 킴(jiho****)",
      "english": "I was very thorough when I packed. Add to Wordbook"
    },
    {
      "korean": "They were acting on a tip from an informant who said al-Najim was inside. 듣기 Add to Wordbook 그들은 알 나짐이 안에 있다는 정보원의 제보에 따라 조치를 취하고 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 재미지다(face****)",
      "english": "They were acting on a tip from an informant who said al-Najim was inside. Add to Wordbook"
    }
  ]
}