{
  "phrases": [
    {
      "phrase": "나신",
      "hanja": " (裸身)",
      "example": {},
      "meanings": [
        "(=나체(裸體))"
      ]
    },
    {
      "phrase": "나신",
      "hanja": " (裸身)",
      "example": {},
      "meanings": [
        "Noun naked body, bare body, nude"
      ]
    },
    {
      "phrase": "narceine",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 화학 나르세인 ((마취성 알칼로이드))"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a naked body",
      "frequency": 0
    },
    {
      "meaning": "fig leaf",
      "frequency": 0
    },
    {
      "meaning": "Shechinah",
      "frequency": 0
    },
    {
      "meaning": "prunasin",
      "frequency": 0
    },
    {
      "meaning": "나르세인",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "생각나신 분 먼저... If you have an answer, please. 듣기 View video SECHSKIES : [Replay] SECHSKIES - COMEBACK LIVE '젝다방 포 유 (SECHDABANG FOR YOU)'",
      "english": "If you have an answer, please."
    },
    {
      "korean": "근데 나 신 음료 좋아해 - 진짜요? But I like sour drinks. - Really? 듣기 View video AB6IX : [Replay] AB6IX 1ST ALBUM [6IXENSE] SHOWCASE",
      "english": "But I like sour drinks. - Really?"
    },
    {
      "korean": "어떻게 혹시 생각나신... - 근데 7%는 너무 작게 잡은 거 아니야? Something you thought of... - But isn't 7% too low? 듣기 View video KBS드라마 : [러블리 호러블리] 제작발표회 대기실 라이브 / [Lovely Horribly] LIVE on Press Conference Backstage",
      "english": "Something you thought of... - But isn't 7% too low?"
    },
    {
      "korean": "[동운이 혹시 아이디어 있나요?] 우리 손동운 씨 생각나신 것 같아요? [Dong-woon, do you have any ideas?] Any ideas, Dong-woon? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 3회 - 낄낄빠빠 AI 덕분에 화난 '시인' 손동운",
      "english": "[Dong-woon, do you have any ideas?] Any ideas, Dong-woon?"
    },
    {
      "korean": "[신 거 못 먹는 사람] - 나 신 거 진짜 못 먹는데 - 세졌다고? [He can't eat sour things] - I can't eat sour things. - It's gotten more sour? 듣기 View video Dispatch : [ⓓxV] “오케이! 할로윈 ASMR” 할로윈 간식 먹방 ① (NCT127)",
      "english": "[He can't eat sour things] - I can't eat sour things. - It's gotten more sour?"
    }
  ],
  "examples": [
    {
      "korean": "a bronze nude by Rodin 듣기 Add to Wordbook 로댕의[로댕이 만든] 청동 나신상 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a bronze nude by Rodin Add to Wordbook"
    },
    {
      "korean": "Mother shouted at me,“ Don’t talk back to me like that”: she must be very angry with me. 듣기 Add to Wordbook 어머니께서 나에게 소리치셨다,“그런 식으로 말대답하지 말아라”: 화가 많이 나신 것 같았다. YBM All in All English-Korean Dictionary",
      "english": "Mother shouted at me,“ Don’t talk back to me like that”: she must be very angry with me. Add to Wordbook"
    },
    {
      "korean": "Among them, religions are ways to believe in a god or gods, including praying or worshipping. 듣기 Add to Wordbook 그것들 중에서, 종교는 기도 또는 예배를 포함하여, 신이나 신들을 믿는 방법이다. TIMES CORE",
      "english": "Among them, religions are ways to believe in a god or gods, including praying or worshipping. Add to Wordbook"
    },
    {
      "korean": "Sword of this Stone and Anvil, is Rightwise King Born of All England” (201). 듣기 Add to Wordbook 201. 이 돌모루에 박힌 검은 곧 영국을 위해 나신 의의 왕이시다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Sword of this Stone and Anvil, is Rightwise King Born of All England” (201). Add to Wordbook"
    },
    {
      "korean": "Voiceover: It is. It shows two figures who really take up the entire space of the canvas, with the male figure in front looking very menacing, and a passive, very sexual, female nude behind him. 듣기 Add to Wordbook 그렇습니다. 이 작품은 앞쪽을 위협적으로 주시하는 남자와 그 뒤로 소극적이고 매우 성적인 여인의 나신으로 캔버스의 공간을 완전히 장악한 두 피사체의 모습을 보여줍니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Ask(anap****) Khan Academy",
      "english": "Voiceover: It is. It shows two figures who really take up the entire space of the canvas, with the male figure in front looking very menacing, and a passive, very sexual, female nude behind him. Add to Wordbook"
    }
  ]
}