{
  "phrases": [
    {
      "phrase": "나오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖으로) come[get, go] out, emerge (from)",
        "(앞으로) come forward, step forward",
        "(나타나다) appear, turn up, (informal) show (up), (해·달 등이) rise, come out, (유령이) haunt"
      ]
    },
    {
      "phrase": "팥을 심으면 팥이 나오고 콩을 심으면 콩이 나온다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Red beans grow if red beans were sowed, beans grow if beans were sowed, As one sows, so shall he reap, An onion will not produce a rose"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "serpentine front",
      "frequency": 0
    },
    {
      "meaning": "whiteprint",
      "frequency": 0
    },
    {
      "meaning": "phony disease",
      "frequency": 0
    },
    {
      "meaning": "umbrella plant",
      "frequency": 0
    },
    {
      "meaning": "offscreen",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "3번 트랙이 나오고 있어요 여러분! #3 is already playing! 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "#3 is already playing!"
    },
    {
      "korean": "첫 번째로 나오고 싶으신 이유가 뭐였나요? Why did you come out as the first one? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.5 부승관의 전생연분 #1 (SeungKwan Boo's Past Life Destiny #1)",
      "english": "Why did you come out as the first one?"
    },
    {
      "korean": "네! - 드디어! 드디어 나옵니다, 언제 나오나 했는데 드디어 나오고요 - 마침내! Yes! - It'll be out. I was wondering when and it's finally coming out. - Finally! 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Yes! - It'll be out. I was wondering when and it's finally coming out. - Finally!"
    },
    {
      "korean": "제대로 나오고 있나? Am I in the shot? 듣기 View video Stray Kids : [SKZ VLOG] 아이엔 : 아기빵, 우리집으로 가자",
      "english": "Am I in the shot?"
    },
    {
      "korean": "전 일단 내일 나오고요 - 내일 나와요? Well, tomorrow. - Oh, tomorrow? 듣기 View video SMTOWN : [FULL] 슈퍼주니어의 2YA2YAO! LIVE @ SJ THE STAGE",
      "english": "Well, tomorrow. - Oh, tomorrow?"
    }
  ],
  "examples": [
    {
      "korean": "Commuters came pouring out of the station. 듣기 Add to Wordbook 역에서 통근자들이 쏟아져 나오고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Commuters came pouring out of the station. Add to Wordbook"
    },
    {
      "korean": "The detergent comes in powder or liquid form. 듣기 Add to Wordbook 그 세제는 가루로도 나오고 액체 형태로도 나온다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The detergent comes in powder or liquid form. Add to Wordbook"
    },
    {
      "korean": "A thread of light emerged from the keyhole. 듣기 Add to Wordbook 열쇠 구멍에서 한 줄기 불빛이 새어나오고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A thread of light emerged from the keyhole. Add to Wordbook"
    },
    {
      "korean": "There were murmurs of both assent and dissent from the crowd. 듣기 Add to Wordbook 사람들 사이에서 찬성의 수군거림도 나오고 반대의 수군거림도 나왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There were murmurs of both assent and dissent from the crowd. Add to Wordbook"
    },
    {
      "korean": "Blood was spurting from her nose. 듣기 Add to Wordbook 그녀의 코에서 피가 뿜어져 나오고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Blood was spurting from her nose. Add to Wordbook"
    }
  ]
}