{
  "phrases": [
    {
      "phrase": "나서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(앞으로 나가다)",
        "(간섭·참견하다) meddle (in/with), interfere (in), (informal) butt in",
        "(적극적으로 시작하다) set out, (조치를 취하다) take action"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unclaimed",
      "frequency": 0
    },
    {
      "meaning": "self-effacement",
      "frequency": 0
    },
    {
      "meaning": "self-effacingly",
      "frequency": 0
    },
    {
      "meaning": "stay back",
      "frequency": 0
    },
    {
      "meaning": "unpresuming",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "범인은~? 당장 나서지 못할까! Whoever did it, show yourself! 듣기 View video 컨스TV : 몽슈슈 글로벌하우스 E11. [나랑 연애할래? 뛰어내릴래?]",
      "english": "Whoever did it, show yourself!"
    },
    {
      "korean": "[리더의 단호함] [넌 나서지 말았어야지!] [Leader being stern] [You shouldn't have come forward!] View video LOVELYZ : '러블리즈 다이어리 시즌7' 7화 ('Lovelyz Diary Season 6' EP.7 )",
      "english": "[Leader being stern] [You shouldn't have come forward!]"
    },
    {
      "korean": "감정적으로 나서지 않도록 주의를 기울이세요. use caution not to act out on your emotions. 듣기 View video V COOKIE : [Full] IMFACT X Rooftop Live - 임팩트의 루프탑라이브!",
      "english": "use caution not to act out on your emotions."
    },
    {
      "korean": "저는 벚꽃축제 혹은 봄 이럴 때는 집을 나서지 않아요. I don't go out of the house when it's spring time. 듣기 View video INFINITE : 우현이 내게오나봐 잘사람자라디오 8화 우현이 내게오나봐 잘사람자라디오 8화",
      "english": "I don't go out of the house when it's spring time."
    },
    {
      "korean": "나서지 말고. 나서지 않았으면 좋겠어. Just stay quiet. Please. 듣기 View video 2PM : 핫티, 앞으로도 함께하자9",
      "english": "Just stay quiet. Please."
    }
  ],
  "examples": [
    {
      "korean": "Nobody spoke out in his defence. 듣기 Add to Wordbook 아무도 그를 분명히 옹호하고 나서지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Nobody spoke out in his defence. Add to Wordbook"
    },
    {
      "korean": "She might have been killed if the neighbours hadn’t intervened. 듣기 Add to Wordbook 이웃 사람들이 개입하고 나서지 않았더라면 그녀가 목숨을 잃었을지도 모른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She might have been killed if the neighbours hadn’t intervened. Add to Wordbook"
    },
    {
      "korean": "Be not the first to quarrel nor the last to make it up. 듣기 Add to Wordbook 다툴 때는 먼저 나서지 말고, 화해할 때는 끄트머리가 되지 말라. (서양속담, 용서속담) 명언/속담",
      "english": "Be not the first to quarrel nor the last to make it up. Add to Wordbook"
    },
    {
      "korean": "What do you know? Go soak yourself! 듣기 Add to Wordbook 네가 뭘 알겠니. 쓸데없이 나서지 말게. YBM All in All English-Korean Dictionary",
      "english": "What do you know? Go soak yourself! Add to Wordbook"
    },
    {
      "korean": "He found no sale for the house. 듣기 Add to Wordbook 그는 그 집을 살 사람을 찾지 못했다[그 집을 살 사람이 아무도 나서지 않았다]. Friendict Level English-Korean Dictionary",
      "english": "He found no sale for the house. Add to Wordbook"
    }
  ]
}