{
  "phrases": [],
  "meanings": [
    {
      "meaning": "Naowarat Phongphaibun",
      "frequency": 0
    },
    {
      "meaning": "NAO BUSTAMANTE",
      "frequency": 0
    },
    {
      "meaning": "Nao Ōmori",
      "frequency": 0
    },
    {
      "meaning": "Kō no Moronao",
      "frequency": 0
    },
    {
      "meaning": "Nao Matsushita",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오늘 한복 입던 했던 거 마지막으로 나오... Oh, is today's also... 듣기 View video TOMORROW X TOGETHER : 수빈입니다!",
      "english": "Oh, is today's also..."
    },
    {
      "korean": "저 나오냐고요? 저 나오... - 아니요! Am I coming out? I'm coming... - No! 듣기 View video THE BOYZ : white (feat. 막내즈) #2",
      "english": "Am I coming out? I'm coming... - No!"
    },
    {
      "korean": "소변으로 나오... and it comes out through urine... 듣기 View video SF9 : o_o",
      "english": "and it comes out through urine..."
    },
    {
      "korean": "사장님은 원래 안 나오... The owner is not supposed to come... 듣기 View video 플레이리스트 (Playlist) : 이상형과 존잘남을 동시에 만났을 때, 네 선택은? [크네유] - EP.01",
      "english": "The owner is not supposed to come..."
    },
    {
      "korean": "뭔가 나오... Something's coming out. 듣기 View video Dispatch : [ⓓxV] “얼굴 천재 주접낭송 만재 용이” ③ (태용 : NCT 127)",
      "english": "Something's coming out."
    }
  ],
  "examples": [
    {
      "korean": "Pygmalion', co-starring Japanese actress Minamisawa Nao, is about a woman named Mika who has lost her memories regarding her lover Hyung-joon. 듣기 Add to Wordbook 일본 배우 미나미사와 나오와 공동 출연하는 '피그말리온'은 자신의 연인 형준에 관한 기억을 잃어버린 미카라는 여성을 그린 드라마이다. Neungyule",
      "english": "Pygmalion', co-starring Japanese actress Minamisawa Nao, is about a woman named Mika who has lost her memories regarding her lover Hyung-joon. Add to Wordbook"
    },
    {
      "korean": "They believe that fair ends may be reached by foul means. 듣기 Add to Wordbook 그들은 부정수단으로서 올바른 결과가 나오 리 라고 믿고 있다. 영어영작문대사전",
      "english": "They believe that fair ends may be reached by foul means. Add to Wordbook"
    },
    {
      "korean": "Me: Oh look at the time. 듣기 Add to Wordbook 나: 오, 시간을 좀 봐. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 정채(anna****)",
      "english": "Me: Oh look at the time. Add to Wordbook"
    },
    {
      "korean": "The Test officially sold out months ago, but a light smattering of returns is anticipated in the next couple of weeks. 듣기 Add to Wordbook 그 시험은 공식적으로 몇달 전에 모두 팔렸지만, 2주 후에 그 결과가 나오 것으로 예상된다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 진구이쎄(yuyu****)",
      "english": "The Test officially sold out months ago, but a light smattering of returns is anticipated in the next couple of weeks. Add to Wordbook"
    },
    {
      "korean": "Luke Skywalker stared at his aunt and uncle's burnt bodies, the only family he knew, still smoking in the desert. 듣기 Add to Wordbook 루크 스카이워커는 그가 알았던 유일한 가족인 숙모와 삼촌의 불타버리고 아직까지도 사막에서 연기가 나오있는 몸을 응시했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 똘똘이맘(sjw1****)",
      "english": "Luke Skywalker stared at his aunt and uncle's burnt bodies, the only family he knew, still smoking in the desert. Add to Wordbook"
    }
  ]
}