{
  "phrases": [
    {
      "phrase": "날다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(하늘을) fly",
        "(비유적)"
      ]
    },
    {
      "phrase": "난다 긴다 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "capture the opponent's piece and score"
      ]
    },
    {
      "phrase": "너한테 냄새가 난다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I can smell your breath."
      ]
    },
    {
      "phrase": "말파리는 정말로 짜증난다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Horseflies can really be annoying."
      ]
    },
    {
      "phrase": "난다 긴다 하는 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "an expert",
        "a man of great talent[ability]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "have had enough (of something/somebody)",
      "frequency": 0
    },
    {
      "meaning": "She's got BO.",
      "frequency": 0
    },
    {
      "meaning": "when the cat's away the mice will play",
      "frequency": 0
    },
    {
      "meaning": "I'm getting a migraine.",
      "frequency": 0
    },
    {
      "meaning": "The milk smells off.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "난다! It comes out! 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] 드디어 토라에몽 소환! and 고객이 된 지워니 _ ep11",
      "english": "It comes out!"
    },
    {
      "korean": "근데 진짜 뭔가 뜨거운 맛이 난다 - 그렇지? But it really has a hot taste to it. - Right? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "But it really has a hot taste to it. - Right?"
    },
    {
      "korean": "그리고 '너무 귀여워서 눈물 난다 겸댕이들' 뭐 여러 가지... And \"You're so cute that I'm crying, cuties.\" Various... 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "And \"You're so cute that I'm crying, cuties.\" Various..."
    },
    {
      "korean": "우리 둘이서 V LIVE 하면 항상 그 생각이 난다? - 뭐? Whenever we do V LIVE together, I always think about this. - What? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "Whenever we do V LIVE together, I always think about this. - What?"
    },
    {
      "korean": "너 이거 들추면 큰일 난다! Don't open this blanket. 듣기 View video 콬TV (WHYNOT) : 요즘 너만 보면 자꾸 커진단 말이야 [리얼:타임:러브2] EP3",
      "english": "Don't open this blanket."
    }
  ],
  "examples": [
    {
      "korean": "It infuriates me that she was not found guilty. 듣기 Add to Wordbook 그녀가 유죄 평결을 받지 않은 것에 나는 너무나 화가 난다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It infuriates me that she was not found guilty. Add to Wordbook"
    },
    {
      "korean": "It is heartening to see the determination of these young people. 듣기 Add to Wordbook 이 젊은 사람들의 각오를 보니 힘이 난다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is heartening to see the determination of these young people. Add to Wordbook"
    },
    {
      "korean": "This is dry work. 듣기 Add to Wordbook 이 일을 하면 갈증이 난다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This is dry work. Add to Wordbook"
    },
    {
      "korean": "The milk smells off. 듣기 Add to Wordbook 우유가 상한 냄새가 난다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The milk smells off. Add to Wordbook"
    },
    {
      "korean": "My watch keeps going wrong. 듣기 Add to Wordbook 내 시계가 자꾸 고장이 난다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My watch keeps going wrong. Add to Wordbook"
    }
  ]
}