{
  "phrases": [
    {
      "phrase": "날아가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(공중·장소 등으로) fly (away/off), (바람에) be blown",
        "(희망·계획 등이) (없어지다) go, be gone (out), (잃다) lose"
      ]
    },
    {
      "phrase": "훨훨 날아가 버리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "flutter away"
      ]
    },
    {
      "phrase": "날아갈 것 같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel as if one can fly away"
      ]
    },
    {
      "phrase": "날아가는 새도 떨어뜨린다",
      "hanja": "",
      "example": {},
      "meanings": [
        "take down even a flying bird"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "flutter away",
      "frequency": 0
    },
    {
      "meaning": "skirr",
      "frequency": 0
    },
    {
      "meaning": "runaway star",
      "frequency": 0
    },
    {
      "meaning": "fly off",
      "frequency": 0
    },
    {
      "meaning": "go to the wind",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "날아가! - 슈가 씨! Fly! - SUGA! 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Fly! - SUGA!"
    },
    {
      "korean": "허찬이날아가 님 - 아이디가 뭐라고? ID Heochanflies. - What's the ID? 듣기 View video V COOKIE : [Full] VICTON X LieV - 빅톤의 눕방라이브!",
      "english": "ID Heochanflies. - What's the ID?"
    },
    {
      "korean": "치면 날아가. When I hit you, fly away. 듣기 View video fromis_9 : [V 독점] fromis_9 (프로미스나인) 소소한 DIARY #22",
      "english": "When I hit you, fly away."
    },
    {
      "korean": "왜 얼굴이 날아가? Why is my face so bright? 듣기 View video VIXX : 라비 막방 대기실",
      "english": "Why is my face so bright?"
    },
    {
      "korean": "가봅시다 - 날아가볼까요? Let's go. - Shall we fly over there? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.9 JAPAN 'HARU' CONCERT #2",
      "english": "Let's go. - Shall we fly over there?"
    }
  ],
  "examples": [
    {
      "korean": "The birds took fright and flew off. 듣기 Add to Wordbook 새들이 놀라서 날아가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The birds took fright and flew off. Add to Wordbook"
    },
    {
      "korean": "The bird flapped its wings and flew away. 듣기 Add to Wordbook 그 새는 날개를 퍼덕이며 날아가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The bird flapped its wings and flew away. Add to Wordbook"
    },
    {
      "korean": "The building was completely obliterated by the bomb. 듣기 Add to Wordbook 그 건물은 폭탄에 완전히 흔적도 없이 날아가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The building was completely obliterated by the bomb. Add to Wordbook"
    },
    {
      "korean": "The parrot squawked and flew away. 듣기 Add to Wordbook 앵무새가 꽥꽥 울더니 날아가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The parrot squawked and flew away. Add to Wordbook"
    },
    {
      "korean": "Billions of pounds were wiped off share prices today. 듣기 Add to Wordbook 오늘 주가에서 수십억 파운드가 날아가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Billions of pounds were wiped off share prices today. Add to Wordbook"
    }
  ]
}