{
  "phrases": [
    {
      "phrase": "그 남자애는 샌님이라구!",
      "hanja": "",
      "example": {},
      "meanings": [
        "He's a nerd!"
      ]
    },
    {
      "phrase": "그 남자애가 내 주변을 맴돌아.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He keeps following me around."
      ]
    },
    {
      "phrase": "남자애를 가르치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "teach boy"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "laddie",
      "frequency": 0
    },
    {
      "meaning": "milksop",
      "frequency": 0
    },
    {
      "meaning": "son",
      "frequency": 3
    },
    {
      "meaning": "a gormless boy",
      "frequency": 0
    },
    {
      "meaning": "football-mad boys",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 남자애는 너 이런 애인 거 알아? does he know you are like this? 듣기 View video 플레이리스트 (Playlist) : 이거 썸이다 vs 엥? 완전 아니다 [크네유] - EP.03",
      "english": "does he know you are like this?"
    },
    {
      "korean": "남자 애들은 귀찮아서 댓글이나 달지 - 형! Boys don't do that. They just leave a comment. - Bro! 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM] EP.10 눈물 없인 볼 수 없는 다모임 은퇴식… FOREVER 84!ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "Boys don't do that. They just leave a comment. - Bro!"
    },
    {
      "korean": "[걱정] - 여기서 얘기하면 남자애들한테 다 들려 - 그래? [Worried] - If you talk here, boys will hear you. - Really? 듣기 View video 콬TV (WHYNOT) : 두 남자가 한 여자를 좋아한다면?ㅣ[리얼하이로맨스S2] EP9",
      "english": "[Worried] - If you talk here, boys will hear you. - Really?"
    },
    {
      "korean": "남자애가 신경 쓰인다고? You care about a boy? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #53",
      "english": "You care about a boy?"
    },
    {
      "korean": "(설마) 다 남자애들이랑 가니? Do you go with all guys? 듣기 View video 모비딕(Mobidic) : 모쏠남과의 술 한잔! 김준현이 알려주는 초특급 연애 팁은? <김준현의짠> 3회",
      "english": "Do you go with all guys?"
    }
  ],
  "examples": [
    {
      "korean": "The boys flailed around on the floor. 듣기 Add to Wordbook 그 남자애들이 바닥에서 마구 뒹굴었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The boys flailed around on the floor. Add to Wordbook"
    },
    {
      "korean": "The boys were all dressed up as pirates. 듣기 Add to Wordbook 남자애들은 모두 해적으로 변장을 하고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The boys were all dressed up as pirates. Add to Wordbook"
    },
    {
      "korean": "Small boys were skimming stones across the water. 듣기 Add to Wordbook 작은 남자 애들이 물 위로 물수제비뜨기를 하고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Small boys were skimming stones across the water. Add to Wordbook"
    },
    {
      "korean": "The boys were skipping stones across the pond. 듣기 Add to Wordbook 그 남자 애들은 연못 위로 돌멩이를 던져 물수제비를 뜨고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The boys were skipping stones across the pond. Add to Wordbook"
    },
    {
      "korean": "Two boys were ahead of us. 듣기 Add to Wordbook 우리 앞에 남자애가 두 명 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Two boys were ahead of us. Add to Wordbook"
    }
  ]
}