{
  "phrases": [
    {
      "phrase": "남다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(시간·돈·음식 등이) be left (over), remain",
        "pay, (이익·이윤 등이) be profitable",
        "(기록이) be left, remain"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "spare",
      "frequency": 2
    },
    {
      "meaning": "remaining",
      "frequency": 2
    },
    {
      "meaning": "remains",
      "frequency": 2
    },
    {
      "meaning": "자투리",
      "frequency": 0
    },
    {
      "meaning": "stay",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "50일 남았다는 거예요 그게? 50 days left until the exam? 듣기 View video EXO : 안녕하세요 첸입니다.",
      "english": "50 days left until the exam?"
    },
    {
      "korean": "50일 깨졌다는 게 이제 50일 남았다는 거예요 수능이? What does that mean? Does that mean we have less than 50 days to go until the big day? 듣기 View video EXO : 안녕하세요 첸입니다.",
      "english": "What does that mean? Does that mean we have less than 50 days to go until the big day?"
    },
    {
      "korean": "[10분밖에 안 남았다는 말에 다급해진 멤버들] 10분밖에 안 남았다고? [They got impatient] We have only 10 minutes left? 듣기 View video BTS : Run BTS! 2019 - EP.79",
      "english": "[They got impatient] We have only 10 minutes left?"
    },
    {
      "korean": "[두 사람에겐 아직 파인애플이 남았다는 사실] 파인애플이 있지, 파인애플! [They still have pineapples] - We have pineapples! 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.20 JR과 백호의 우당탕탕 가을 글램핑",
      "english": "[They still have pineapples] - We have pineapples!"
    },
    {
      "korean": "[오향장육 재료가 남았다는 건] - 맞다 이게 남았구나 - 오향장육? Oh, that's what was left. - Ohyang Jangyuk (5 spiced sliced steamed pork)? 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌6' 6화 ('Lovelyz Diary Season 6' EP.6 )",
      "english": "Oh, that's what was left. - Ohyang Jangyuk (5 spiced sliced steamed pork)?"
    }
  ],
  "examples": [
    {
      "korean": "You mean there's more to come? 발음듣기 그럼 아직 연주가 더 남았다는 말인가요? YBM All in All English-Korean Dictionary",
      "english": "You mean there's more to come? 발음"
    },
    {
      "korean": "It was a miracle she survived. 발음듣기 그녀가 살아 남았다는 것은 기적이었어요. TIMES CORE",
      "english": "It was a miracle she survived. 발음"
    },
    {
      "korean": "Veteran major leaguer Park Chan-ho recently showed that he still got a lot left in him. 발음듣기 베테랑 메이저리거인 박찬호는 최근 아직 그에게 해야 할 일이 많이 남았다는 것을 보여주었다. TIMES CORE",
      "english": "Veteran major leaguer Park Chan-ho recently showed that he still got a lot left in him. 발음"
    },
    {
      "korean": "The plot starts to unfold when Lee finds himself alone in the office one night, working overtime. 발음듣기 어느 날 밤 야근을 하던 그가 사무실에 자기자신 혼자만 남았다는 사실을 깨닫게 됐을 때 이야기가 전개되기 시작한다. TIMES CORE",
      "english": "The plot starts to unfold when Lee finds himself alone in the office one night, working overtime. 발음"
    },
    {
      "korean": "The fans felt betrayed and it was hard for them to admit that T-ara only had seven members after Hwa-young left the group. 발음듣기 팬들은 자신들의 아이돌을 향한 배신감을 표현했으며 화영이 탈퇴하고 7명의 멤버만 남았다는 것도 힘든 사실이었다. EDU TIMES",
      "english": "The fans felt betrayed and it was hard for them to admit that T-ara only had seven members after Hwa-young left the group. 발음"
    }
  ]
}