{
  "phrases": [
    {
      "phrase": "남의 탓으로 돌리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lay at another´s door"
      ]
    },
    {
      "phrase": "잘되면 제 탓[복] 못되면 조상[남] 탓",
      "hanja": "",
      "example": {},
      "meanings": [
        "giving credit to oneself[one's bliss] if something goes well while blaming the ancestors[others] if it goes wrong"
      ]
    },
    {
      "phrase": "탓",
      "hanja": "",
      "example": {},
      "meanings": [
        "(이유) reason",
        "(잘못) fault, blame"
      ]
    },
    {
      "phrase": "남",
      "hanja": "",
      "example": {},
      "meanings": [
        "others, other people, (모르는 사람) stranger"
      ]
    },
    {
      "phrase": "남",
      "hanja": " (男)",
      "example": {},
      "meanings": [
        "(아들) son"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lay … at a person's door",
      "frequency": 0
    },
    {
      "meaning": "pin…on a person",
      "frequency": 0
    },
    {
      "meaning": "put a person in the wrong",
      "frequency": 0
    },
    {
      "meaning": "lay…at[to] the door of a person",
      "frequency": 0
    },
    {
      "meaning": "lay…to a person's charge",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[남 탓 그만하고 벌칙 받으러 ㄱㄱ] 남 탓 안 한다면서요, 왜 남 탓하고 그래요? You don't blame others. 듣기 View video 핵인싸 동맹 (HACKINSSA CREW) : [핵인싸동맹] EP.19 서유리 연애중?! \"우리 지금 썸타고 있어요♥\" (feat. 밀당고수)",
      "english": "You don't blame others."
    },
    {
      "korean": "[또 시작된 남 탓] 5명이면 1명 빼고 다 나와야지! [Blames others] All of you except one should've come out! 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOIL ROOM) 2회 - 초유의 사태♨ 춤 담당 전진 ☞ 메.보 신혜성에게 춤추라고 오더(!)",
      "english": "[Blames others] All of you except one should've come out!"
    },
    {
      "korean": "남의 탓만 하면 안 되는구나, 이런 생각. I shouldn't blame others all the time, this is what I thought. 듣기 View video YOUNHA : YOUNHA·HA:TFELT·CHEETAH 'Get it?'",
      "english": "I shouldn't blame others all the time, this is what I thought."
    }
  ],
  "examples": [
    {
      "korean": "Have you looked inside yourself first, or are you always busy finding faults with them? 듣기 Add to Wordbook 먼저 당신 내부를 들여다 봤나, 아니면 항상 남 탓을 하느라고 바쁜가? TIMES CORE",
      "english": "Have you looked inside yourself first, or are you always busy finding faults with them? Add to Wordbook"
    },
    {
      "korean": "Perhaps this is why he is so keen to blame others. 듣기 Add to Wordbook 아마 이것이 그가 남탓 하는 것에 열심인 이유일 것이다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cerealkiller(l206****)",
      "english": "Perhaps this is why he is so keen to blame others. Add to Wordbook"
    },
    {
      "korean": "You look for blame but then you realise there is no-one to blame. 듣기 Add to Wordbook 남 탓으로 돌려보려 하지만 결국에는 내 탓임을 알게된다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Claire19010(hand****)",
      "english": "You look for blame but then you realise there is no-one to blame. Add to Wordbook"
    },
    {
      "korean": "Stripping out the divisional command has been suggested; from time to time even her Majesty's inspectorate of constabulary has referred to that. 듣기 Add to Wordbook 가끔 그녀의 경찰 지구대가 남 탓으로 돌린다 해도 지시된 사항의 일부를 드러내는 것은 제안되어왔다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 nottedicielo(nott****) Hansard",
      "english": "Stripping out the divisional command has been suggested; from time to time even her Majesty's inspectorate of constabulary has referred to that. Add to Wordbook"
    },
    {
      "korean": "You know, why look for blame? 듣기 Add to Wordbook 있잖아, 왜 남탓만 하려하니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Claire19010(hand****)",
      "english": "You know, why look for blame? Add to Wordbook"
    }
  ]
}