{
  "phrases": [
    {
      "phrase": "나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(털·풀 등이) (자라다) grow, (돋아나다) sprout",
        "(일·사고·재해 등이) happen, (전쟁 등이) break out",
        "(감정·생각 등이) (생각이) occur (to), cross one's mind"
      ]
    },
    {
      "phrase": "나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb nada",
        "Assistant adverb nada"
      ]
    },
    {
      "phrase": "-나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -nada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Good God!",
      "frequency": 0
    },
    {
      "meaning": "God above!",
      "frequency": 0
    },
    {
      "meaning": "God in Heaven!",
      "frequency": 0
    },
    {
      "meaning": "Not so good!",
      "frequency": 0
    },
    {
      "meaning": "My[Oh] God!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "난리 났군 난리 났어. What a mess. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -05- '비투비 사생대회'",
      "english": "What a mess."
    },
    {
      "korean": "그거 때문에 난리가 났군요? Did that cause some trouble? 듣기 View video Big Picture : 빅픽처 ep35_6만 원 도난 사건! 범인은 이 안에 있어!",
      "english": "Did that cause some trouble?"
    },
    {
      "korean": "알려주다가 짜증이 났군요. - 네. So you got angry. - Yes. 듣기 View video SEVENTEEN : [SEVENTEEN RADIO] 캐럿들 귀대귀대#9",
      "english": "So you got angry. - Yes."
    },
    {
      "korean": "사고가 났군. 덕통사고. There's been an accident. A starstruck accident. 듣기 View video MOMO X : [존잘러스] 뉴이스트W, JR&렌 편",
      "english": "There's been an accident. A starstruck accident."
    },
    {
      "korean": "촬영하고 나서도 계속해서 기억이 났군요. It stayed in your head even after the filming was over? - Yes. 듣기 View video V MOVIE : <부산행> 무비토크 하이라이트 - 기억남는 장면",
      "english": "It stayed in your head even after the filming was over? - Yes."
    }
  ],
  "examples": [
    {
      "korean": "You're really something else. 발음듣기 인물 났군, 인물 났어 Neungyule",
      "english": "You're really something else. 발음"
    },
    {
      "korean": "The fat's in the fire! 발음듣기 이거 정말 큰일 났군요! Neungyule",
      "english": "The fat's in the fire! 발음"
    },
    {
      "korean": "This is a fine kettle of fish. It's below freezing outside, and the furnace won't work. 발음듣기 야, 이거 큰일 났군. 밖은 영하라고 하는데 보일러가 고장 나다니. YBM All in All English-Korean Dictionary",
      "english": "This is a fine kettle of fish. It's below freezing outside, and the furnace won't work. 발음"
    },
    {
      "korean": "The automatic shut-off is broken. I got gas on my shoes. 발음듣기 자동 주유 차단기가 고장이 났군요. 그래서 내 신발에 기름을 쏟았어요. Neungyule",
      "english": "The automatic shut-off is broken. I got gas on my shoes. 발음"
    },
    {
      "korean": "I knew it! It's broken! It seems like every time I need to make a copy, the copier is either broken or out of paper. 발음듣기 이럴 줄 알았어! 또 고장났군! 내가 복사하려고 할 때마다 기계가 고장 나거나 종이가 없는 것 같아요. YBM All in All English-Korean Dictionary",
      "english": "I knew it! It's broken! It seems like every time I need to make a copy, the copier is either broken or out of paper. 발음"
    }
  ]
}