{
  "phrases": [
    {
      "phrase": "나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(털·풀 등이) (자라다) grow, (돋아나다) sprout",
        "(일·사고·재해 등이) happen, (전쟁 등이) break out",
        "(감정·생각 등이) (생각이) occur (to), cross one's mind"
      ]
    },
    {
      "phrase": "나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb nada",
        "Assistant adverb nada"
      ]
    },
    {
      "phrase": "-나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -nada"
      ]
    },
    {
      "phrase": "화재가 났을 때",
      "hanja": "",
      "example": {},
      "meanings": [
        "at the time of the fire"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "눈가리개",
      "frequency": 0
    },
    {
      "meaning": "wait a minute/moment/second",
      "frequency": 0
    },
    {
      "meaning": "young",
      "frequency": 2
    },
    {
      "meaning": "DAP",
      "frequency": 0
    },
    {
      "meaning": "trick wheel",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여기 났을 걸요, 여기 하나 났잖아요 여기! I think I got something here. I got one here. Here! 듣기 View video ATEEZ : 비가 오는 날에는 ☔️☔️",
      "english": "I think I got something here. I got one here. Here!"
    },
    {
      "korean": "얼굴 여드름 났을 때도 손이 많이 갑니다. I also use it often for acne on my face. 듣기 View video HANABONO : #여드름흉터 #여드름피부 하나보노의 피부 좋아진 비결 1탄 이것만 지켜줘도 좋아짐!",
      "english": "I also use it often for acne on my face."
    },
    {
      "korean": "[트러블 났을때 메이크업 하기 무섭죠?] 모공이 좀 막히는거 아닐까? wouldn't my pores be clogged? 듣기 View video HANABONO : 올해 마지막 12월 이달의 여드름템! 여드름쿠션, 여드름 앰플, 알로에 멀티밤 소개",
      "english": "wouldn't my pores be clogged?"
    },
    {
      "korean": "이제 피부에 뭐 났을 때 저는 손이 많이 가게 되는 거 같아요. I use this more when I have blemishes on my skin. 듣기 View video HANABONO : 피부타입별로 있으니 다 드루와! 여름에 사용하기 좋은 토너 7종 추천",
      "english": "I use this more when I have blemishes on my skin."
    },
    {
      "korean": "소속사에서 열애설이 났을 때 대처하는 방법은? How do agencies respond to reports of a romantic relationship? 듣기 View video JTBC PLUS : #본인확인중 #3개월째 만남의 진실 #팩스테러 스타 열애설에 대처하는 소속사의 속사정",
      "english": "How do agencies respond to reports of a romantic relationship?"
    }
  ],
  "examples": [
    {
      "korean": "I bet she was annoyed at having to write it out again. 발음듣기 그것을 완전히 다시 써야 했으니 그녀가 틀림없이 짜증이 났을 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I bet she was annoyed at having to write it out again. 발음"
    },
    {
      "korean": "We can fix the ship’s exact position at the time the fire broke out. 발음듣기 불이 났을 때 그 배가 있었던 정확한 위치를 우리가 알아낼 수 있어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We can fix the ship’s exact position at the time the fire broke out. 발음"
    },
    {
      "korean": "You have to make hay while the sun shines. 발음듣기 볕이 났을 때 풀을 말려라(좋은 기회를 놓치지 마라). DARAKWON",
      "english": "You have to make hay while the sun shines. 발음"
    },
    {
      "korean": "Never do anything when you are in a temper, for you will do everything wrong. (Baltasar Gracian) 발음듣기 화 났을 때는 아무 일도 하지 말라. 하는 일마다 잘 못 될 것이다. (발타사르 그라시안, 자기관리명언) 명언/속담",
      "english": "Never do anything when you are in a temper, for you will do everything wrong. (Baltasar Gracian) 발음"
    },
    {
      "korean": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down. (Oprah Winfrey) 발음듣기 여러분과 리무진을 타고 싶어하는 사람은 많겠지만, 정작 여러분이 원하는 사람은 리무진이 고장났을 때 같이 버스를 타 줄 사람입니다. (오프라 윈프리, 친구명언) 명언/속담",
      "english": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down. (Oprah Winfrey) 발음"
    }
  ]
}