{
  "phrases": [
    {
      "phrase": "낮아지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lower, get lower, go down, drop, deteriorate(질이)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lowered",
      "frequency": 0
    },
    {
      "meaning": "less dense",
      "frequency": 0
    },
    {
      "meaning": "lowered value",
      "frequency": 0
    },
    {
      "meaning": "lowered expression",
      "frequency": 0
    },
    {
      "meaning": "lowered risk",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "약간 자존감이 낮아진 시기가 있었어요. I had low self-esteem. 듣기 View video SMTOWN : 동방신기 V앱 첫 방송! (TVXQ! 1st V LIVE)",
      "english": "I had low self-esteem."
    },
    {
      "korean": "낮아진 기온에 자꾸만 움츠러들고... Lower temperature was making you shrinked. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -06- '민혁이의 멜로디가 빛나는 밤에'",
      "english": "Lower temperature was making you shrinked."
    },
    {
      "korean": "뭐라 해야되지? 내 톤이 낮아진 건 있어. How can I say? It helped me lower my voice tone. 듣기 View video SEVENTEEN : [SEVENTEEN] 긴급 보고싶습니다.❤",
      "english": "How can I say? It helped me lower my voice tone."
    },
    {
      "korean": "그래서 지금 리액션이 살짝 낮아진 것 같은데. - 배고파요. I think that's why we're low on energy. - I'm hungry. 듣기 View video SEVENTEEN : [SEVENTEEN] 호시승관의 안드로메다",
      "english": "I think that's why we're low on energy. - I'm hungry."
    },
    {
      "korean": "바로 빼지 마시고요. 열 온도가 낮아진 후에... Don't take it out right away. After the temperature goes low... 듣기 View video V Beauty : 방콕인의 솔직한 브러쉬 고데기 리뷰 brush straightener review",
      "english": "Don't take it out right away. After the temperature goes low..."
    }
  ],
  "examples": [
    {
      "korean": "Male secondary sex characteristics include facial, bodily, and pubic hair, and a deepening voice. 발음듣기 남성의 2차 성징은 수염, 체모, 음모와 낮아진 목소리를 포함한다. YBM All in All English-Korean Dictionary",
      "english": "Male secondary sex characteristics include facial, bodily, and pubic hair, and a deepening voice. 발음"
    },
    {
      "korean": "When did share prices for Wholesome Foods first fall below those for Wild Organics? 발음듣기 건강식품의 주가가 처음으로 야생 무공해 식품보다 낮아진것은 언제인가? YBM All in All English-Korean Dictionary",
      "english": "When did share prices for Wholesome Foods first fall below those for Wild Organics? 발음"
    },
    {
      "korean": "The College Board rejected the view that lower scores were the result of fatigue from the longer test. 발음듣기 College Board는 낮아진 점수가 더 길어진 시험에서 오는 피곤의 결과였다고 보는 시각을 부인했다. Neungyule",
      "english": "The College Board rejected the view that lower scores were the result of fatigue from the longer test. 발음"
    },
    {
      "korean": "Here in Singapore it’s been 25 years since the birthrate has been so low. 발음듣기 이곳 싱가포르의 출산율이 아주 낮아진 지는 25년이 됐습니다. YBM All in All English-Korean Dictionary",
      "english": "Here in Singapore it’s been 25 years since the birthrate has been so low. 발음"
    },
    {
      "korean": "A lowered legal age will affect 140 statutes,' said Baek Bang-jun from the Justice Ministry. 발음듣기 낮아진 법적 나이는 140개의 법규에 영향을 줄 것입니다'라고 법무부의 백방준씨는 말했다. Neungyule",
      "english": "A lowered legal age will affect 140 statutes,' said Baek Bang-jun from the Justice Ministry. 발음"
    }
  ]
}