{
  "phrases": [
    {
      "phrase": "낳다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(아기를) give birth to, (formal) bear (=출산하다)",
        "(새끼·알 등을) give birth (to), produce, breed; (알을) lay, spawn",
        "(결과·상황 등을) produce, bring about, (formal) beget; (나쁜 결과를) give rise to"
      ]
    },
    {
      "phrase": "낳은 정보다 기른 정이 더 크다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affection from childrearing is bigger than that from childbearing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "baby box",
      "frequency": 0
    },
    {
      "meaning": "spawn",
      "frequency": 1
    },
    {
      "meaning": "breed",
      "frequency": 2
    },
    {
      "meaning": "암소",
      "frequency": 0
    },
    {
      "meaning": "소 1",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아들을 낳으면? To his son? 듣기 View video BTS : Run BTS! 2020 - EP.100",
      "english": "To his son?"
    },
    {
      "korean": "굉장히 담담합니다 - 나중에 아들자식(?) 낳으면 김고결 어때요? I'm calm. - If you have a son, how about naming him Kim Gogyul? 듣기 View video BTS : Run BTS! 2020 - EP.99",
      "english": "I'm calm. - If you have a son, how about naming him Kim Gogyul?"
    },
    {
      "korean": "너 나중에 결혼하고 아이들도 낳으면? If you have kids after marriage? 듣기 View video VICTON : 깜짝부이앱",
      "english": "If you have kids after marriage?"
    },
    {
      "korean": "아이를 낳으면 정신적으로 힘들까봐... if I have a child, I might have mental struggles. 듣기 View video SSONGYANG : 봄 셀프웨딩메이크업 GRWM 2세계획과 고민들 tmi | 데이트 메이크업 / 지베르니 파운데이션",
      "english": "if I have a child, I might have mental struggles."
    },
    {
      "korean": "'동욱 씨 같이 너무 예쁜 아기 낳으면 너무 행복할 것 같네요'. \"I want a cute baby like you\". 듣기 View video LEE DONG WOOK : [Full]이동욱의 On the air (LEE DONG WOOK's On the air)",
      "english": "\"I want a cute baby like you\"."
    }
  ],
  "examples": [
    {
      "korean": "And most companies, including multinational companies, forced women to quit once they had a child. 발음듣기 그리고 다국적 회사를 포함한 대부분의 회사들이 여자는 일단 아이를 낳으면 그만두도록 강요했습니다. YBM All in All English-Korean Dictionary",
      "english": "And most companies, including multinational companies, forced women to quit once they had a child. 발음"
    },
    {
      "korean": "A man is born but to die. 발음듣기 사람은 낳으면 죽게 마련이다. 영어영작문대사전",
      "english": "A man is born but to die. 발음"
    },
    {
      "korean": "For a male tiger and a female lion, their offspring is called a “tigon.” 발음듣기 또, 숫호랑이와 암사자가 새끼를 낳으면 타이곤이라 불린다. EDU TIMES",
      "english": "For a male tiger and a female lion, their offspring is called a “tigon.” 발음"
    },
    {
      "korean": "If a male lion and a female tiger reproduce, the offspring is called a “liger.” 발음듣기 만약 숫사자와 암호랑이가 새끼를 낳으면 라이거라고 불린다. EDU TIMES",
      "english": "If a male lion and a female tiger reproduce, the offspring is called a “liger.” 발음"
    },
    {
      "korean": "What would happen if a male lion and a female tiger breed? 발음듣기 수컷 사자와 암컷 호랑이가 새끼를 낳으면 어떻게 될까요? TIMES CORE",
      "english": "What would happen if a male lion and a female tiger breed? 발음"
    }
  ]
}