{
  "phrases": [
    {
      "phrase": "내걸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(간판·깃발 등을) put up",
        "(목숨을) risk",
        "(조건·경품 등을)"
      ]
    },
    {
      "phrase": "물론이죠, 내걸 쓰세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-기본대화 Sure, you may use mine."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "innominable",
      "frequency": 0
    },
    {
      "meaning": "fly/show/wave the flag",
      "frequency": 0
    },
    {
      "meaning": "put up one's nameplate",
      "frequency": 0
    },
    {
      "meaning": "take one's life in one's hands",
      "frequency": 0
    },
    {
      "meaning": "offer premiums",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오케이 이제 내 걸 해볼까? Okay, let me do mine now. 듣기 View video Dispatch : [ⓓxV] \"고오급 TMI 티키타카\" (한결, 도현 : H&D)",
      "english": "Okay, let me do mine now."
    },
    {
      "korean": "\"네가 내 걸 찍어?\" \"How dare you hack my top?!\" 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP28 #마지막아침 #어린종대의추억 #음악친구발각위기",
      "english": "\"How dare you hack my top?!\""
    },
    {
      "korean": "나도 내 걸 켜야겠다 그래야 댓글을... I should turn on mine too so that I can read comments... 듣기 View video Stray Kids : 현진이의 고민상담소 첫번째❣️",
      "english": "I should turn on mine too so that I can read comments..."
    },
    {
      "korean": "왜 내 걸 따라해! Why do you copy me! 듣기 View video Stray Kids : Stray Kids(스트레이 키즈) [INTRO \"Clé 1 : MIROH\"]",
      "english": "Why do you copy me!"
    },
    {
      "korean": "[황당] 왜 내 걸? [Absurd] Why mine? 듣기 View video V PICK! : [2018 CELEB PICK!] TWICE 편",
      "english": "[Absurd] Why mine?"
    }
  ],
  "examples": [
    {
      "korean": "Do you think I could borrow your notes from last class? I can’t seem to find mine. 듣기 Add to Wordbook 지난 수업 필기 내용 좀 빌릴 수 있을까? 내걸 못 찾겠어. DARAKWON",
      "english": "Do you think I could borrow your notes from last class? I can’t seem to find mine. Add to Wordbook"
    },
    {
      "korean": "According to the guidelines, each store can only put up one signboard to advertise their business. 듣기 Add to Wordbook 이 지침에 따르면, 각 점포는 그들의 사업을 홍보하기 위해 한 개의 간판만을 내걸 수 (설치할) 수 있다. Neungyule",
      "english": "According to the guidelines, each store can only put up one signboard to advertise their business. Add to Wordbook"
    },
    {
      "korean": "Are you willing to take on the hardships and risk your future for this something? 듣기 Add to Wordbook 여러분은 무언가를 위해 역경을 감수하고 여러분의 미래를 내걸 각오가 되어 있는가? TIMES CORE",
      "english": "Are you willing to take on the hardships and risk your future for this something? Add to Wordbook"
    },
    {
      "korean": "Sure, you may use mine. 듣기 Add to Wordbook 물론이죠, 내걸 쓰세요. Practical English Conversation Dictionary",
      "english": "Sure, you may use mine. Add to Wordbook"
    },
    {
      "korean": "If you want, you can borrow mine. 듣기 Add to Wordbook 원한다면, 넌 내 걸 빌릴 수 있어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 톨(bamt****)",
      "english": "If you want, you can borrow mine. Add to Wordbook"
    }
  ]
}