{
  "phrases": [
    {
      "phrase": "내밀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물체·신체의 일부분을) stick out, hold out, (손·발을) extend, stretch out, (입술을) pout",
        "(비유적)"
      ]
    },
    {
      "phrase": "내민 손이 무안하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "One's extended hands are embarrassing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "to blow a raspberry at somebody",
      "frequency": 0
    },
    {
      "meaning": "stretch out for a book",
      "frequency": 0
    },
    {
      "meaning": "bore 1",
      "frequency": 3
    },
    {
      "meaning": "hanging step",
      "frequency": 0
    },
    {
      "meaning": "kissing gourami",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[요런 거?] - 혀 좀 내밀어 주세요 - 이런 거? [Like this?] - Can you stick out your tongue? - Like this? 듣기 View video MAMAMOO : [MMMTV4] EP35 LET'S GOGOBEBE part.1",
      "english": "[Like this?] - Can you stick out your tongue? - Like this?"
    },
    {
      "korean": "혀 안 내밀어요? - 나 인싸하트 오늘 배워왔는데 보여줄까? You won't stick your tongue? - I learned an insider heart. May I show that? 듣기 View video V COOKIE : [Full]SINGING ROOM X fromis_9 - 코인노래방 X 프로미스나인",
      "english": "You won't stick your tongue? - I learned an insider heart. May I show that?"
    },
    {
      "korean": "고개를 더 내밀어봐 앞으로 좀만 더 - 더 멀리서 찍어야 돼! Let your face our more!! Little bit more out. - You need to film it farther away! 듣기 View video IU : [IU TV] IU 10th Anniv. Tour Concert 'dlwlrma. (이 지금)' - Singapore",
      "english": "Let your face our more!! Little bit more out. - You need to film it farther away!"
    },
    {
      "korean": "\"나는 나에게 작은 손을 내밀어 눈물과 위안으로 잡는 최초의 악수.\" daybreak. I just offer my tiny hands to myself, The first handshake in tears and solace.\" 듣기 View video Park Bo Young : 하이하이",
      "english": "daybreak. I just offer my tiny hands to myself, The first handshake in tears and solace.\""
    },
    {
      "korean": "입술 내미나 봐 - 제가 입술 내밀어요? I guess she pouts. - I do? 듣기 View video Weki Meki : 위키미키, 세상 밝은 요정들의 라라라~",
      "english": "I guess she pouts. - I do?"
    }
  ],
  "examples": [
    {
      "korean": "to blow a raspberry at sb 듣기 Add to Wordbook 혀를 내밀어 소리를 내며 …에게 야유를 보내다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to blow a raspberry at sb Add to Wordbook"
    },
    {
      "korean": "As I passed, he stuck out a leg and tried to trip me up. 듣기 Add to Wordbook 내가 지나갈 때 그가 다리를 내밀어 나를 넘어뜨리려고 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "As I passed, he stuck out a leg and tried to trip me up. Add to Wordbook"
    },
    {
      "korean": "He extended his hand for a handshake. 듣기 Add to Wordbook 그는 손을 내밀어 악수를 청했다 Neungyule",
      "english": "He extended his hand for a handshake. Add to Wordbook"
    },
    {
      "korean": "A Chameleon's tongue darts into the air to catch insects. 듣기 Add to Wordbook 카멜레온은 혀를 공중으로 휙 내밀어 곤충을 낚아챈다. Neungyule",
      "english": "A Chameleon's tongue darts into the air to catch insects. Add to Wordbook"
    },
    {
      "korean": "A Chameleon’s tongue darts into the air to catch insects. 듣기 Add to Wordbook 카멜레온은 혀를 공중으로 휙 내밀어 곤충을 낚아챈다. Neungyule",
      "english": "A Chameleon’s tongue darts into the air to catch insects. Add to Wordbook"
    }
  ]
}