{
  "phrases": [
    {
      "phrase": "내밀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물체·신체의 일부분을) stick out, hold out, (손·발을) extend, stretch out, (입술을) pout",
        "(비유적)"
      ]
    },
    {
      "phrase": "내민 손이 무안하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "One's extended hands are embarrassing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "clench-fisted salute",
      "frequency": 0
    },
    {
      "meaning": "Arcella",
      "frequency": 0
    },
    {
      "meaning": "shoot 1",
      "frequency": 3
    },
    {
      "meaning": "blep",
      "frequency": 0
    },
    {
      "meaning": "clench-fished salute",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "입술을 왜 자꾸 내미는 거야? Why are you taking out your mouth like that? 듣기 View video V COOKIE : [Full] Brown Eyed Girls X Eating Show - 브라운 아이드 걸스 X 같이 먹어요",
      "english": "Why are you taking out your mouth like that?"
    },
    {
      "korean": "[두 번째 손 내미는 남자] 만져볼래? [The guy holds out his hand again] Do you want to feel them? 듣기 View video 콬TV (WHYNOT) : 서공예❤️한림예고 남녀 썸 모음.zipㅣ[리얼하이로맨스(Real High School Romance)] 선공개",
      "english": "[The guy holds out his hand again] Do you want to feel them?"
    },
    {
      "korean": "립 라인을... 갑자기 입 왜 내미는 거죠? but also your lip line... Why are you pouching? 듣기 View video V Beauty : [뷰스타데이] 파우치을 털어라! / Opening the pouch of creator !",
      "english": "but also your lip line... Why are you pouching?"
    },
    {
      "korean": "그렇게 고개 내미는 거 있기 없기? Will you put your head out like that? 듣기 View video DIA : [DIA] 다이아가 설명하는 버스킹 현장 미리보기",
      "english": "Will you put your head out like that?"
    },
    {
      "korean": "얼굴 쪽쪽 내미는 게 너무 귀여웠어요. It was so cute seeing everyone stick their head out. 듣기 View video 셀럽티비(Celuv.TV) : 보컬의 조화를 통하여 수많은 장르를 섭렵하는 러블리즈",
      "english": "It was so cute seeing everyone stick their head out."
    }
  ],
  "examples": [
    {
      "korean": "It’s very rude to stick your tongue out at people. 듣기 Add to Wordbook 사람들에게 혀를 쑥 내미는 것은 아주 무례한 짓이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s very rude to stick your tongue out at people. Add to Wordbook"
    },
    {
      "korean": "She ignored the offer of his hand. 듣기 Add to Wordbook 그녀는 그가 내미는 손을 무시하였다. Friendict Level English-Korean Dictionary",
      "english": "She ignored the offer of his hand. Add to Wordbook"
    },
    {
      "korean": "Love is eagerly turning the other cheek. 듣기 Add to Wordbook 사랑이란 간절히 다른 쪽 뺨을 내미는 것이다. YBM All in All English-Korean Dictionary",
      "english": "Love is eagerly turning the other cheek. Add to Wordbook"
    },
    {
      "korean": "He likes to stick out his tongue. 듣기 Add to Wordbook 둘리는 혀를 내미는 것을 좋아한다. Neungyule",
      "english": "He likes to stick out his tongue. Add to Wordbook"
    },
    {
      "korean": "But putting forth a hand first would result in similar gesture even from the most reclusive country. 듣기 Add to Wordbook 하지만 먼저 손을 내미는 것은 가장 은둔적인 국가인 북한으로부터도 유사한 몸짓(태도)을 이끌어낼 것이다. Neungyule",
      "english": "But putting forth a hand first would result in similar gesture even from the most reclusive country. Add to Wordbook"
    }
  ]
}