{
  "phrases": [
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(길·구멍 등을) make",
        "(돈·비용·성금 등을) (지불하다) pay; (기부하다) donate (to), contribute (to/toward)",
        "(광고 등을) put, place"
      ]
    },
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb naeda"
      ]
    },
    {
      "phrase": "좀체로 화를 안 낸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be slow to anger"
      ]
    },
    {
      "phrase": "그 코메디언은 유명한 가수들을 흉내낸다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "That comedian impersonates famous singers."
      ]
    },
    {
      "phrase": "젖 먹은 힘까지 다 낸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "exercise even the strength that was used to suckle the breast of one's mother"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be slow to anger",
      "frequency": 0
    },
    {
      "meaning": "glowworm",
      "frequency": 0
    },
    {
      "meaning": "col legno",
      "frequency": 0
    },
    {
      "meaning": "emerize",
      "frequency": 0
    },
    {
      "meaning": "vox angelica",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오빠 화낸다? I am going to get angry. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "I am going to get angry."
    },
    {
      "korean": "진짜 깨끗하게 낸다 - 어떻게 한다고요, 정우? So nice and neat. - How, JUNGWOO? 듣기 View video ALL THE K-POP : [주간아이돌] 기습 라이브 with NCT 127",
      "english": "So nice and neat. - How, JUNGWOO?"
    },
    {
      "korean": "[마치 어렸을 적 호랑이가 잡아간다고 이야기하는 느낌인 거예요] 형 화낸다... I am going to get angry... 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 서울가요대상 BEHIND",
      "english": "I am going to get angry..."
    },
    {
      "korean": "나 진짜 찌 낸다 진짜다 안 내면 진 거 가위바위보! I'll do the scissors. If you don't join in, you lose, rock paper scissors! 듣기 View video ASTRO : 비틀즈 LoveShot♡",
      "english": "I'll do the scissors. If you don't join in, you lose, rock paper scissors!"
    },
    {
      "korean": "나 화낸다. I'm going to get angry. 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ-TALKER(슼즈토커)] Ep.08",
      "english": "I'm going to get angry."
    }
  ],
  "examples": [
    {
      "korean": "The microwave will bleep when your meal is ready. 발음듣기 요리가 다 되면 전자 렌지가 삐 소리를 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The microwave will bleep when your meal is ready. 발음"
    },
    {
      "korean": "Earnings are averaged over the whole period. 발음듣기 소득은 전 기간에 걸쳐 평균을 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Earnings are averaged over the whole period. 발음"
    },
    {
      "korean": "Snakes spit and hiss when they are cornered. 발음듣기 뱀은 궁지에 몰리면 짧게 쉭쉭 하는 소리를 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Snakes spit and hiss when they are cornered. 발음"
    },
    {
      "korean": "Venomous snakes spit and hiss when they are cornered. 발음듣기 독이 있는 뱀[독사]들은 궁지에 몰리면 쉬쉬거리며 위협적인 소리를 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Venomous snakes spit and hiss when they are cornered. 발음"
    },
    {
      "korean": "The meat is served with salad or assorted vegetables. 발음듣기 고기는 샐러드나 갖은 야채와 함께 차려 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The meat is served with salad or assorted vegetables. 발음"
    }
  ]
}