{
  "phrases": [
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(길·구멍 등을) make",
        "(돈·비용·성금 등을) (지불하다) pay; (기부하다) donate (to), contribute (to/toward)",
        "(광고 등을) put, place"
      ]
    },
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb naeda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pay",
      "frequency": 2
    },
    {
      "meaning": "mimic",
      "frequency": 1
    },
    {
      "meaning": "clinch",
      "frequency": 1
    },
    {
      "meaning": "screech",
      "frequency": 1
    },
    {
      "meaning": "wrench",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "전 항상 욕심을 냈습니다 - 그래요? I'm always passionate. - Really? 듣기 View video 슈주 리턴즈 (SJ returns) - SM C&C STUDIO : [Full] <슈주 리턴즈4> 랜선 제작 발표회",
      "english": "I'm always passionate. - Really?"
    },
    {
      "korean": "네 제가 냈습니다. Yes, I paid for it. 듣기 View video SF9 : go back in time",
      "english": "Yes, I paid for it."
    },
    {
      "korean": "[큐뉴가 일을 냈습니다...] [Q and New finally did it...] View video THE BOYZ : 큐뉴우유(Q_NEW_MILK) EP_1",
      "english": "[Q and New finally did it...]"
    },
    {
      "korean": "[깐족] 작가님~ 축의금 냈습니다! I paid congratulatory money at the wedding! 듣기 View video Big Picture (빅픽처) : 빅픽처3 EP28_ 가슴을 열어라2 - XX오빠~ 돈 내 놓으세요!!",
      "english": "I paid congratulatory money at the wedding!"
    },
    {
      "korean": "우정과 웃음으로 유머와 웃음으로 이겨냈습니다 - 그래요? We overcame hardships with humor and laughter. - You did? 듣기 View video V DRAMA : [Full]백일의 낭군님 X 앞터V (100 Days my prince X Early Interview)",
      "english": "We overcame hardships with humor and laughter. - You did?"
    }
  ],
  "examples": [
    {
      "korean": "We’ve certainly improved on last year’s figures. 발음듣기 우리는 분명히 작년 수치보다 나은 실적을 냈습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’ve certainly improved on last year’s figures. 발음"
    },
    {
      "korean": "Since coming into the campaign efforts two years ago, we have seen dramatic results in our profit revenue. 발음듣기 2년 전에 마케팅 캠페인을 하면서 순익면에서 놀라운 결과를 냈습니다. DARAKWON",
      "english": "Since coming into the campaign efforts two years ago, we have seen dramatic results in our profit revenue. 발음"
    },
    {
      "korean": "Despite the current economic slump, we have managed to record higher-than-expected profits in the last quarter. 발음듣기 현재의 경기침체에도 불구하고, 당사는 지난 분기에 예상을 웃도는 이익을 기록해 냈습니다. DARAKWON",
      "english": "Despite the current economic slump, we have managed to record higher-than-expected profits in the last quarter. 발음"
    },
    {
      "korean": "South Korea ran a trade surplus of $23 billion last year according to a World Bank report. 발음듣기 세계 은행 보고서에 따르면 한국은 지난 해 230억 달러의 무역 흑자를 냈습니다. 절대어휘 5100",
      "english": "South Korea ran a trade surplus of $23 billion last year according to a World Bank report. 발음"
    },
    {
      "korean": "He left the company last week. 발음듣기 그분 지난주에 사표를 냈습니다. Neungyule",
      "english": "He left the company last week. 발음"
    }
  ]
}