{
  "phrases": [
    {
      "phrase": "-냐",
      "hanja": "",
      "example": {},
      "meanings": [
        "(의문) who, what, when, where, how"
      ]
    },
    {
      "phrase": "-냐는",
      "hanja": "",
      "example": {},
      "meanings": [
        "-nyaneun (→-느냐는, -으냐는)"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "냐! 땨! 땨! 땨! Na! Dda! Dda!Dda! 듣기 View video Dispatch : [ⓓxV] “애교부터 시크까지 Thumbs Up” (모모랜드 : MOMOLAND)",
      "english": "Na! Dda! Dda!Dda!"
    },
    {
      "korean": "[비장] 뭘 그릴거 냐! [Determined] What am I going to draw? 듣기 View video V PICK! : [AB6IX] 대한민국 3대 기름 역시 참기름 들기름 그리고 윤.기.(름) (Woong's drawing time)",
      "english": "[Determined] What am I going to draw?"
    },
    {
      "korean": "하필 내 순서가 '자' 냐. - 이게 웃겨 '자'가 웃겨. Why am I that part? - That's funny. 듣기 View video Golden Child : 골든차일드(Golden Child) “CH.GOL-CHA!” Ep.10",
      "english": "Why am I that part? - That's funny."
    },
    {
      "korean": "맛있냐? - 냐? Is it good? - Is it? 듣기 View video Amigo TV : 본격 아이돌 혜자방송 <아이돌에 미치고, 아미고TV> 빅스 편(1/7)",
      "english": "Is it good? - Is it?"
    },
    {
      "korean": "냐 베 신 어 더우? Nhà vệ sinh ở đâu? 듣기 View video DIA : [다이아] 베트남 방문전 베트남 음식 먹방",
      "english": "Nhà vệ sinh ở đâu?"
    }
  ],
  "examples": [
    {
      "korean": "While helping him make pinchos, I sliced a baguette into even pieces. 듣기 Add to Wordbook 그가 핀초 만드는 것을 도와서 냐는 바게트를 일정한 조각으로 잘랐다. 국제영어대학원대학교 신어사전",
      "english": "While helping him make pinchos, I sliced a baguette into even pieces. Add to Wordbook"
    },
    {
      "korean": "I'll hold your cotton candy. 듣기 Add to Wordbook 냐가 네 솜사탕을 들어줄게. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "I'll hold your cotton candy. Add to Wordbook"
    },
    {
      "korean": "What do you do, if I may ask? 듣기 Add to Wordbook 뭘하나요, 냐가 뭘 요청할지도 모른다면? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Sunny Jeong(hane****)",
      "english": "What do you do, if I may ask? Add to Wordbook"
    },
    {
      "korean": "I still believe I can become a world champion. 듣기 Add to Wordbook 나는 여전히 냐가 세계 챔피언이 될 수 있다고 믿는다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 김서완(kmjs****)",
      "english": "I still believe I can become a world champion. Add to Wordbook"
    },
    {
      "korean": "Look at me-- I'm desperate here. 듣기 Add to Wordbook 냐를 봐, 여기에서 절망적이야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 영어친구(ldoo****)",
      "english": "Look at me-- I'm desperate here. Add to Wordbook"
    }
  ]
}