{
  "phrases": [
    {
      "phrase": "너무나",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb too, excessively"
      ]
    },
    {
      "phrase": "난 너무나 스트레스가 쌓여요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I am so stressed out."
      ]
    },
    {
      "phrase": "시간은 너무나 느릿느릿 흐른다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Time goes by so slowly."
      ]
    },
    {
      "phrase": "너무나 멀리 떨어져 있다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "It's so far away."
      ]
    },
    {
      "phrase": "너무나 많은 선택이 있습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "There are so many choices."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "so",
      "frequency": 3
    },
    {
      "meaning": "something fierce",
      "frequency": 0
    },
    {
      "meaning": "all too",
      "frequency": 0
    },
    {
      "meaning": "soo",
      "frequency": 0
    },
    {
      "meaning": "outrageous",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[#뽀송한_거_좋아하는_편] 땀 너무 나! I sweat so much. 듣기 View video MAMAMOO : [Special] MOONBYUL's Weird Day Vlog #1",
      "english": "I sweat so much."
    },
    {
      "korean": "너무나 감사하게 정말 맛있는 초콜릿을... He gave me really delicious chocolate. 듣기 View video TWICE : 힝",
      "english": "He gave me really delicious chocolate."
    },
    {
      "korean": "어울린다 - 근데 너무나 커 - 화사해보여 - 아 그래? 사람이 좀 화사... It fits you well. - But it's so big. - It looks fancy. - Oh really? The person... 듣기 View video MAMAMOO : [Special] MOONBYUL's Weird Day Vlog #2",
      "english": "It fits you well. - But it's so big. - It looks fancy. - Oh really? The person..."
    },
    {
      "korean": "너무나 좋죠, 기분이? Are you excited? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#373. 스키즈 어워즈 (w. 스페셜 DJ 스트레이키즈 현진&방찬 with 스트레이키즈)",
      "english": "Are you excited?"
    },
    {
      "korean": "너무 나 늙은 것 같던데 - 그때가 우리... I look old now. - At then... 듣기 View video TOMORROW X TOGETHER : 즐거웠어, 2019!",
      "english": "I look old now. - At then..."
    }
  ],
  "examples": [
    {
      "korean": "the last edition of the much lamented newspaper 듣기 Add to Wordbook 너무나 아쉬운 그 신문의 마지막 판 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the last edition of the much lamented newspaper Add to Wordbook"
    },
    {
      "korean": "So many thoughts whirled around in her mind. 듣기 Add to Wordbook 너무나 많은 생각이 그녀의 마음을 어지럽게 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "So many thoughts whirled around in her mind. Add to Wordbook"
    },
    {
      "korean": "It infuriates me that she was not found guilty. 듣기 Add to Wordbook 그녀가 유죄 평결을 받지 않은 것에 나는 너무나 화가 난다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It infuriates me that she was not found guilty. Add to Wordbook"
    },
    {
      "korean": "Too many uncomfortable thoughts were crowding in on her. 듣기 Add to Wordbook 너무나 많은 불편한 생각들이 그녀에게 한꺼번에 떠올랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Too many uncomfortable thoughts were crowding in on her. Add to Wordbook"
    },
    {
      "korean": "Too much toxic waste is being dumped at sea. 듣기 Add to Wordbook 너무나 많은 유독성 폐기물이 바다에 버려지고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Too much toxic waste is being dumped at sea. Add to Wordbook"
    }
  ]
}