{
  "phrases": [
    {
      "phrase": "너",
      "hanja": "",
      "example": {},
      "meanings": [
        "(주격, 목적격) you, (소유격) your, (소유대명사) yours, (재귀대명사) yourself"
      ]
    },
    {
      "phrase": "너",
      "hanja": "",
      "example": {},
      "meanings": [
        "Determiner four"
      ]
    },
    {
      "phrase": "너는 너고 나는 나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "You are you, I am me",
        "You are you, I am me",
        "You are you, I am me"
      ]
    },
    {
      "phrase": "너면 너고 나면 나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "You are you, I am me"
      ]
    },
    {
      "phrase": "너 죽고 나 죽자",
      "hanja": "",
      "example": {},
      "meanings": [
        "I will kill you and kill myself"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "your",
      "frequency": 3
    },
    {
      "meaning": "yours",
      "frequency": 3
    },
    {
      "meaning": "you",
      "frequency": 3
    },
    {
      "meaning": "other",
      "frequency": 3
    },
    {
      "meaning": "me-too",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너도니? Are you, too? 듣기 View video V PICK! : [SEVENTEEN] 우리셉의 흥은 네버엔딩이거든요 (feat.딩디기딩딩딩~✨) (SEVENTEEN playing games)",
      "english": "Are you, too?"
    },
    {
      "korean": "아 맞다 너도지. - 응. Right, you too. - Yeah. 듣기 View video SF9 : ☺☺",
      "english": "Right, you too. - Yeah."
    },
    {
      "korean": "[재효도 LA 출신?] - 뭐야 너도 LA야? - 너도야? [And Jaehyo?] - You too? - You too? 듣기 View video 한뼘TV : [방판소년단 EP44] 카드 안 꺼내는 이런 KARD를 봤나!",
      "english": "[And Jaehyo?] - You too? - You too?"
    },
    {
      "korean": "어, 너도 해야 돼. - 너도야. - 너도 배워야 돼. Oh, you need to do it too... - You too. - You need to learn it. 듣기 View video TWICE : 모챙 TV2 EP.01",
      "english": "Oh, you need to do it too... - You too. - You need to learn it."
    },
    {
      "korean": "안무 영상 찍어야 돼. - 너도야. - 에? We need to film dance. - You too... - What? 듣기 View video TWICE : 모챙 TV2 EP.01",
      "english": "We need to film dance. - You too... - What?"
    }
  ],
  "examples": [
    {
      "korean": "Same to you, too! 듣기 Add to Wordbook 너도! DARAKWON",
      "english": "Same to you, too! Add to Wordbook"
    },
    {
      "korean": "Don't you want me as well? 듣기 Add to Wordbook 너도 날 원하지 않아? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 보리차(dlst****)",
      "english": "Don't you want me as well? Add to Wordbook"
    },
    {
      "korean": "Why don't you shut up too? 듣기 Add to Wordbook 너도 좀 닥치지 그래? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 hesseby1(hess****)",
      "english": "Why don't you shut up too? Add to Wordbook"
    },
    {
      "korean": "It's time for you to learn. 듣기 Add to Wordbook 너도 배울 때가 됐어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "It's time for you to learn. Add to Wordbook"
    },
    {
      "korean": "Do you want a tattoo as well? 듣기 Add to Wordbook 너도 문신 하고 싶니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "Do you want a tattoo as well? Add to Wordbook"
    }
  ]
}