{
  "phrases": [
    {
      "phrase": "너",
      "hanja": "",
      "example": {},
      "meanings": [
        "(주격, 목적격) you, (소유격) your, (소유대명사) yours, (재귀대명사) yourself"
      ]
    },
    {
      "phrase": "너",
      "hanja": "",
      "example": {},
      "meanings": [
        "Determiner four"
      ]
    },
    {
      "phrase": "너는 너고 나는 나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "You are you, I am me",
        "You are you, I am me",
        "You are you, I am me"
      ]
    },
    {
      "phrase": "너면 너고 나면 나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "You are you, I am me"
      ]
    },
    {
      "phrase": "너 죽고 나 죽자",
      "hanja": "",
      "example": {},
      "meanings": [
        "I will kill you and kill myself"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "your",
      "frequency": 3
    },
    {
      "meaning": "yours",
      "frequency": 3
    },
    {
      "meaning": "you",
      "frequency": 3
    },
    {
      "meaning": "other",
      "frequency": 3
    },
    {
      "meaning": "me-too",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너 만의 성격으로 난 이렇게 할거다... Just do it as you want. 듣기 View video NU'EST : NU'EST V time : 뉴이스트의 보이는라디오 L.O.Λ.E STORY 시즌2 3화",
      "english": "Just do it as you want."
    },
    {
      "korean": "오직 너 만이. - 이거 예쁘다. Only you can... - This one is pretty. 듣기 View video INFINITE : INFINITE [INFINITE ONLY] COMEBACK COUNTDOWN SHOW!",
      "english": "Only you can... - This one is pretty."
    },
    {
      "korean": "너.만, 너만 사랑해. - 김밥 먹었습니다. Neo-men! - \"I only love you~\" (play-on-words) - I ate kimbap. 듣기 View video SHINHWA : [REPLAY] 신화 컴백 PART1 \"오렌지라 들었SHOW\" SHINHWA [ORANGE SHOW]",
      "english": "Neo-men! - \"I only love you~\" (play-on-words) - I ate kimbap."
    },
    {
      "korean": "아니 나 못해! - 할 수 있어 너 만의 성격으로 하면 돼. I cant do it! - Yes you can just act on your personality. 듣기 View video NU'EST : NU'EST V time : 뉴이스트의 보이는라디오 L.O.Λ.E STORY 시즌2 3화",
      "english": "I cant do it! - Yes you can just act on your personality."
    },
    {
      "korean": "Cha-Hee 만 믿는걸로 하겠습니다. - 나 너만 믿는다. I believe you Cha-Hee. - I believe in you. 듣기 View video MELODYDAY : 멜로디데이 '놀이공원 방문기!'",
      "english": "I believe you Cha-Hee. - I believe in you."
    }
  ],
  "examples": [
    {
      "korean": "You're not the only one busy! 듣기 Add to Wordbook 너만 바쁜 게 아니야! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Reina(jjyr****)",
      "english": "You're not the only one busy! Add to Wordbook"
    },
    {
      "korean": "Only you are using me as bait! 듣기 Add to Wordbook 너만 나를 미끼로 사용해! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "Only you are using me as bait! Add to Wordbook"
    },
    {
      "korean": "You're not the only one arrested. 듣기 Add to Wordbook 너만 체포된 게 아냐. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Reina(jjyr****)",
      "english": "You're not the only one arrested. Add to Wordbook"
    },
    {
      "korean": "You're not the only one who's sad. 듣기 Add to Wordbook 너만 슬픈 건 아니야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Reina(jjyr****)",
      "english": "You're not the only one who's sad. Add to Wordbook"
    },
    {
      "korean": "Yes, I do, but not with you. 듣기 Add to Wordbook 그래, 난 할거야, 너만 없으면. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ㅋ(03tl****)",
      "english": "Yes, I do, but not with you. Add to Wordbook"
    }
  ]
}