{
  "phrases": [
    {
      "phrase": "넘기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(경계를 넘어가게 하다)",
        "(주다, 맡기다) hand over, turn over, pass (on), (제출하다) hand in, (권리·책임 등을) transfer, (포기하다) surrender, give up",
        "(기한·연령 등을) pass, (formal) exceed"
      ]
    },
    {
      "phrase": "달력을 넘겨 보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "consult[refer to] the calendar"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pass something on (to somebody)",
      "frequency": 0
    },
    {
      "meaning": "page through something",
      "frequency": 0
    },
    {
      "meaning": "Hand over the money!",
      "frequency": 0
    },
    {
      "meaning": "flip chart",
      "frequency": 0
    },
    {
      "meaning": "over the hump[hill]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "넘겨. Play the next one. 듣기 View video HOONION : [Challenge] 화알못친구에게 안젤리나졸리 메이크업을 받아본다면? makeup challenge",
      "english": "Play the next one."
    },
    {
      "korean": "저도 넘겨요 - 그러면... Me too. - Then... 듣기 View video IDOL RADIO : [Full]'IDOL RADIO' ep#402. 마법의 가든 (스페셜 DJ 투모로우바이투게더 태현 w.투모로우바이투게더)",
      "english": "Me too. - Then..."
    },
    {
      "korean": "넘겨드렸었는데 부끄러우셨는지... I gave you the mic, but I guess the MYDAY was shy. 듣기 View video DAY6 : 하이 어게인!!",
      "english": "I gave you the mic, but I guess the MYDAY was shy."
    },
    {
      "korean": "넘겨버리기 맴 - 맴... Let's skip it. - Maem. 듣기 View video ATEEZ : ☂️☂️의 토크타임",
      "english": "Let's skip it. - Maem."
    },
    {
      "korean": "그러면 이제 빨리 또 넘겨드릴까요? Shall we quickly pass this along then? 듣기 View video 이달의 소녀(LOONA) : [이달의 소녀] LOONAVERSE 가는길",
      "english": "Shall we quickly pass this along then?"
    }
  ],
  "examples": [
    {
      "korean": "She always wears her hair pinned back. 듣기 Add to Wordbook 그녀는 머리를 항상 뒤로 넘겨 핀을 찌르고 다닌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She always wears her hair pinned back. Add to Wordbook"
    },
    {
      "korean": "Her hair was scraped back from her face in a ponytail. 듣기 Add to Wordbook 그녀는 머리를 얼굴 뒤로 단단히 넘겨 한 가닥으로 묶고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her hair was scraped back from her face in a ponytail. Add to Wordbook"
    },
    {
      "korean": "Hand over the money! 듣기 Add to Wordbook 그 돈 넘겨[이리] 줘! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Hand over the money! Add to Wordbook"
    },
    {
      "korean": "He swung his leg over the motorcycle, straddling it easily. 듣기 Add to Wordbook 그가 (한 쪽) 다리를 휙 오토바이 위로 넘겨 수월하게 (다리를 벌리고) 올라앉았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He swung his leg over the motorcycle, straddling it easily. Add to Wordbook"
    },
    {
      "korean": "He wellied the ball over the bar. 듣기 Add to Wordbook 그가 공을 뻥 차서 골문 위로 넘겨 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He wellied the ball over the bar. Add to Wordbook"
    }
  ]
}