{
  "phrases": [
    {
      "phrase": "넘다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(담·산·경계선 등을) (담장 등을) climb (over), jump (over), (지나가다) cross, pass",
        "(수치·정도 등을) pass, (formal) exceed, go beyond",
        "(시간·기한 등이)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "It's the last straw that breaks the camel's back.",
      "frequency": 0
    },
    {
      "meaning": "beyond a certain point",
      "frequency": 0
    },
    {
      "meaning": "threshold switch",
      "frequency": 0
    },
    {
      "meaning": "wastegating",
      "frequency": 0
    },
    {
      "meaning": "the pass affords communication with...",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "넘으면? What if you do? 듣기 View video Dingo Story / 딩고스토리 : 변태 선생이 벌점을 줬다_EP11 [라이크(LIKE)]",
      "english": "What if you do?"
    },
    {
      "korean": "5개 넘으면 끝나는 거야? Do I win when I see more than five? 듣기 View video OSEN : Stray Kids 스트레이키즈, 게임에 정신없이 빠져버린 썰 #스타로드 12",
      "english": "Do I win when I see more than five?"
    },
    {
      "korean": "넘으면 뭐 왜요 못 믿겠어요? If I do.. Why, you can't trust me? 듣기 View video Dingo Story / 딩고스토리 : 변태 선생이 벌점을 줬다_EP11 [라이크(LIKE)]",
      "english": "If I do.. Why, you can't trust me?"
    },
    {
      "korean": "이 점수를 넘으면 된다는 거죠? So we have to get over 60 points, right? 듣기 View video V COOKIE : [Full]SINGING ROOM X KARD - 코인노래방 X KARD",
      "english": "So we have to get over 60 points, right?"
    },
    {
      "korean": "근데 이거 1억 넘으면 뭐 있어요? What happens when we reach 100 million? 듣기 View video EXO : 안녕하세요 첸입니다.",
      "english": "What happens when we reach 100 million?"
    }
  ],
  "examples": [
    {
      "korean": "The last straw breaks the camel's back. 듣기 Add to Wordbook 마지막 한 오라기의 짚이 낙타등을 꺾는다.(비록 작은 일이어도 한도를 넘으면 큰 일이 난다.) (서양속담, 자기관리속담) 명언/속담",
      "english": "The last straw breaks the camel's back. Add to Wordbook"
    },
    {
      "korean": "It's pathiculous that we have to work with the lights off after 6 o' clock to obey the prohibition on overtime work. 듣기 Add to Wordbook 야근 금지 규정을 지키려고 6시가 넘으면 불을 끄고 일을 해야 하다니 처량하고 우습다. 국제영어대학원대학교 신어사전",
      "english": "It's pathiculous that we have to work with the lights off after 6 o' clock to obey the prohibition on overtime work. Add to Wordbook"
    },
    {
      "korean": "The survey will not be regarded as valid if the nonrespondents exceed fifty percent. 듣기 Add to Wordbook 무응답자가 절반을 넘으면 이 설문조사는 유효하지 않은 것으로 간주될 것이다. 국제영어대학원대학교 신어사전",
      "english": "The survey will not be regarded as valid if the nonrespondents exceed fifty percent. Add to Wordbook"
    },
    {
      "korean": "There's an overdue fine after two weeks. 듣기 Add to Wordbook 4주일이 넘으면 연체료를 지불하셔야 합니다. Neungyule",
      "english": "There's an overdue fine after two weeks. Add to Wordbook"
    },
    {
      "korean": "Excessive drinking does one harm. 듣기 Add to Wordbook 술은 양을 넘으면 해롭다 Dong-a's Prime English-Korean Dictionary",
      "english": "Excessive drinking does one harm. Add to Wordbook"
    }
  ]
}