{
  "phrases": [
    {
      "phrase": "네놈",
      "hanja": "",
      "example": {},
      "meanings": [
        "you"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "screw him, you, that, etc.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그게 네놈이로구나. That was you. 듣기 View video V WEB DRAMA : [첫 키스만 일곱 번째] 지창욱 엔딩",
      "english": "That was you."
    },
    {
      "korean": "네 놈만 없었으면... If it wasn't for you... 듣기 View video 셀럽티비(Celuv.TV) : 모모랜드, '흥 여신들의 뿜뿜~",
      "english": "If it wasn't for you..."
    },
    {
      "korean": "네 놈이 아직도 네 잘못을 뉘우치지 못했더냐! You still haven't repented your wrongdoings! 듣기 View video MOMO X : [조선라이브] 영조 편 : 허공 - Never Ending Story (원곡 부활)",
      "english": "You still haven't repented your wrongdoings!"
    },
    {
      "korean": "[의기 계월향] [네 놈들이 날 더럽히다니... [Kisaeng Kye Wol Hyang] How can you guys dirty my body... 듣기 View video MOMO X : [조선라이브] 계월향 편 : 이예준 - 눈물 (원곡 리아)",
      "english": "[Kisaeng Kye Wol Hyang] How can you guys dirty my body..."
    },
    {
      "korean": "내 죽어 원귀로 네놈에게 복수를... I will die and come back as the dead and revenge against you... 듣기 View video MOMO X : [조선라이브] 계월향 편 : 이예준 - 눈물 (원곡 리아)",
      "english": "I will die and come back as the dead and revenge against you..."
    }
  ],
  "examples": [
    {
      "korean": "Take your filthy paws off me! 듣기 Add to Wordbook 네 놈의 더러운 손 치워! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Take your filthy paws off me! Add to Wordbook"
    },
    {
      "korean": "Get your stupid feet off the chair! 듣기 Add to Wordbook 네 놈의 빌어먹을 발, 의자에서 내려! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Get your stupid feet off the chair! Add to Wordbook"
    },
    {
      "korean": "Damn you! I’m not going to let you bully me. 듣기 Add to Wordbook 이 저주받을 놈! 네 놈이 나를 못살게 굴도록 놔두지 않을 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Damn you! I’m not going to let you bully me. Add to Wordbook"
    },
    {
      "korean": "None of your damned nonsense! 듣기 Add to Wordbook 네 놈의 빌어먹을 헛소린 집어치워! Friendict Level English-Korean Dictionary",
      "english": "None of your damned nonsense! Add to Wordbook"
    },
    {
      "korean": "I never want to see your (ugly) mug again. 듣기 Add to Wordbook 네 놈 상판은 두 번 다시 보고 싶지 않다 Neungyule",
      "english": "I never want to see your (ugly) mug again. Add to Wordbook"
    }
  ]
}