{
  "phrases": [
    {
      "phrase": "년간 변화",
      "hanja": "",
      "example": {},
      "meanings": [
        "yearly change"
      ]
    },
    {
      "phrase": "년간 생산량",
      "hanja": "",
      "example": {},
      "meanings": [
        "annual productivity"
      ]
    },
    {
      "phrase": "년간 유지 보수비",
      "hanja": "",
      "example": {},
      "meanings": [
        "yearly maintenance cost"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "interannual",
      "frequency": 0
    },
    {
      "meaning": "an annual rate",
      "frequency": 0
    },
    {
      "meaning": "during the past quarter-century",
      "frequency": 0
    },
    {
      "meaning": "the yearly yield of books",
      "frequency": 0
    },
    {
      "meaning": "the four years of democratic tutelage",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "20년간 팬입니다. - 20년간요. I've been a big fan of you for 20 years. - For 20 years. 듣기 View video SMTOWN : [REPLAY] KANGTA(강타) Comeback! '별이 빛나는 밤에' 스페셜 보.라",
      "english": "I've been a big fan of you for 20 years. - For 20 years."
    }
  ],
  "examples": [
    {
      "korean": "That company has had various offices hereabouts for years. 듣기 Add to Wordbook 저 회사는 수 년간 이 부근에 여러 개의 사무실을 개설했다. Neungyule",
      "english": "That company has had various offices hereabouts for years. Add to Wordbook"
    },
    {
      "korean": "Over the years, the 26-year-old midfielder has played an important role for the South Korean team. 듣기 Add to Wordbook 수 년간 26살의 미드필더인 박지성은 한국팀을 위해 중요한 역할을 했다. Neungyule",
      "english": "Over the years, the 26-year-old midfielder has played an important role for the South Korean team. Add to Wordbook"
    },
    {
      "korean": "When comparing regions, it found that Asians worked the most with an average of 2,119 hours per year. 듣기 Add to Wordbook 지역별로 비교할 경우 아시아가 년간 2119시간으로 1위를 차지했다. Neungyule",
      "english": "When comparing regions, it found that Asians worked the most with an average of 2,119 hours per year. Add to Wordbook"
    },
    {
      "korean": "She has had chronic pain in her back for years. 듣기 Add to Wordbook 그녀는 수 년간 만성적인 등 통증에 시달렸다. Neungyule",
      "english": "She has had chronic pain in her back for years. Add to Wordbook"
    },
    {
      "korean": "It is the first time in several years for police to put a stop to, even limitedly, planned rallies. 듣기 Add to Wordbook 경찰이 계획된 시위를 제한적으로라도 중단시킨 것은 수 년간 처음이다. Neungyule",
      "english": "It is the first time in several years for police to put a stop to, even limitedly, planned rallies. Add to Wordbook"
    }
  ]
}