{
  "phrases": [
    {
      "phrase": "수억만 년 전에",
      "hanja": "",
      "example": {},
      "meanings": [
        "millions[billions] of years ago"
      ]
    },
    {
      "phrase": "년",
      "hanja": " (年)",
      "example": {},
      "meanings": [
        "(해) year"
      ]
    },
    {
      "phrase": "전",
      "hanja": " (煎)",
      "example": {},
      "meanings": [
        "(부침개) jeon, pancake"
      ]
    },
    {
      "phrase": "전",
      "hanja": " (全)",
      "example": {},
      "meanings": [
        "(모든, 전체) all, (전체의) whole, entire, complete"
      ]
    },
    {
      "phrase": "전",
      "hanja": " (前)",
      "example": {},
      "meanings": [
        "(막연한 과거의 어느 때)",
        "(어떤 시기의 이전)",
        "(이전)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Australopithecus",
      "frequency": 0
    },
    {
      "meaning": "NUCLEBRAS",
      "frequency": 0
    },
    {
      "meaning": "preschool year",
      "frequency": 0
    },
    {
      "meaning": "millions[billions] of years ago",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "한 삼사 년 전? About 3 to 4 years ago? 듣기 View video IDOL RADIO : [Full] 'IDOL RADIO' ep#1. 덕민청원 (with 초롱,보미,현식,프니엘)",
      "english": "About 3 to 4 years ago?"
    },
    {
      "korean": "한 반 년 전부터, 오육개월 전부터 시작을 하는데요. like half a year before. 5 or 6 months ahead of its release. 듣기 View video BTS : RM : LOVE YOURSELF 承 ‘Her’ Behind",
      "english": "like half a year before. 5 or 6 months ahead of its release."
    }
  ],
  "examples": [
    {
      "korean": "It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket,' said Banderas, a native of Spain. 듣기 Add to Wordbook 년 전 주머니 속에 거의 무일푼으로 이 나라에 도착한 것은 명예이자 특권이었습니다. Neungyule",
      "english": "It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket,' said Banderas, a native of Spain. Add to Wordbook"
    },
    {
      "korean": "So rather than a slow carving of the Grand Canyon, as your article suggests, the bulk of the canyon may have been carved just a few hundred thousand years ago! 듣기 Add to Wordbook 따라서 기사에서 시사한 바와 같이 그랜드캐니언의 침식이 천천히 이루어진 것이 아니라, 협곡 대부분이 불과 수십만 년 전에 깎여진 것인지 모릅니다! YBM All in All English-Korean Dictionary",
      "english": "So rather than a slow carving of the Grand Canyon, as your article suggests, the bulk of the canyon may have been carved just a few hundred thousand years ago! Add to Wordbook"
    },
    {
      "korean": "Five or six years ago there were a handful of companies that had environmental products and now every single company has something that’s environmentally conscious. 듣기 Add to Wordbook 오륙 년 전만 해도 환경친화 제품을 만드는 회사들이 손에 꼽을 정도였지만 지금은 거의 모든 회사들이 환경을 의식하는 제품들을 만들고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Five or six years ago there were a handful of companies that had environmental products and now every single company has something that’s environmentally conscious. Add to Wordbook"
    },
    {
      "korean": "years ago America's top alternative rock group The Smashing Pumpkins was in Korea for a concert. 듣기 Add to Wordbook 년 전 미국 최고의 얼터너티브 락 밴드 스매싱 펌킨스가 콘서트를 위해 한국에 왔다. TIMES CORE",
      "english": "years ago America's top alternative rock group The Smashing Pumpkins was in Korea for a concert. Add to Wordbook"
    },
    {
      "korean": "She started eating bugs years ago when she was studying pre-Columbian food in the Yucatan region of Mexico. 듣기 Add to Wordbook 그녀는 년 전 멕시코 유카탄 지역에서 콜럼버스 신대륙 발견 이전의 음식 문화를 연구할 때 벌레를 먹기 시작했습니다. TIMES CORE",
      "english": "She started eating bugs years ago when she was studying pre-Columbian food in the Yucatan region of Mexico. Add to Wordbook"
    }
  ]
}