{
  "phrases": [
    {
      "phrase": "노리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "seek, aim (at/for), (informal) be after, (informal) be out for; (눈독을 들이다) have an eye on"
      ]
    },
    {
      "phrase": "노리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective having an unpleasant meat odor",
        "Adjective having an unpleasant meat taste",
        "Adjective stingy, miserly"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "공략",
      "frequency": 0
    },
    {
      "meaning": "도모",
      "frequency": 0
    },
    {
      "meaning": "fish for something",
      "frequency": 0
    },
    {
      "meaning": "angle for something",
      "frequency": 0
    },
    {
      "meaning": "fortune-hunting",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러다 누가 날 노리면? Then what if someone pursues me? 듣기 View video Dingo Story / 딩고스토리 : [여자들은 왜 화를 내는 걸까] 5화 - 짧은 치마는 위험해!",
      "english": "Then what if someone pursues me?"
    },
    {
      "korean": "저 알았어요 좀 더 위에를 노리면 되는 것 같아요. I got it... I just have to aim for the top part. 듣기 View video 세이브펫챌린지 SAVE PET CHALLENGE : 채연! 학대동물 프로젝트 길고양이 ‘요다’를 위한 도전! [세이브펫챌린지] 22회",
      "english": "I got it... I just have to aim for the top part."
    },
    {
      "korean": "그럼 다음 기회로 또 노리면 되죠. Then you can go for it the next time. 듣기 View video ASTRO : 커몽커몽",
      "english": "Then you can go for it the next time."
    },
    {
      "korean": "그래서 할인할때는 노리면 될거같아요. So you can wait for the sale. 듣기 View video V Beauty : 다또아의 여름용 파운데이션 추천! Summer Foundations",
      "english": "So you can wait for the sale."
    },
    {
      "korean": "[빈틈을 노려 공격 성공] 쳤어! He hit me! 듣기 View video NU'EST : L.O.Λ.E STORY EP.21 뉴이스트의 진실 혹은 거짓 (Truth Or Dare)",
      "english": "He hit me!"
    }
  ],
  "examples": [
    {
      "korean": "Perhaps you can defeat me if I don't try as hard. 발음듣기 내가 잠든 틈을 노리면 네가 이길 수도 있을 거야. hansemEUG",
      "english": "Perhaps you can defeat me if I don't try as hard. 발음"
    },
    {
      "korean": "She was angling for sympathy. 발음듣기 그녀는 동정을 노리고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was angling for sympathy. 발음"
    },
    {
      "korean": "Someone has made an attempt on the President’s life. 발음듣기 누군가가 대통령의 목숨을 노리는 행위를 했다[노렸다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Someone has made an attempt on the President’s life. 발음"
    },
    {
      "korean": "Rumours spread that the Duke had designs on the crown. 발음듣기 그 공작이 왕위를 노린다는 소문이 돌았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rumours spread that the Duke had designs on the crown. 발음"
    },
    {
      "korean": "The team is chasing its first win in five games. 발음듣기 그 팀은 다섯 경기 만에 첫 승을 노리고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The team is chasing its first win in five games. 발음"
    }
  ]
}