{
  "phrases": [
    {
      "phrase": "놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(놀이를 하다, 즐기다) play, frolic",
        "(일하지 않다) idle away, be idle, (informal) loaf around, (실직하다) be out of work[a job], have no job[work], be jobless[unemployed]",
        "(사용되지 않다) lie[stand, sit] idle"
      ]
    },
    {
      "phrase": "노는 날",
      "hanja": "",
      "example": {},
      "meanings": [
        "공휴일 a holiday"
      ]
    },
    {
      "phrase": "노는 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "an idle man",
        "an idler"
      ]
    },
    {
      "phrase": "(학교의) 노는 시간",
      "hanja": "",
      "example": {},
      "meanings": [
        "a recess"
      ]
    },
    {
      "phrase": "냇물에서 노는 아이들",
      "hanja": "",
      "example": {},
      "meanings": [
        "children playing in a stream"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "orgy",
      "frequency": 3
    },
    {
      "meaning": "plaything",
      "frequency": 3
    },
    {
      "meaning": "orgiastic",
      "frequency": 0
    },
    {
      "meaning": "playtime",
      "frequency": 0
    },
    {
      "meaning": "(out) on the town",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"혼자서 잘 노는...\" 푸린 님입니까, 푸른입니까? \"I play alone well\". Is it Purin or Purun? 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "\"I play alone well\". Is it Purin or Purun?"
    },
    {
      "korean": "뭐 누구는 비싼 술 마시면서 노는 거 못하는 줄 알아? It's not because we can't play and drink expensive drinks. 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "It's not because we can't play and drink expensive drinks."
    },
    {
      "korean": "2월은 학교 들어가기 전에 노는 날... 노는 봄방학 아니에요? You are supposed to chill in February. It's Spring break right now, isn't it? 듣기 View video NCT : 안녕하세요 시즈니!! 제노에요진짜 잠깐 하려고 하는데.. 제노가 보고싶으면 들어오세요!! 이제 시작합니다",
      "english": "You are supposed to chill in February. It's Spring break right now, isn't it?"
    },
    {
      "korean": "노~ - 친구분들과 이렇게 한번 노는 것도 재밌지 않을까요? No. - Hang out with your friends after putting on makeup like this. 듣기 View video V PICK! : [V PICK! HOW TO in V] 인표의 파티 메이크업✨ (HOW TO DO INPYO’s Party Makeup)",
      "english": "No. - Hang out with your friends after putting on makeup like this."
    },
    {
      "korean": "노는 건 거기서 놀아야지! And have fun there! 듣기 View video Dingo Story / 딩고스토리 : 남사친과 연하남이 남자로 보이는 순간_EP09 [라이크(LIKE)]",
      "english": "And have fun there!"
    }
  ],
  "examples": [
    {
      "korean": "We could hear sounds of revelry from next door. 듣기 Add to Wordbook 옆집에서 사람들이 흥청대며 노는 소리가 들렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We could hear sounds of revelry from next door. Add to Wordbook"
    },
    {
      "korean": "They were photographed playing with their children. 듣기 Add to Wordbook 그들이 자녀와 함께 노는 모습이 사진에 담겼다[촬영되었다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were photographed playing with their children. Add to Wordbook"
    },
    {
      "korean": "Where’s the crack tonight? 듣기 Add to Wordbook 오늘 밤에는 어디서 노는 거야? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Where’s the crack tonight? Add to Wordbook"
    },
    {
      "korean": "He was a solitary child. 듣기 Add to Wordbook 그는 혼자 잘 노는[혼자 자란] 아이였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was a solitary child. Add to Wordbook"
    },
    {
      "korean": "How about going out on the town tonight? 듣기 Add to Wordbook 오늘밤에 시내 나가 노는 거 어때? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How about going out on the town tonight? Add to Wordbook"
    }
  ]
}