{
  "phrases": [
    {
      "phrase": "노출",
      "hanja": " (露出)",
      "example": {},
      "meanings": [
        "(겉으로 드러남) [명사] exposure, disclosure, [동사] be exposed, be revealed, be disclosed",
        "(사진) [명사] exposure",
        "(무방비 상태가 되다) [동사] be exposed"
      ]
    },
    {
      "phrase": "노출된",
      "hanja": "",
      "example": {},
      "meanings": [
        "exposed",
        "bare"
      ]
    },
    {
      "phrase": "노출이 지나친",
      "hanja": "",
      "example": {},
      "meanings": [
        "insufficiently-dressed"
      ]
    },
    {
      "phrase": "노출 과도의",
      "hanja": "",
      "example": {},
      "meanings": [
        "overexposed"
      ]
    },
    {
      "phrase": "이중 노출",
      "hanja": "",
      "example": {},
      "meanings": [
        "double exposure"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "exposure",
      "frequency": 1
    },
    {
      "meaning": "light 1",
      "frequency": 2
    },
    {
      "meaning": "nakedness",
      "frequency": 0
    },
    {
      "meaning": "bareness",
      "frequency": 0
    },
    {
      "meaning": "denudation",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아 로고 노출이요? Oh, reveal of logo? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Oh, reveal of logo?"
    },
    {
      "korean": "노출 없어요 여러분! 노출 없습니다! There's no skin! There's no skin! 듣기 View video SF9 : 자라났다!!!!!",
      "english": "There's no skin! There's no skin!"
    },
    {
      "korean": "유일안 노출은 저는 여기까지! The only skin revealing is up to here. 듣기 View video SF9 : 자라났다!!!!!",
      "english": "The only skin revealing is up to here."
    },
    {
      "korean": "진짜 믿으시는 거 아니야 이러다가? 노출이 있다고? What if they really believe it? That there's skin? 듣기 View video SF9 : 자라났다!!!!!",
      "english": "What if they really believe it? That there's skin?"
    },
    {
      "korean": "저는 좀 노출 싫어해서 - 우리 그런 거 할래요? I don't like being naked in pics. - Shall we do that? 듣기 View video 슈주 리턴즈 (SJ returns) - SM C&C STUDIO : [Full] <슈주 리턴즈4> 랜선 제작 발표회",
      "english": "I don't like being naked in pics. - Shall we do that?"
    }
  ],
  "examples": [
    {
      "korean": "Do not expose babies to strong sunlight. 발음듣기 아기들은 강한 햇볕에 노출되지 않게 하라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Do not expose babies to strong sunlight. 발음"
    },
    {
      "korean": "That skirt of hers is positively indecent. 발음듣기 그녀의 저 치마는 확실히 노출이 심하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "That skirt of hers is positively indecent. 발음"
    },
    {
      "korean": "The crops will not grow on exposed hillsides. 발음듣기 그 작물은 노출된 비탈에서는 자라지 않는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The crops will not grow on exposed hillsides. 발음"
    },
    {
      "korean": "the process of decontaminating areas exposed to radioactivity 발음듣기 방사능에 노출된 지역의 오염 제거 절차 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the process of decontaminating areas exposed to radioactivity 발음"
    },
    {
      "korean": "Exposure to the sun can accelerate the ageing process. 발음듣기 햇볕에 노출되면 노화 진행이 가속화될 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Exposure to the sun can accelerate the ageing process. 발음"
    }
  ]
}