{
  "phrases": [
    {
      "phrase": "노즐",
      "hanja": "",
      "example": {},
      "meanings": [
        "a nozzle"
      ]
    },
    {
      "phrase": "nozzle",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 노즐, 분사구[공]"
      ]
    },
    {
      "phrase": "노즐 블록",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 nozzle block"
      ]
    },
    {
      "phrase": "분사 노즐",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 jet nozzle"
      ]
    },
    {
      "phrase": "분무노즐",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 spray nozzle"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "nozzle",
      "frequency": 3
    },
    {
      "meaning": "jet 1",
      "frequency": 3
    },
    {
      "meaning": "adjutage",
      "frequency": 0
    },
    {
      "meaning": "spray nozzle",
      "frequency": 0
    },
    {
      "meaning": "nozzleman",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이 스팀 노즐을 이용해서... Let's use this steam nozzle. 듣기 View video NU'EST : [NU'EST W] 뉴이스트W 아론,렌 X 해피빈 기부라이브",
      "english": "Let's use this steam nozzle."
    },
    {
      "korean": "이게 약간 앞쪽 노즐이 막혀있는 것 같아요. I guess the nozzle is clogged. 듣기 View video V Beauty : 미아와 팔레트 만들기 Making Makeup Palette",
      "english": "I guess the nozzle is clogged."
    },
    {
      "korean": "저는 원형으로 골랐어요. I picked a circular nozzle. 듣기 View video GFRIEND : 케잌만들기 ㅋㅋㅋㅋ",
      "english": "I picked a circular nozzle."
    },
    {
      "korean": "약간 앞을 뜯어내고 해볼게요. I'll cut a bit off the nozzle. 듣기 View video V Beauty : 미아와 팔레트 만들기 Making Makeup Palette",
      "english": "I'll cut a bit off the nozzle."
    }
  ],
  "examples": [
    {
      "korean": "It has one large water jet and 300 smaller jets. 듣기 Add to Wordbook 이 분수에는 큰 분수 노즐 1개와 300개의 작은 노즐이 설치되어 있다. Neungyule",
      "english": "It has one large water jet and 300 smaller jets. Add to Wordbook"
    },
    {
      "korean": "It is made up of 380 nozzles. 듣기 Add to Wordbook 그것은 380개의 노즐로 이루어져 있다. Neungyule",
      "english": "It is made up of 380 nozzles. Add to Wordbook"
    },
    {
      "korean": "The researchers tried cleaning the showerheads with bleach to see if it would get rid of the bacteria. 듣기 Add to Wordbook 연구자들은 박테리아를 제거할 수 있는지 보기 위해 표백제로 샤워노즐을 청소하였다. Neungyule",
      "english": "The researchers tried cleaning the showerheads with bleach to see if it would get rid of the bacteria. Add to Wordbook"
    },
    {
      "korean": "Researchers from the University of Colorado say that showerheads can be dangerous for people with weak immune systems. 듣기 Add to Wordbook 콜로라도 대학 연구진들은 샤워노즐이 면역력이 약한 사람들에게는 치명적일 수도 있다고 말했다. Neungyule",
      "english": "Researchers from the University of Colorado say that showerheads can be dangerous for people with weak immune systems. Add to Wordbook"
    },
    {
      "korean": "You are installing new ink-jet nozzles, electrical contacts, and flexible circuitry--so your printer delivers its best performance. 듣기 Add to Wordbook 잉크젯 노즐, 전기 접점, 플렉시블 회로까지 가는 것이기 때문에 프린터 성능이 최대로 향상됩니다. YBM All in All English-Korean Dictionary",
      "english": "You are installing new ink-jet nozzles, electrical contacts, and flexible circuitry--so your printer delivers its best performance. Add to Wordbook"
    }
  ]
}