{
  "phrases": [
    {
      "phrase": "맥노튼의 법칙",
      "hanja": " (-法則)",
      "example": {},
      "meanings": [
        "의학 M’Naghten rule"
      ]
    },
    {
      "phrase": "드리스 반 노튼",
      "hanja": "",
      "example": {},
      "meanings": [
        "Dries Van Noten"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Burnt Norton",
      "frequency": 0
    },
    {
      "meaning": "McNaughton",
      "frequency": 0
    },
    {
      "meaning": "M'Naghten Rules",
      "frequency": 0
    },
    {
      "meaning": "McNá(u)ghten Rùles",
      "frequency": 0
    },
    {
      "meaning": "M’Naghten rule",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "방탄소년단이 나와서 한 말은 없나요? 노튼쇼 나가서? Did BTS say any meaningful things on the show? 듣기 View video JTBC PLUS : 대통령과의 진의 셀카 뒷 이야기 최초 공개! 비틀즈 VS 방탄! 해외 언론 속 BTS의 위상은...?",
      "english": "Did BTS say any meaningful things on the show?"
    }
  ],
  "examples": [
    {
      "korean": "In a surprise move, Anthony Norton, previously an executive at Pantech, was appointed to the board of Lunar Software. 듣기 Add to Wordbook 팬텍의 중역이었던 앤서니 노튼 씨가 루나 소프트웨어의 이사로 전격적으로 지명됐다. YBM All in All English-Korean Dictionary",
      "english": "In a surprise move, Anthony Norton, previously an executive at Pantech, was appointed to the board of Lunar Software. Add to Wordbook"
    },
    {
      "korean": "Norton says isolated experiences show that they can be transferred. Introducing speed bumps in Ghana cut traffic deaths in half. 듣기 Add to Wordbook 노튼 씨는 별개의 경험을 통해 그것들이 바뀔 수 있다는 것을 보여준다 말하며 가나에서 과속방지턱으로 교통사고 사망률을 반으로 줄인 사례를 소개했다. YBM All in All English-Korean Dictionary",
      "english": "Norton says isolated experiences show that they can be transferred. Introducing speed bumps in Ghana cut traffic deaths in half. Add to Wordbook"
    },
    {
      "korean": "University of Sydney public health professor Robyn Norton says traffic deaths in industrial nations are predicted to decline nearly 30 percent by 2020, 듣기 Add to Wordbook 호주 시드니 대학 공중보건 전문가인 로빈 노튼 교수는 산업국가의 교통사고사망은 2020년 30퍼센트까지 줄어들것으로 보고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "University of Sydney public health professor Robyn Norton says traffic deaths in industrial nations are predicted to decline nearly 30 percent by 2020, Add to Wordbook"
    },
    {
      "korean": "The experts, Arthur Norton and Louisa Miller, say it is likely that at least 10 percent of women now in their twenties and thirties will never marry. 듣기 Add to Wordbook 아서 노튼과 루이자 밀러, 두 전문가는 현재 20대와 30대의 여성 중에서 적어도 10퍼센트는 앞으로도 결혼할 것 같지 않다고 말합니다. YBM All in All English-Korean Dictionary",
      "english": "The experts, Arthur Norton and Louisa Miller, say it is likely that at least 10 percent of women now in their twenties and thirties will never marry. Add to Wordbook"
    },
    {
      "korean": "Confresswoman Notton says that the image of being 'outside the system' is an especially powerful advantage for women political candidates in the upcoming election year. 듣기 Add to Wordbook 체제 밖에 있다는 이미지는 다가오는 올해 선거에서 여성 후보들에게 특히 강력한 이점이라고 노튼 의원은 말합니다. YBM All in All English-Korean Dictionary",
      "english": "Confresswoman Notton says that the image of being 'outside the system' is an especially powerful advantage for women political candidates in the upcoming election year. Add to Wordbook"
    }
  ]
}