{
  "phrases": [
    {
      "phrase": "녹슬다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(금속·기계 등이) rust, become[get, go] rusty",
        "(실력·머리 등이) be rusty"
      ]
    },
    {
      "phrase": "녹슬은반날개",
      "hanja": "",
      "example": {},
      "meanings": [
        "Nok-seul-eun-ban-nal-gae"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "rusty",
      "frequency": 3
    },
    {
      "meaning": "oxidize",
      "frequency": 3
    },
    {
      "meaning": "stainless",
      "frequency": 3
    },
    {
      "meaning": "rusty metal",
      "frequency": 0
    },
    {
      "meaning": "rust",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "여름에는 습해서 면도날이 쉽게 녹슬 수 있어요. The razor blade can get rusty easily in summer as it's humid. 듣기 View video GAVYNJ : GavyNJ_TV",
      "english": "The razor blade can get rusty easily in summer as it's humid."
    },
    {
      "korean": "[살짝 칼날이 녹슨...] [It's like they're having some trouble...] View video BTS : Run BTS! 2019 - EP.90",
      "english": "[It's like they're having some trouble...]"
    },
    {
      "korean": "[섬세하고, 자상해요] 너 이거 안 녹슬어? [Caring and gentle] Won't this get rusty? 듣기 View video World Klass (월드 클래스) : [1회] '스케일 레전드' 방배정을 위한 역대급 사다리게임",
      "english": "[Caring and gentle] Won't this get rusty?"
    },
    {
      "korean": "[녹슬지 않은 곱지 않은 시선] 이렇게 쇼미 더 머리에서는 1차... [Those fierce looks] you made it in \"Show me the Morey\". 듣기 View video Stray Kids : [CHOISKZ(초이슼)] EP.01",
      "english": "[Those fierce looks] you made it in \"Show me the Morey\"."
    },
    {
      "korean": "녹슬었어요 - 청주에서 좀 쓸었어요? I got rusty. - Were you a popular dancer in Cheongju? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 9회 롱롱CAM - 팩트체크 Part 3.",
      "english": "I got rusty. - Were you a popular dancer in Cheongju?"
    }
  ],
  "examples": [
    {
      "korean": "When a substance burns or rusts, it is oxidized. 듣기 Add to Wordbook 물질은 타거나 녹슬 때 산화된다. Friendict Level English-Korean Dictionary",
      "english": "When a substance burns or rusts, it is oxidized. Add to Wordbook"
    },
    {
      "korean": "Nails can rust in a matter of hours if they’re not galvanised, and gardens have to be planted with sea spray and wind in mind. 듣기 Add to Wordbook 못들은 만약 아연으로 코팅하지 않는다면 몇시간 안에 녹슬 수 있다. 그리고 정원은 파도의 비말과 바람을 염두하고 조경되어야 한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 JAKE L(dleh****)",
      "english": "Nails can rust in a matter of hours if they’re not galvanised, and gardens have to be planted with sea spray and wind in mind. Add to Wordbook"
    },
    {
      "korean": "And three weeks isn't enough to get rusty, so it's not amazingly surprising I'm playing well now. 듣기 Add to Wordbook 그리고 3주란 시간이 제 실력이 녹슬만큼 긴 시간이 아니라서 제가 지금 잘 하고 있다는 사실도 놀라운 일은 아닙니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Angela teacher(bbae****)",
      "english": "And three weeks isn't enough to get rusty, so it's not amazingly surprising I'm playing well now. Add to Wordbook"
    },
    {
      "korean": "The box was fastened with a rusty wire. 듣기 Add to Wordbook 그 상자는 녹슨 철사로 묶여 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The box was fastened with a rusty wire. Add to Wordbook"
    },
    {
      "korean": "My French is rusty. 듣기 Add to Wordbook 내 프랑스어 실력이 녹슬었다. 절대어휘 5100",
      "english": "My French is rusty. Add to Wordbook"
    }
  ]
}