{
  "phrases": [
    {
      "phrase": "녹이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(고체를) melt, (얼음을) thaw, (금속을) fuse",
        "(용해시키다) dissolve",
        "(손·발·몸 등을) warm (up), thaw out"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "solventless",
      "frequency": 0
    },
    {
      "meaning": "meltingly",
      "frequency": 0
    },
    {
      "meaning": "melt",
      "frequency": 3
    },
    {
      "meaning": "melt something down",
      "frequency": 0
    },
    {
      "meaning": "melting",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[본인 포함 기존 멤버 유지로] 그런 데다가 약간 보컬을 녹일 수 있나? [Maintaining the existing members] can we add singing? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 17. 2라운드 진출 전! 갑분 멤버 교체 위기? 새롭게 영입된 멤버는 누구?",
      "english": "[Maintaining the existing members] can we add singing?"
    },
    {
      "korean": "미리 녹일 걸 그랬나? Should we have melted it in advance? 듣기 View video Hahm Eun Jung : 은정이 베트남에 또 왔지롱~ Eun Jung lại đến Việt Nam rồi đây ~~",
      "english": "Should we have melted it in advance?"
    },
    {
      "korean": "이걸 녹일 수 있을까요? Will we be able to melt them? 듣기 View video V COOKIE : [Full] TRCNG's SUMMER VACATION WEEK - TRCNG X 여름방학 스페셜위크",
      "english": "Will we be able to melt them?"
    },
    {
      "korean": "비춰줄 수도 있고 눈부실 수도 있고 녹일 수도 있잖아요. It can illuminate, it can be blinding, and it can melt. 듣기 View video V COOKIE : [Full] BerryGood Taeha, Gowoon, Seoyool ​X Orgel Live - 베리굿 태하, 고운, 서율의 오르골라이브!",
      "english": "It can illuminate, it can be blinding, and it can melt."
    },
    {
      "korean": "따뜻하게 몸을 녹일 수 있는 이름만 들어도 따뜻한 핫초코를... get a chance to melt their bodies with a warm cup of hot chocolate. 듣기 View video V COOKIE : [Full] TRCNG's SUMMER VACATION WEEK - TRCNG X 여름방학 스페셜위크",
      "english": "get a chance to melt their bodies with a warm cup of hot chocolate."
    }
  ],
  "examples": [
    {
      "korean": "Put the heater on for long enough to take the chill off the room. 듣기 Add to Wordbook 방 안을 녹일 만큼 충분히 히터를 틀어 놓아라 Dong-a's Prime English-Korean Dictionary",
      "english": "Put the heater on for long enough to take the chill off the room. Add to Wordbook"
    },
    {
      "korean": "Drink some of this coffee;It will warm you up. 듣기 Add to Wordbook 이 커피를 마셔요. 몸을 녹일거예요 Dong-a's Prime English-Korean Dictionary",
      "english": "Drink some of this coffee;It will warm you up. Add to Wordbook"
    },
    {
      "korean": "On a hot day, sunlight is usually enough to melt chocolate. 듣기 Add to Wordbook 더운 날에 햇볕은 초콜릿을 충분히 녹일 수 있다. Neungyule",
      "english": "On a hot day, sunlight is usually enough to melt chocolate. Add to Wordbook"
    },
    {
      "korean": "If the climate gets warmer, it will melt the ice near the north and south poles, and many areas along the coast may be flooded. 듣기 Add to Wordbook 만약에 기온이 점점 더워지면 북극과 남극 근방의 얼음을 녹일 것이고, 여러 해안 지역에 물이 범람하게 될 것이다. YBM All in All English-Korean Dictionary",
      "english": "If the climate gets warmer, it will melt the ice near the north and south poles, and many areas along the coast may be flooded. Add to Wordbook"
    },
    {
      "korean": "Also, this experiment will show you can only melt a certain amount of sugar in water. 듣기 Add to Wordbook 또한 일정 양의 설탕만을 물에 녹일 수 있다는 점을 배울 수 있다. Neungyule",
      "english": "Also, this experiment will show you can only melt a certain amount of sugar in water. Add to Wordbook"
    }
  ]
}