{
  "phrases": [],
  "meanings": [
    {
      "meaning": "induction stroke",
      "frequency": 0
    },
    {
      "meaning": "stroke volume of a cylinder",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저희가... - 사실 우리가 놀거리를... We're... - In fact... 듣기 View video SEVENTEEN : [SEVENTEEN] 안녕 오랜만 ❤",
      "english": "We're... - In fact..."
    },
    {
      "korean": "다음 코너는 추억의 놀 거리! Next is recollecting toys! 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '그땐 그랬지~ '",
      "english": "Next is recollecting toys!"
    },
    {
      "korean": "추억의 놀 거리. 아이스크림 장난감입니다. It's an old toy, an ice cream toy. 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '그땐 그랬지~ '",
      "english": "It's an old toy, an ice cream toy."
    },
    {
      "korean": "이번에는 강원도 먹거리 놀 거리 알려주세요. Tell me about things to do or eat in Gangwon. 듣기 View video AOA : AOA ChanMi \"Fox's Secret Trip\" #1",
      "english": "Tell me about things to do or eat in Gangwon."
    },
    {
      "korean": "발리 같이 갈래요? - 놀 거리가 진짜 좋아. - 발리 진짜 좋아. Do you want to go to Bali? - There's lots to do. - Bali is really amazing. 듣기 View video V COOKIE : [Full] Girls' Generation X LieV - 소녀시대 10주년 눕방라이브!",
      "english": "Do you want to go to Bali? - There's lots to do. - Bali is really amazing."
    }
  ],
  "examples": [
    {
      "korean": "Skittles is a variety entertainment and dining establishment located in Washington, D.C. 발음듣기 Skittles 는 다양한 놀거리와 음식점이 Washington, D.C 에 위치되어져있는 곳이다 User translation Inaccurate information may be included due to the users' self-traslation. karstain(kars****) Web Collection",
      "english": "Skittles is a variety entertainment and dining establishment located in Washington, D.C. 발음"
    },
    {
      "korean": "A handful, plenty to play with. 발음듣기 놀거리가 엄청나게 넘쳐나! User translation Inaccurate information may be included due to the users' self-traslation. Youngme(free****) Web Collection",
      "english": "A handful, plenty to play with. 발음"
    },
    {
      "korean": "While New York City is known for its endless activities, there is nothing quite like taking a moment to be mesmerized by its breathtaking views. 발음듣기 뉴욕시는 다양한 볼거리와 놀거리로 유명하지만 잠시 여유를 가지고 숨막힐 듯한 뉴욕의 경관에 매료되는 것도 최고의 경험이 될 수 있습니다. hansemEUG",
      "english": "While New York City is known for its endless activities, there is nothing quite like taking a moment to be mesmerized by its breathtaking views. 발음"
    }
  ]
}