{
  "phrases": [
    {
      "phrase": "놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(놀이를 하다, 즐기다) play, frolic",
        "(일하지 않다) idle away, be idle, (informal) loaf around, (실직하다) be out of work[a job], have no job[work], be jobless[unemployed]",
        "(사용되지 않다) lie[stand, sit] idle"
      ]
    },
    {
      "phrase": "퍼니 놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lead an idle life",
        "loaf away one´s days"
      ]
    },
    {
      "phrase": "만판 놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "enjoy oneself to the full",
        "spend all one´s time loafing(마냥)"
      ]
    },
    {
      "phrase": "흥겹게 놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make merry",
        "have fun",
        "be absorbed in play"
      ]
    },
    {
      "phrase": "편편히 놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "idle about",
        "idle away",
        "be at an idle end"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "play",
      "frequency": 3
    },
    {
      "meaning": "lark 2",
      "frequency": 0
    },
    {
      "meaning": "potchger",
      "frequency": 0
    },
    {
      "meaning": "revel",
      "frequency": 3
    },
    {
      "meaning": "disport",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "베리야 놀다 와! Berry, go and play! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Berry, go and play!"
    },
    {
      "korean": "베리 놀다 올 거야? Berry, do you want to go play? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Berry, do you want to go play?"
    },
    {
      "korean": "좀 놀다 올래? Do you want to go play and come back? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Do you want to go play and come back?"
    },
    {
      "korean": "다른 강아지들도 많은데 너네 좀 놀다 와! There are a lot of other puppies. You guys go and play! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "There are a lot of other puppies. You guys go and play!"
    },
    {
      "korean": "재밌게 놀다 오시면... As long as you enjoy yourselves... 듣기 View video 이한결, 남도현 : [비하인드] 이한결, 남도현 1st Fanmeeting : HAPPY DAY",
      "english": "As long as you enjoy yourselves..."
    }
  ],
  "examples": [
    {
      "korean": "If you fool about with matches, you’ll end up getting burned. 듣기 Add to Wordbook 너 성냥 가지고 바보같이 굴다간[가지고 놀다간] 데이게 될 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If you fool about with matches, you’ll end up getting burned. Add to Wordbook"
    },
    {
      "korean": "to play with an RC truggy 듣기 Add to Wordbook 무선 조종 트러기를 가지고 놀다 국제영어대학원대학교 신어사전",
      "english": "to play with an RC truggy Add to Wordbook"
    },
    {
      "korean": "Time flies when you are having fun. 듣기 Add to Wordbook 놀다 보면 시간이 정말 빨리 지나가죠. Neungyule",
      "english": "Time flies when you are having fun. Add to Wordbook"
    },
    {
      "korean": "Kids often fight when they play together. 듣기 Add to Wordbook 아이들이 놀다 싸우는 것은 흔히 있는 일이다 Neungyule",
      "english": "Kids often fight when they play together. Add to Wordbook"
    },
    {
      "korean": "Let's make a day of it, you know, pack a picnic lunch, take a blanket, get some sun and fresh air, and enjoy ourselves. 듣기 Add to Wordbook 우리 거기 가요. 점심 싸 가지고 담요 가져가서 햇볕도 쬐고 상쾌한 공기도 좀 마시면서 재미있게 놀다 오자구요. YBM All in All English-Korean Dictionary",
      "english": "Let's make a day of it, you know, pack a picnic lunch, take a blanket, get some sun and fresh air, and enjoy ourselves. Add to Wordbook"
    }
  ]
}