{
  "phrases": [
    {
      "phrase": "놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(놀이를 하다, 즐기다) play, frolic",
        "(일하지 않다) idle away, be idle, (informal) loaf around, (실직하다) be out of work[a job], have no job[work], be jobless[unemployed]",
        "(사용되지 않다) lie[stand, sit] idle"
      ]
    },
    {
      "phrase": "놀면하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(be) rather yellow, (agreeably) yellowish"
      ]
    },
    {
      "phrase": "놀고 앉았네",
      "hanja": "",
      "example": {},
      "meanings": [
        "be sitting and playing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "play",
      "frequency": 3
    },
    {
      "meaning": "revel",
      "frequency": 3
    },
    {
      "meaning": "playful",
      "frequency": 3
    },
    {
      "meaning": "orgy",
      "frequency": 3
    },
    {
      "meaning": "idle",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "\"우리랑 좀 더 놀면 안돼요?\" 그러면 원래 저... \"Can't you play with us a little longer?\" Then... Originally, I... 듣기 View video ASTRO : 같이 얘기 할까요? ☺️",
      "english": "\"Can't you play with us a little longer?\" Then... Originally, I..."
    },
    {
      "korean": "[서운한 하리보] 그래서 나 이제 놀면 너 안 불러! [He was upset] From now on, I'm not going to call you when I go out! 듣기 View video V PICK! : [NCT] 제가 지금 천지 보다가 천국가면 대박 빨라요 보여줄까요? (Chenle&Jisung's trainee years story)",
      "english": "[He was upset] From now on, I'm not going to call you when I go out!"
    },
    {
      "korean": "너 어제 지수랑 논다며 난 친구들이랑 놀면 안 되냐? You told me that you'll be hanging out with Jisu. Can't I hang out with my friends? 듣기 View video 플레이리스트 (Playlist) : 짝사랑 절대 들키면 안 되는 최악의 상황 [다만너] - EP.01",
      "english": "You told me that you'll be hanging out with Jisu. Can't I hang out with my friends?"
    },
    {
      "korean": "놀면 뭐하냐? Why waste the evening? 듣기 View video 플레이리스트 (Playlist) : 구썸남과 다시 썸 탈 수 있을까? [한입만 시즌2] - EP.02",
      "english": "Why waste the evening?"
    },
    {
      "korean": "고양이랑 놀면 화가 풀려요? You relieve anger when playing with a cat? 듣기 View video V COOKIE : [FULL] HAYOUNG X LieV - 하영의 눕방라이브!",
      "english": "You relieve anger when playing with a cat?"
    }
  ],
  "examples": [
    {
      "korean": "Playing with water can keep children amused for hours. 듣기 Add to Wordbook 아이들은 물장난을 하고 놀면 몇 시간 동안 지루한 줄을 모른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Playing with water can keep children amused for hours. Add to Wordbook"
    },
    {
      "korean": "Can’t we have any fun? 듣기 Add to Wordbook 좀 재미있게 놀면 안돼요? YBM All in All English-Korean Dictionary",
      "english": "Can’t we have any fun? Add to Wordbook"
    },
    {
      "korean": "Can't we have any fun? 듣기 Add to Wordbook 재미있게 놀면 안 되나요? YBM All in All English-Korean Dictionary",
      "english": "Can't we have any fun? Add to Wordbook"
    },
    {
      "korean": "You will obstruct traffic if you play there. 듣기 Add to Wordbook 그곳에서 놀면 왕래에 방해가 된다 Dong-a's Prime English-Korean Dictionary",
      "english": "You will obstruct traffic if you play there. Add to Wordbook"
    },
    {
      "korean": "You can't toy with her affection. 듣기 Add to Wordbook 너는 그녀의 감정을 갖고 놀면 안된다 Dong-a's Prime English-Korean Dictionary",
      "english": "You can't toy with her affection. Add to Wordbook"
    }
  ]
}