{
  "phrases": [
    {
      "phrase": "놀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(놀이를 하다, 즐기다) play, frolic",
        "(일하지 않다) idle away, be idle, (informal) loaf around, (실직하다) be out of work[a job], have no job[work], be jobless[unemployed]",
        "(사용되지 않다) lie[stand, sit] idle"
      ]
    },
    {
      "phrase": "와서 우리랑 공 차고 놀자고요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "스포츠 경기 관람 Why don't you come out and kick the ball around with us?"
      ]
    },
    {
      "phrase": "놀고 앉았네",
      "hanja": "",
      "example": {},
      "meanings": [
        "be sitting and playing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "play",
      "frequency": 3
    },
    {
      "meaning": "revel",
      "frequency": 3
    },
    {
      "meaning": "playful",
      "frequency": 3
    },
    {
      "meaning": "orgy",
      "frequency": 3
    },
    {
      "meaning": "idle",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "놀자고. Let's hang out. 듣기 View video Park Bo Young : 화요병인사람~~~~~?",
      "english": "Let's hang out."
    },
    {
      "korean": "아로하랑 놀자고요? Play with AROHA? 듣기 View video ASTRO : 차은우의 Just one 10 Minutes",
      "english": "Play with AROHA?"
    },
    {
      "korean": "통키는 놀자고 한거야. Tong-ki wanted to play. 듣기 View video V Animal Family : 동물 가족들을 소개합니다! Introduction of Animal Family!",
      "english": "Tong-ki wanted to play."
    },
    {
      "korean": "얘네들은 맨날 놀자고 하고... They always ask me to play... 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌5' 6화 ('Lovelyz Diary Season 5' EP.6)",
      "english": "They always ask me to play..."
    },
    {
      "korean": "멤버들끼리 놀자고요. I want to hang around with the members. 듣기 View video V COOKIE : [Full] TWICE SANA TZUYU X LieV - 트와이스 사나 쯔위의 눕방라이브!",
      "english": "I want to hang around with the members."
    }
  ],
  "examples": [
    {
      "korean": "I didn’t come up here to hang up with you. 듣기 Add to Wordbook 너랑 놀자고 여기까지 온 게 아니야. YBM All in All English-Korean Dictionary",
      "english": "I didn’t come up here to hang up with you. Add to Wordbook"
    },
    {
      "korean": "Why are you trying to get your friend to play when he's studying? 듣기 Add to Wordbook 왜 공부하는 친구를 쑤셔서 놀자고 그러니? Neungyule",
      "english": "Why are you trying to get your friend to play when he's studying? Add to Wordbook"
    },
    {
      "korean": "They might ask you to play with them next time. 듣기 Add to Wordbook 그들은 다음에 같이 놀자고 할 수도 있어. TIMES CORE",
      "english": "They might ask you to play with them next time. Add to Wordbook"
    },
    {
      "korean": "Instead of playing a computer game or watching TV, ask your mom and dad to play with you. 듣기 Add to Wordbook 컴퓨터 게임을 하거나 TV를 보는 대신에, 엄마 아빠에게 놀자고 요청하세요. TIMES CORE",
      "english": "Instead of playing a computer game or watching TV, ask your mom and dad to play with you. Add to Wordbook"
    },
    {
      "korean": "“We show we care about others when we ask others to play,” Buck said. 듣기 Add to Wordbook “우리가 다른 친구들에게 놀자고 할 때, 친구들에게 관심을 가진다는 것을 보여줘요” 라고 벅스는 말했어요. TIMES CORE",
      "english": "“We show we care about others when we ask others to play,” Buck said. Add to Wordbook"
    }
  ]
}