{
  "phrases": [
    {
      "phrase": "농담",
      "hanja": " (弄談)",
      "example": {},
      "meanings": [
        "[명사] joke, [동사] joke, (S) kid, tell[make, crack] a joke, (기분 나쁘게) (informal) make a crack"
      ]
    },
    {
      "phrase": "농담",
      "hanja": " (濃淡)",
      "example": {},
      "meanings": [
        "(미술) light and shade"
      ]
    },
    {
      "phrase": "농담으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "jokingly",
        "jestingly",
        "playfully"
      ]
    },
    {
      "phrase": "가벼운 농담",
      "hanja": "",
      "example": {},
      "meanings": [
        "a slight jest[joke]"
      ]
    },
    {
      "phrase": "야한 농담",
      "hanja": "",
      "example": {},
      "meanings": [
        "an indecent[a dirty] joke"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "crack",
      "frequency": 3
    },
    {
      "meaning": "one",
      "frequency": 3
    },
    {
      "meaning": "joke",
      "frequency": 3
    },
    {
      "meaning": "humour",
      "frequency": 3
    },
    {
      "meaning": "trick",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "농담한 거예요? You just made a joke? 듣기 View video 플레이리스트 (Playlist) : 남자가 직진하는 이유 [나의 이름에게] - EP.04",
      "english": "You just made a joke?"
    },
    {
      "korean": "그럴 수도 있어요 - 이 정도의 농담도? They might... - This much of a joke too? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #21",
      "english": "They might... - This much of a joke too?"
    },
    {
      "korean": "[농담] 강율 왜 이렇게 인기 없는 거야! [Kidding] Kang Yul, why are you not popular? 듣기 View video 컨버전스티비 (CONS TV) : [커먼스쿨]서울여자상업고등학교 ep5.(홍현희X정세운X강율)",
      "english": "[Kidding] Kang Yul, why are you not popular?"
    },
    {
      "korean": "[농담이고] 노래 한 곡 끝날 때마다 말씀 편히... [It was a joke] After we sing, let's talk. 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP31 #대망의마지막연습 #컨디션난조 #위기의첸",
      "english": "[It was a joke] After we sing, let's talk."
    },
    {
      "korean": "기가 막혀 - 아니 오늘 다들 무슨 농담이 아주... So floored. - Everyone's so good with the jokes today. 듣기 View video ITZY : 있지 in LA♥️",
      "english": "So floored. - Everyone's so good with the jokes today."
    }
  ],
  "examples": [
    {
      "korean": "Listen, bud, enough of the wisecracks, OK? 듣기 Add to Wordbook 이봐, 자네, 농담 그만해, 알았어? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Listen, bud, enough of the wisecracks, OK? Add to Wordbook"
    },
    {
      "korean": "He came out with some good one-liners. 듣기 Add to Wordbook 그가 짧지만 재미있는 농담 몇 마디를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He came out with some good one-liners. Add to Wordbook"
    },
    {
      "korean": "We all groaned at his terrible jokes. 듣기 Add to Wordbook 우리는 모두 그의 끔찍한 농담에 끙 하고 앓는 소리를 뱉었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We all groaned at his terrible jokes. Add to Wordbook"
    },
    {
      "korean": "He enjoyed exchanging banter with the customers. 듣기 Add to Wordbook 그는 고객들과 정감 어린 농담을 주고받기를 좋아했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He enjoyed exchanging banter with the customers. Add to Wordbook"
    },
    {
      "korean": "Such jokes tend to reinforce racial stereotypes. 듣기 Add to Wordbook 그러한 농담은 인종에 대한 고정관념을 강화하는 경향이 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Such jokes tend to reinforce racial stereotypes. Add to Wordbook"
    }
  ]
}