{
  "phrases": [
    {
      "phrase": "놓다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건을) lay, put, place (=두다)",
        "(손에서) release, let go (of)",
        "(다리·덫 등을) (건설하다) build, construct, (설치하다) install"
      ]
    },
    {
      "phrase": "놓다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb nota (→두다)",
        "Assistant adverb nota"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "to one's relief",
      "frequency": 0
    },
    {
      "meaning": "crack the whip",
      "frequency": 0
    },
    {
      "meaning": "lay away",
      "frequency": 0
    },
    {
      "meaning": "set one's mind at ease(=rest)",
      "frequency": 0
    },
    {
      "meaning": "take a weight off one's mind",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그럼 내가 말 놓게 해줄게. Then, I would let you talk informally. 듣기 View video Dingo Music / 딩고뮤직 : [딩고B컷톡방 딩톡방] 아이콘 iKON",
      "english": "Then, I would let you talk informally."
    },
    {
      "korean": "앨범이 보통 사고 나면 집에 이렇게 얹어놓게 되잖아요 이런 식으로? after you buy an album, you place it down at home like this in this way, right? 듣기 View video V COOKIE : [Full] Hwang Chi Yeul X Rooftop Live - 황치열의 루프탑라이브!",
      "english": "after you buy an album, you place it down at home like this in this way, right?"
    },
    {
      "korean": "젓가락 놓게 하네. I'm putting down my chopsticks. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비도 함께 하는 올림픽♥'",
      "english": "I'm putting down my chopsticks."
    },
    {
      "korean": "내 거 집에가서 갖다 놓게. I want to use my candle at home. 듣기 View video B.A.P : B.A.P Vring U (B.A.P 2000일 with BABY)",
      "english": "I want to use my candle at home."
    },
    {
      "korean": "저를 다 놓게 되잖아요. I just let go of myself as a person. 듣기 View video V COOKIE : [Full] UHM JUNG HWA X Happiness Train - 엄정화의 행복행!",
      "english": "I just let go of myself as a person."
    }
  ],
  "examples": [
    {
      "korean": "The young heroine steps into a web of intrigue in the academic world. 듣기 Add to Wordbook 이 젊은 여주인공은 얽히고설킨 모의가 벌어지는 학계로 발을 들여 놓게 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The young heroine steps into a web of intrigue in the academic world. Add to Wordbook"
    },
    {
      "korean": "take a load off one’s mind 듣기 Add to Wordbook 마음의 부담을 없애다, 시름을 놓게 하다. Friendict Level English-Korean Dictionary",
      "english": "take a load off one’s mind Add to Wordbook"
    },
    {
      "korean": "Roll up your sleeve for a shot. 듣기 Add to Wordbook 주사를 놓게 소매를 걷어 주세요. Neungyule",
      "english": "Roll up your sleeve for a shot. Add to Wordbook"
    },
    {
      "korean": "I'll take him to his hotel first, so he can check in and drop off his luggage. 듣기 Add to Wordbook 그럼 우선 호텔로 모시고 가서 체크인하고 짐을 가져다 놓게 할게요. YBM All in All English-Korean Dictionary",
      "english": "I'll take him to his hotel first, so he can check in and drop off his luggage. Add to Wordbook"
    },
    {
      "korean": "To a editor's relief, the deadline was postponed. 듣기 Add to Wordbook 한시름 놓게도, 만기일이 연기 되었다. YBM All in All English-Korean Dictionary",
      "english": "To a editor's relief, the deadline was postponed. Add to Wordbook"
    }
  ]
}