{
  "phrases": [
    {
      "phrase": "누르기",
      "hanja": "",
      "example": {},
      "meanings": [
        "(유도) immobilization (on the mat), a mat hold"
      ]
    },
    {
      "phrase": "누르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(버튼 등을) press, push",
        "(감정을) suppress, control, restrain, repress (=억누르다)",
        "(힘으로 지배하거나 억압하다) oppress"
      ]
    },
    {
      "phrase": "누르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective golden yellow (→노르다)"
      ]
    },
    {
      "phrase": "누르기를 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hold[pin] down (on the mat)"
      ]
    },
    {
      "phrase": "타 누르기",
      "hanja": "",
      "example": {},
      "meanings": [
        "(씨름) pressing ((a person)) down with one's body"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "press",
      "frequency": 3
    },
    {
      "meaning": "push",
      "frequency": 3
    },
    {
      "meaning": "body press",
      "frequency": 0
    },
    {
      "meaning": "keystroke",
      "frequency": 0
    },
    {
      "meaning": "fat finger",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "본체 버튼 누르기가 귀찮아서 게임을 안 했다 이 말씀이에요? You don't play games because you're too tired to press a button? 듣기 View video ATEEZ : 돌아온 산밍키!!",
      "english": "You don't play games because you're too tired to press a button?"
    },
    {
      "korean": "근데 유튜브 사람에게는 좋아요를 누르기 위해서... For YouTube viewers, \"How to click Like It\". 듣기 View video KKOSISTERS : 워너원 부메랑 MV 메이크업 Wanna One Boomerang Makeup",
      "english": "For YouTube viewers, \"How to click Like It\"."
    },
    {
      "korean": "그렇다면 지금부터 본격 하트 누르기를 시작합니다! Then we'll officially start pressing the heart button! 듣기 View video 위에화엔터테인먼트(YUEHUA Entertainment) : [♥ Mission] 형섭X의웅 하트를 부르는 애교 ㅠㅠ",
      "english": "Then we'll officially start pressing the heart button!"
    },
    {
      "korean": "어떡해, 이미 인싸템이야 - 누르기만 하면 되는 거야? He'll get an item. - Do I just have to click that button? 듣기 View video Dispatch : ★웰컴 투 인싸월드★ ➁ (뉴이스트 W : NU’EST W)",
      "english": "He'll get an item. - Do I just have to click that button?"
    },
    {
      "korean": "하트 누르기. 시작! Tape hearts. Go! 듣기 View video TWICE : 구칠즈 ❤ TT",
      "english": "Tape hearts. Go!"
    }
  ],
  "examples": [
    {
      "korean": "Just ring for the nurse if you need her. 듣기 Add to Wordbook 간호사가 필요하면 벨을 누르기만 하세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Just ring for the nurse if you need her. Add to Wordbook"
    },
    {
      "korean": "It is impossible to defeat an ignorant man in argument. (William G. McAdoo) 듣기 Add to Wordbook 무지한 자를 논쟁에서 누르기는 불가능하다. (윌리엄 매커두, 지혜명언) 명언/속담",
      "english": "It is impossible to defeat an ignorant man in argument. (William G. McAdoo) Add to Wordbook"
    },
    {
      "korean": "The camera’s ready to go. 듣기 Add to Wordbook 카메라는 누르기만 하면 돼요. YBM All in All English-Korean Dictionary",
      "english": "The camera’s ready to go. Add to Wordbook"
    },
    {
      "korean": "You just focus and shoot. 듣기 Add to Wordbook 촛점을 맞추고 셔터를 누르기만 하면 되요. Neungyule",
      "english": "You just focus and shoot. Add to Wordbook"
    },
    {
      "korean": "Double-check before pressing ‘Enter.’ 듣기 Add to Wordbook 엔터 키를 누르기 전에 한 번 더 확인하세요. YBM All in All English-Korean Dictionary",
      "english": "Double-check before pressing ‘Enter.’ Add to Wordbook"
    }
  ]
}