{
  "phrases": [
    {
      "phrase": "눈높이",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun eye-level",
        "Noun level, ability"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "eye level",
      "frequency": 0
    },
    {
      "meaning": "eyelevel",
      "frequency": 0
    },
    {
      "meaning": "angle",
      "frequency": 2
    },
    {
      "meaning": "below eye level",
      "frequency": 0
    },
    {
      "meaning": "the viewpoint of youth",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어떻게든 좀... 눈높이만 좋았으면 - 근데 왜 여기만 있어? I tried my best... If the eyes were on the same levels... - But why is that on only one eye? 듣기 View video TOMORROW X TOGETHER : 수빈&휴닝카이 : 뚝딱뚝딱 공작시간",
      "english": "I tried my best... If the eyes were on the same levels... - But why is that on only one eye?"
    },
    {
      "korean": "나는 눈높이. - 저 눈높이랑 구몬 많이 했어요. I did noonnoppi (study guide material). - I only did noonnoppi and Kumon. 듣기 View video BRANDNEWBOYS : 커피될게 우유해줘",
      "english": "I did noonnoppi (study guide material). - I only did noonnoppi and Kumon."
    },
    {
      "korean": "[포토피플's 꿀팁] [눈높이를 조금만 달리해도] - 아이레벨이요? - 어, 아이레벨. Eye level? - Yes, eye level. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 9부_ep.3 라이벌戰 정면승부가 시작된다!",
      "english": "Eye level? - Yes, eye level."
    },
    {
      "korean": "[은채 눈높이 말투] - 안녕 - 이게 뭐야? 이게 뭐야 은채야? [Way of talking only for Eunchae] - Hello. - What's this? What's this, Eunchae? 듣기 View video SMTOWN : 유노윤호 [RGB : 리얼갬성방송] EP.5 You Know U-KNOW? You Know!",
      "english": "[Way of talking only for Eunchae] - Hello. - What's this? What's this, Eunchae?"
    },
    {
      "korean": "눈 높이 눈 높이. - 아웃, 아웃! Above eye level. - Out, out! 듣기 View video NCT DREAM : DREAM과 함께 미리 추석☆ 윷놀이한판",
      "english": "Above eye level. - Out, out!"
    }
  ],
  "examples": [
    {
      "korean": "The programme is angled towards younger viewers. 발음듣기 그 프로그램은 젊은 시청자들에게 눈높이를 맞추고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The programme is angled towards younger viewers. 발음"
    },
    {
      "korean": "an eye-level grill 발음듣기 눈 높이에 있는 그릴 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an eye-level grill 발음"
    },
    {
      "korean": "The picture is hung on the line. 발음듣기 그 그림은 관람자 눈 높이에 걸려 있다. Neungyule",
      "english": "The picture is hung on the line. 발음"
    },
    {
      "korean": "All the pictures were hung at eye level. 발음듣기 모든 그림이 눈높이에 걸려 있었다 Neungyule",
      "english": "All the pictures were hung at eye level. 발음"
    },
    {
      "korean": "Teachers need to be brought down to the children's level. 발음듣기 선생님들은 아이들에게 눈높이를 맞춰야 한다. Neungyule",
      "english": "Teachers need to be brought down to the children's level. 발음"
    }
  ]
}