{
  "phrases": [
    {
      "phrase": "눈속임",
      "hanja": "",
      "example": {},
      "meanings": [
        "trickery"
      ]
    },
    {
      "phrase": "눈속임 그림",
      "hanja": "",
      "example": {},
      "meanings": [
        "A Trompe L’Oeil Still-life"
      ]
    },
    {
      "phrase": "눈속임을 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "cheat"
      ]
    },
    {
      "phrase": "눈속임 기법",
      "hanja": "",
      "example": {},
      "meanings": [
        "deception method"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "humbuggery",
      "frequency": 0
    },
    {
      "meaning": "kidney-pie",
      "frequency": 0
    },
    {
      "meaning": "window-dressing",
      "frequency": 0
    },
    {
      "meaning": "General Mud",
      "frequency": 0
    },
    {
      "meaning": "broken wingruse",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[이 떨림은... 눈..눈속임일 뿐!] 저... 저희는 긴장하지 않아요...! We don't get nervous...! 듣기 View video ITZY : [ITZY? ITZY!(있지?있지!)] EP41. AWARDS에 있지!",
      "english": "We don't get nervous...!"
    },
    {
      "korean": "아까 말한대로 눈속임. - 아 여기는 눈속임! It's a kind of trick. - Trick! 듣기 View video V Beauty : 하코냥, 얼굴형에 따라 다른 컨투어링 Contouring Makeup Tutorial",
      "english": "It's a kind of trick. - Trick!"
    },
    {
      "korean": "저 같은 경우는 옷가게 거울, 눈속임 거울... - 저희 노래 얘기는 안 해 주시는 거에요? In my case, clothing store mirror... - No mention about my song? 듣기 View video Happy Robot Records : 푸른밤 가는길",
      "english": "In my case, clothing store mirror... - No mention about my song?"
    }
  ],
  "examples": [
    {
      "korean": "The magician's performance was nothing but a trickery. 듣기 Add to Wordbook 그의 마술은 눈속임에 지나지 않았다 Neungyule",
      "english": "The magician's performance was nothing but a trickery. Add to Wordbook"
    },
    {
      "korean": "The fool wanted to learn his magic, but soon she found out it was nothing but flashy illusions. 듣기 Add to Wordbook 바보는 그의 마법을 배우고 싶어했지만 금세 그의 마법이라는 것이 화려한 눈속임에 불과하다는 사실을 깨닫게 됐다. TIMES CORE",
      "english": "The fool wanted to learn his magic, but soon she found out it was nothing but flashy illusions. Add to Wordbook"
    },
    {
      "korean": "But are your magic tricks illusions or are they scientific? 듣기 Add to Wordbook 당신 마술에는 과학적 원리가 작용하는 건가요 아니면 단지 눈속임인가요? TIMES CORE",
      "english": "But are your magic tricks illusions or are they scientific? Add to Wordbook"
    },
    {
      "korean": "There are some that say that they sneak nutrients into his water but there are others that say that no trick is being played. 듣기 Add to Wordbook 몇몇은 그들이 영양분을 물에 타 슬쩍 넣는다고 하지만 다른 이들은 눈속임은 없다고 말한다. TIMES CORE",
      "english": "There are some that say that they sneak nutrients into his water but there are others that say that no trick is being played. Add to Wordbook"
    },
    {
      "korean": "Actually, it is no great mystery; it's simply a clever deception. 듣기 Add to Wordbook 사실 그것은 별로 신통한 일은 아니고 단지 교묘한 눈속임에 지나지 않는다. 영어영작문대사전",
      "english": "Actually, it is no great mystery; it's simply a clever deception. Add to Wordbook"
    }
  ]
}