{
  "phrases": [
    {
      "phrase": "느림보",
      "hanja": "",
      "example": {},
      "meanings": [
        "dawdler, (Am, inf) slowpoke, (Brit, inf) slowcoach"
      ]
    },
    {
      "phrase": "느림보곰",
      "hanja": "",
      "example": {},
      "meanings": [
        "동물 Sloth Bear"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lump",
      "frequency": 3
    },
    {
      "meaning": "laggard",
      "frequency": 0
    },
    {
      "meaning": "slowcoach",
      "frequency": 0
    },
    {
      "meaning": "lug 2",
      "frequency": 0
    },
    {
      "meaning": "lubber",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "느림보 아빠들 빨리 와요!!! Slow daddies! Hurry up! 듣기 View video 모비딕(Mobidic) : 인천 동화마을에서 미션 하다가 무릎까지 꿇은 유재환 <우리 아빠가 생겼어요3> 5회",
      "english": "Slow daddies! Hurry up!"
    },
    {
      "korean": "[느림보 아빠1 도착] 찾았어? [Slow Dad 1 arrived] Did you find it? 듣기 View video 모비딕(Mobidic) : 인천 동화마을에서 미션 하다가 무릎까지 꿇은 유재환 <우리 아빠가 생겼어요3> 5회",
      "english": "[Slow Dad 1 arrived] Did you find it?"
    }
  ],
  "examples": [
    {
      "korean": "He is a laggard in his work. 듣기 Add to Wordbook 그 남자는 일에는 느림보이다. Neungyule",
      "english": "He is a laggard in his work. Add to Wordbook"
    },
    {
      "korean": "Hurry up, slowpoke! We'll be late. 듣기 Add to Wordbook 서둘러, 이 느림보야! 이러다 늦겠어 Neungyule",
      "english": "Hurry up, slowpoke! We'll be late. Add to Wordbook"
    },
    {
      "korean": "The Asiatic black bear, the sloth bear, and the Andean bear are also staying on the threatened species list. 듣기 Add to Wordbook 아시아 흑곰, 느림보곰, 그리고 안데스 곰도 멸종 위기 종(種) 목록에 (올라가) 있다. Neungyule",
      "english": "The Asiatic black bear, the sloth bear, and the Andean bear are also staying on the threatened species list. Add to Wordbook"
    },
    {
      "korean": "If by definition I'm a slowpoke, then you're a super-slowpoke. 듣기 Add to Wordbook 내가 느림보라면, 자네는 그야말로 그보다 굼벵이 할아버지야. Neungyule",
      "english": "If by definition I'm a slowpoke, then you're a super-slowpoke. Add to Wordbook"
    },
    {
      "korean": "Tortoises are proverbial for their slowness. 듣기 Add to Wordbook 거북은 느림보로 유명하다. Friendict Level English-Korean Dictionary",
      "english": "Tortoises are proverbial for their slowness. Add to Wordbook"
    }
  ]
}