{
  "phrases": [
    {
      "phrase": "느리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "slow"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "commercide",
      "frequency": 0
    },
    {
      "meaning": "slow",
      "frequency": 3
    },
    {
      "meaning": "slowly",
      "frequency": 3
    },
    {
      "meaning": "largo",
      "frequency": 0
    },
    {
      "meaning": "tardy",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "느려서. There is delay. 듣기 View video T-ARA : [티아라] 효민 지연 은정 베트남 방문전 베트남 음식 먹방",
      "english": "There is delay."
    },
    {
      "korean": "와이파이가 느려서 조금 오래 걸리겠죠? It would take a long time because the wi-fi is slow, right? 듣기 View video GOT7 : GOT7(갓세븐) TOURLOG EP.15",
      "english": "It would take a long time because the wi-fi is slow, right?"
    },
    {
      "korean": "제가 가겠습니다 제가 이래 봬도 몸이 느려서 아마... I volunteer. You might not have noticed, but I am pretty slow... 듣기 View video IDOL RADIO : [Full]'IDOL RADIO' ep#402. 마법의 가든 (스페셜 DJ 투모로우바이투게더 태현 w.투모로우바이투게더)",
      "english": "I volunteer. You might not have noticed, but I am pretty slow..."
    },
    {
      "korean": "\"느려서 뒤쳐질까 봐\" 느린 게 왜 뒤쳐지는 거지? \"I'm afraid I might fall behind because I'm too slow.\" Why is being slow same with falling behind? 듣기 View video SEVENTEEN : 귀대귀대 #51",
      "english": "\"I'm afraid I might fall behind because I'm too slow.\" Why is being slow same with falling behind?"
    },
    {
      "korean": "아... 제가 타자가 느려서... Ah... I'm slow at typing... 듣기 View video 달핑스튜디오 : [도시의 밤, 별] EP.02 실수는 신입사원 필수 코스",
      "english": "Ah... I'm slow at typing..."
    }
  ],
  "examples": [
    {
      "korean": "I can't play games because my computer is too slow. 듣기 Add to Wordbook 컴퓨터가 너무 느려서 게임을 할 수가 없다 Neungyule",
      "english": "I can't play games because my computer is too slow. Add to Wordbook"
    },
    {
      "korean": "It may be because her ride is too slow. 듣기 Add to Wordbook 아마도 그녀의 타는 것이 너무 느려서 그런가 보다. EDU TIMES",
      "english": "It may be because her ride is too slow. Add to Wordbook"
    },
    {
      "korean": "Allen was tired of how slow the Internet can be. 듣기 Add to Wordbook 알랜은 인터넷이 너무 느려서 지겨웠어요. TIMES CORE",
      "english": "Allen was tired of how slow the Internet can be. Add to Wordbook"
    },
    {
      "korean": "It might get boring because they are so slow. 듣기 Add to Wordbook 그들이 너무 느려서 지루해질 수도 있지만요. TIMES CORE",
      "english": "It might get boring because they are so slow. Add to Wordbook"
    },
    {
      "korean": "He is slow-moving so he can't move like Amy. 듣기 Add to Wordbook 그는 움직임이 느려서 Amy처럼 동작할 수 없다. English Hidden Card",
      "english": "He is slow-moving so he can't move like Amy. Add to Wordbook"
    }
  ]
}