{
  "phrases": [
    {
      "phrase": "느끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(감각·감정 등을) feel, experience",
        "(깨닫다, 알아차리다) feel, find, sense"
      ]
    },
    {
      "phrase": "느끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb sob, blubber, whimper",
        "Verb be out of breath, pant"
      ]
    },
    {
      "phrase": "애착을 느끼지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not attached"
      ]
    },
    {
      "phrase": "조금도 통양을 느끼지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be quite indifferent to",
        "have no interest in",
        "have no concern with"
      ]
    },
    {
      "phrase": "시차를 느끼지는 않으십니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Aren't you feeling jetlagged?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "impassible",
      "frequency": 0
    },
    {
      "meaning": "be not attached (to)",
      "frequency": 0
    },
    {
      "meaning": "impassibility",
      "frequency": 0
    },
    {
      "meaning": "insensibility to pain",
      "frequency": 0
    },
    {
      "meaning": "be quite indifferent to",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭔가 특별하게 변한 걸 크게 느끼지 못한... Even though we can't feel the big changes... 듣기 View video MOMOLAND : [Replay] 모모랜드 5집 미니앨범 'Show Me' 컴백 쇼케이스 (MOMOLAND's 5th Mini Album 'Show Me' Comeback Showcase)",
      "english": "Even though we can't feel the big changes..."
    },
    {
      "korean": "근데 이거 다들 느끼지 않나요? Don't you feel that way? 듣기 View video V COOKIE : [Full] BTOB X LieV - 비투비의 눕방라이브!",
      "english": "Don't you feel that way?"
    },
    {
      "korean": "기적이다라고 느끼지 않아요? every morning you wake up? 듣기 View video V COOKIE : [full] Apink X LieV - 에이핑크의 눕방라이브!",
      "english": "every morning you wake up?"
    },
    {
      "korean": "굉장히... - 오늘 비아이는 그거 느끼지 않았어요? It was... - B.I, didn't you feel like this? 듣기 View video 스쿨어택 2018 : 아이콘(iKON) 스쿨어택 후토크 Live",
      "english": "It was... - B.I, didn't you feel like this?"
    },
    {
      "korean": "진정성을 아마 우리 팬 여러분도 느끼지 않았나 싶습니다. I feel the fans probably felt the sincerity. 듣기 View video UNB : UNB DEBUT [BOYHOOD] VIDEO ART SHOW",
      "english": "I feel the fans probably felt the sincerity."
    }
  ],
  "examples": [
    {
      "korean": "He had no scruples about spying on her. 듣기 Add to Wordbook 그는 그녀를 몰래 감시하는 데 대해 아무런 가책을 느끼지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had no scruples about spying on her. Add to Wordbook"
    },
    {
      "korean": "He doesn’t feel fulfilled in his present job. 듣기 Add to Wordbook 그는 현 직장에서 성취감을 느끼지 못한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He doesn’t feel fulfilled in his present job. Add to Wordbook"
    },
    {
      "korean": "You’ll be under anaesthetic, so you won’t feel a thing. 듣기 Add to Wordbook 당신은 마취를 받을 것이므로 아무것도 느끼지 못할 겁니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’ll be under anaesthetic, so you won’t feel a thing. Add to Wordbook"
    },
    {
      "korean": "You couldn’t help being thrilled by the drama of the situation. 듣기 Add to Wordbook 그 극적인 상황에 전율을 느끼지 않을 수 없을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You couldn’t help being thrilled by the drama of the situation. Add to Wordbook"
    },
    {
      "korean": "She did not feel under any obligation to tell him the truth. 듣기 Add to Wordbook 그녀는 그에게 진실을 말해야 한다는 의무감을 조금도 느끼지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She did not feel under any obligation to tell him the truth. Add to Wordbook"
    }
  ]
}