{
  "phrases": [
    {
      "phrase": "-는데",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "-는데도",
      "hanja": "",
      "example": {},
      "meanings": [
        "though, although, in spite of, despite, with all"
      ]
    },
    {
      "phrase": "-는데야",
      "hanja": "",
      "example": {},
      "meanings": [
        "-ndeya (→-은데야, -ㄴ데야)"
      ]
    },
    {
      "phrase": "-는데도 불구하고",
      "hanja": "",
      "example": {},
      "meanings": [
        "-ndedo bulguhago (→-ㄴ데도 불구하고, -은데도 불구하고)"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "는데~ I wanna know~ 듣기 View video TWICE : TWICE TV \"What is Love?\" EP.07",
      "english": "I wanna know~"
    },
    {
      "korean": "서태지 님도 '마트 가신다'는데 잘 갔다오세요. ID Seotaiji, are you going to a mart? Enjoy your shopping. 듣기 View video GAVYNJ : 가비의 화려한 외출~☆",
      "english": "ID Seotaiji, are you going to a mart? Enjoy your shopping."
    },
    {
      "korean": "sjmgfg 님 '베어틴 남자친구 만나러갔다'는데 베어틴 남자예요. \"BEARTEEN is seeing her boyfriend\". But BEARTEEN is a guy. 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '추리극장-베어틴 납치사건!!!'",
      "english": "\"BEARTEEN is seeing her boyfriend\". But BEARTEEN is a guy."
    }
  ],
  "examples": [
    {
      "korean": "Both the students agreed that 'hangul,' or the Korean alphabet, is easy to learn. 듣기 Add to Wordbook 두 학생 모두'한글'또는 한국어 철자가 배우기 쉽다 는데 동의했다. Neungyule",
      "english": "Both the students agreed that 'hangul,' or the Korean alphabet, is easy to learn. Add to Wordbook"
    },
    {
      "korean": "The computer simulation conclude that normal walking is simply most energy efficient for travel at low speeds while running is best at higher speeds. 듣기 Add to Wordbook 컴퓨터 모의 시험은 정상적인 걸음은 저속으로 여행하 는데 간단히 가장 에너지 효율적이고 반면 달리기는 고속 에 최상이다. Neungyule",
      "english": "The computer simulation conclude that normal walking is simply most energy efficient for travel at low speeds while running is best at higher speeds. Add to Wordbook"
    },
    {
      "korean": "Also, the sacrifice of parents giving up almost everything helps lead their child to a brighter future in the game. 듣기 Add to Wordbook 또한, 거의 모든 것을 버리는 부모들의 희생이 자식을 밝은 미래로 이끌어 는데 도움이 된다. TIMES CORE",
      "english": "Also, the sacrifice of parents giving up almost everything helps lead their child to a brighter future in the game. Add to Wordbook"
    },
    {
      "korean": "I should arrest that accursed tourist! Look, you spoke to a nervous scholar, and now Yukong has suddenly disappeared. Suspicious. 듣기 Add to Wordbook 그 괘씸한 떠돌이를 잡아야 는데! 자네가 어떤 허둥대는 학자하고 얘기를 한 뒤로 우강이 순식간에 사라졌네. 뭔가 수상하군. hansemEUG",
      "english": "I should arrest that accursed tourist! Look, you spoke to a nervous scholar, and now Yukong has suddenly disappeared. Suspicious. Add to Wordbook"
    }
  ]
}