{
  "phrases": [
    {
      "phrase": "늘리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(수량·부피·길이 등을) (수량 등을) increase, expand, add to, (formal) augment, (길이·시간 등을) extend, (길이·정도 등을)...",
        "improve (능력·실력 등을)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "allongé",
      "frequency": 0
    },
    {
      "meaning": "enhanced integrated device(or drive) electronics",
      "frequency": 0
    },
    {
      "meaning": "augment",
      "frequency": 3
    },
    {
      "meaning": "increase",
      "frequency": 3
    },
    {
      "meaning": "scale something up",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "소윤 양 구독자를 늘리고 싶어요? Soyoon, do you want more subscribers? 듣기 View video Dingo Story / 딩고스토리 : 변태 선생이 벌점을 줬다_EP11 [라이크(LIKE)]",
      "english": "Soyoon, do you want more subscribers?"
    },
    {
      "korean": "늘리고 워킹 워킹. Push it out, walk, walk. 듣기 View video DIA : 다이아 은진 콘서트 개인무대 연습중!!",
      "english": "Push it out, walk, walk."
    },
    {
      "korean": "크리스마스 시간을 늘리고 싶나요? Do you want Christmas to last longer? 듣기 View video V Fashion : BTS 방탄소년단의 LETS SHARE THE HEART 캠페인 촬영 현장 INTERVIEW",
      "english": "Do you want Christmas to last longer?"
    },
    {
      "korean": "본인이 늘리고 싶으면 본인이 이거를 늘리고 싶잖아요. If you want to make it bigger. Like this. 듣기 View video PeekaVoo! : [Full]MYTEEN's FAN MEETING LIVE - 마이틴의 팬미팅라이브!",
      "english": "If you want to make it bigger. Like this."
    },
    {
      "korean": "팔로우 늘리고 싶다고...웅민 씨가. He said he wanted to get more followers. 듣기 View video Girl's Day : 민아 타임 ʕ•ﻌ•ʔ",
      "english": "He said he wanted to get more followers."
    }
  ],
  "examples": [
    {
      "korean": "I’ve started bench pressing and I’m wondering how many reps and sets I should do. 듣기 Add to Wordbook 벤치 프레스를 시작했는데, 몇 번 반복하고몇 세트를 해야 하는지 궁금해. 횟수를 늘리고 가벼운 역기를 드는 게 나을까? DARAKWON",
      "english": "I’ve started bench pressing and I’m wondering how many reps and sets I should do. Add to Wordbook"
    },
    {
      "korean": "The ministry wants to increase them to about 1,000. 듣기 Add to Wordbook 기획 예산처는 이들을 1000개 가량 늘리고 자 한다. Neungyule",
      "english": "The ministry wants to increase them to about 1,000. Add to Wordbook"
    },
    {
      "korean": "The company has expanded its facilities and begun full-fledged production of semiconductors. 듣기 Add to Wordbook 회사는 공장 설비를 늘리고 반도체의 본격 생산에 들어갔다 Neungyule",
      "english": "The company has expanded its facilities and begun full-fledged production of semiconductors. Add to Wordbook"
    },
    {
      "korean": "The man is stepping up his output. 듣기 Add to Wordbook 남자는 자신의 생산량을 늘리고 있다. YBM All in All English-Korean Dictionary",
      "english": "The man is stepping up his output. Add to Wordbook"
    },
    {
      "korean": "But an accident at a chemical plant gives him the ability to stretch and change his shape. 듣기 Add to Wordbook 하지만 한 화학 공장에서의 사고가 그에게 자신의 모습을 늘리고 바꿀 수 있는 능력을 주게 된다. Neungyule",
      "english": "But an accident at a chemical plant gives him the ability to stretch and change his shape. Add to Wordbook"
    }
  ]
}