{
  "phrases": [
    {
      "phrase": "늘상",
      "hanja": " (늘常)",
      "example": {},
      "meanings": [
        "Adverb → 10780늘"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a perpetual frown",
      "frequency": 0
    },
    {
      "meaning": "a one-track mind",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "늘상 어때? - 늘상도 괜찮네요. What about \"all the time\"? - That's good, too. 듣기 View video V COOKIE : [FULL] 2018 GLOBAL VLIVE TOP 10 - GFRIEND",
      "english": "What about \"all the time\"? - That's good, too."
    },
    {
      "korean": "정말요? -네, 늘상 얘기 했었잖아요. Really? - I always told you before. 듣기 View video HyunA : [REPLAY] 현아에게 물어보는 게 어때?",
      "english": "Really? - I always told you before."
    },
    {
      "korean": "제가 원래 늘상 잘 웃고 다닙니다. I'm just normally the type to laugh a lot. 듣기 View video V COOKIE : [Replay] TEEN TOP Niel's Orgel Live - 틴탑 니엘의 오르골 라이브!",
      "english": "I'm just normally the type to laugh a lot."
    },
    {
      "korean": "연기가 아니구요. 사실 그래요. 늘상 그렇답니다. It's not \"acting\". That's who I am. 듣기 View video AKMU : 02",
      "english": "It's not \"acting\". That's who I am."
    },
    {
      "korean": "그런 것들을 걸그룹들에게만 늘상 입혔었는데요. Girl bands usually wore such outfits. 듣기 View video CASPER RADIO : 하박국의 박국박국해 #4 (방탄소년단 특집)",
      "english": "Girl bands usually wore such outfits."
    }
  ],
  "examples": [
    {
      "korean": "I’m getting tired of our usual spots. 발음듣기 늘상 가는 곳은 이제 지겨워요. YBM All in All English-Korean Dictionary",
      "english": "I’m getting tired of our usual spots. 발음"
    },
    {
      "korean": "It's not so bad to get back into hardness after all those resting. 발음듣기 휴식이 끝나고 늘상 하는 일로 다시 되돌아 가는 것도 나쁘지만은 않다. YBM All in All English-Korean Dictionary",
      "english": "It's not so bad to get back into hardness after all those resting. 발음"
    },
    {
      "korean": "Harvard Economist Claudia Goldin says that's because there's always a lag time before training manages to catch up with technology. 발음듣기 이는 훈련을 통해 기술력을 따라잡기까지는 늘상 어느 정도의 기간이 필요하기 때문이라고 하버드 대학 경제학과의 클로디아 골딘 교수는 말합니다. YBM All in All English-Korean Dictionary",
      "english": "Harvard Economist Claudia Goldin says that's because there's always a lag time before training manages to catch up with technology. 발음"
    },
    {
      "korean": "The maneuvering may seem like the usual Washington dance, interesting only to pundits and political junkies, but there is something serious at stake: whether the first trial of a president in 130 years will be quick and civilized or long and dirty. 발음듣기 그런 정치술수는 일부 전문가 들과 정치인들만이 관심을 기울일 법한 늘상 있는 정치싸움으로 보일 수도 있지만 정말로 걱정되는 일은 130년 만에 처음으로 열리는 대통령 탄핵 심판이 신속하고도 품위있게 끝나느냐 그렇지 않으면 지저분하게 질질 끄느냐는 것이다. YBM All in All English-Korean Dictionary",
      "english": "The maneuvering may seem like the usual Washington dance, interesting only to pundits and political junkies, but there is something serious at stake: whether the first trial of a president in 130 years will be quick and civilized or long and dirty. 발음"
    },
    {
      "korean": "Despite the usual stiff competition from Hollywood blockbusters, Korean films have enjoyed continued success and is on the brink of reaching its golden milestone: 50% of domestic market share. 발음듣기 헐리우드 대히트작과 늘상 있는 팽팽한 경쟁에도 불구하고, 한국영화는 꾸준한 성공을 얻었으며, 50% 국내 시장 점유라는 최고의 획기적인 사건에 도달하기 직전이다. TIMES CORE",
      "english": "Despite the usual stiff competition from Hollywood blockbusters, Korean films have enjoyed continued success and is on the brink of reaching its golden milestone: 50% of domestic market share. 발음"
    }
  ]
}