{
  "phrases": [
    {
      "phrase": "늦다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동사) be late"
      ]
    },
    {
      "phrase": "늦다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(형용사) late"
      ]
    },
    {
      "phrase": "열차가 왜 이렇게 늦는거죠?",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-매표소에서 Why is the train so late?"
      ]
    },
    {
      "phrase": "늦게 배운 도둑이 날 새는 줄 모른다",
      "hanja": "",
      "example": {},
      "meanings": [
        "A thief who has learned stealing later than others will not even realize that the day breaks while committing a theft"
      ]
    },
    {
      "phrase": "늦게 시작한 도둑이 새벽 다 가는 줄 모른다",
      "hanja": "",
      "example": {},
      "meanings": [
        "A thief who has learned stealing later than others will not even realize that the day breaks while committing a theft"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "late for one's own funeral",
      "frequency": 0
    },
    {
      "meaning": "lágger 1",
      "frequency": 0
    },
    {
      "meaning": "late",
      "frequency": 3
    },
    {
      "meaning": "tardy",
      "frequency": 3
    },
    {
      "meaning": "at the latest",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "야야 서주원 그만하고 수업 늦는 거 아니야? Hey, you will be late for school. 듣기 View video 와우티비(WAWtv) : [리얼타임] 지금 이 순간 일어나는 일 SPUNK(스펑크) EP1-3",
      "english": "Hey, you will be late for school."
    },
    {
      "korean": "[짜증 짜증] 아니 지금 영화 5분 늦는 것도 아니고 한 시간 반 늦는 게 말이 되나 이게? 왜... [Annoyed] He's not 5 minutes late but an hour and half late. What is this? 듣기 View video OSEN : THE BOYZ 더보이즈, 거짓말탐지기로 진실게임 시작 #스타로드 07",
      "english": "[Annoyed] He's not 5 minutes late but an hour and half late. What is this?"
    },
    {
      "korean": "19번 휴대폰 연락 답장이 가장 늦는 멤버는? No.19, who responds to the text the last? 듣기 View video Stray Kids : [선데이키즈] TMI 대잔치",
      "english": "No.19, who responds to the text the last?"
    },
    {
      "korean": "홍석 씨는 어떻게 좀 늦는 편입니까? Do you usually run late? 듣기 View video IDOL RADIO : [Full] 'IDOL RADIO' ep#122. 들장미소년 (w. 더보이즈 영훈, 스트레이키즈 현진, 펜타곤 홍석)",
      "english": "Do you usually run late?"
    },
    {
      "korean": "제일 준비가 늦는 멤버는? Who is late while preparing to go out? 듣기 View video TREASURE 13 : 짠! 채널 오픈 기념 깜짝 선물 공개",
      "english": "Who is late while preparing to go out?"
    }
  ],
  "examples": [
    {
      "korean": "It’s very unlike him to be so late. 듣기 Add to Wordbook 그렇게 늦는 것은 너무 그답지 않다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s very unlike him to be so late. Add to Wordbook"
    },
    {
      "korean": "I couldn’t help it if the bus was late. 듣기 Add to Wordbook 버스가 늦는 걸 내가 어쩌겠어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I couldn’t help it if the bus was late. Add to Wordbook"
    },
    {
      "korean": "There will be a penalty for late payment of bills. 듣기 Add to Wordbook 공과금 지불이 늦는 데[지불 연체에] 대해서는 벌금이 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There will be a penalty for late payment of bills. Add to Wordbook"
    },
    {
      "korean": "You've always been prompt with turning in your reports, so your recent tendency in turning them in late is a little unusual. 듣기 Add to Wordbook 당신은 늘 보고서 제출이 신속했기 때문에, 근래 들어 제출이 늦는 경향이 있는 것이 조금 이상하군요. DARAKWON",
      "english": "You've always been prompt with turning in your reports, so your recent tendency in turning them in late is a little unusual. Add to Wordbook"
    },
    {
      "korean": "Why is the train so late? 듣기 Add to Wordbook 열차가 왜 이렇게 늦는 거죠? Neungyule",
      "english": "Why is the train so late? Add to Wordbook"
    }
  ]
}