{
  "phrases": [
    {
      "phrase": "다국적",
      "hanja": " (多國籍)",
      "example": {},
      "meanings": [
        "multinational, transnational"
      ]
    },
    {
      "phrase": "다국적기업",
      "hanja": " (多國籍企業)",
      "example": {},
      "meanings": [
        "multinational corporation[company]"
      ]
    },
    {
      "phrase": "다국적군",
      "hanja": "",
      "example": {},
      "meanings": [
        "multinational[multilateral, coalition] force"
      ]
    },
    {
      "phrase": "다국적의",
      "hanja": "",
      "example": {},
      "meanings": [
        "multinational"
      ]
    },
    {
      "phrase": "다국적 회사",
      "hanja": "",
      "example": {},
      "meanings": [
        "a multinational corporation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "multidomestic",
      "frequency": 0
    },
    {
      "meaning": "multilocal",
      "frequency": 0
    },
    {
      "meaning": "multinational",
      "frequency": 0
    },
    {
      "meaning": "a huge multinational operation",
      "frequency": 0
    },
    {
      "meaning": "the multinational oil giants",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "재환 씨는 팬들이 되게 다국적으로 계시는 걸로 제가 얘기를 들어서 - 진짜요? I heard you have lots of international fans. - Really? 듣기 View video KIM JAEHWAN(김재환) : 째니가 좋을만두",
      "english": "I heard you have lots of international fans. - Really?"
    },
    {
      "korean": "다국적으로. - 여자. It's multinational. - Woman. 듣기 View video IDOL x IDOL : Underdog - 언더독'유잼무죄, 노잼유죄 누가누가 잘하나?'",
      "english": "It's multinational. - Woman."
    },
    {
      "korean": "다국적으로 많이 들어와 주시네요. Fans are watching from around the world. 듣기 View video DSPmedia : 오우 에이젝스와 제대로 놀아보자☆ (문화공감페스티벌go!)",
      "english": "Fans are watching from around the world."
    },
    {
      "korean": "V LIVE가 다국적 모임이네요. V LIVE gathers people from all over the world. 듣기 View video B.A.P : 도쿄!",
      "english": "V LIVE gathers people from all over the world."
    },
    {
      "korean": "우리가 다국적 맴버들이 많이 있잖아요. We have members from around the world. 듣기 View video V MUSIC : [REPLAY] 2016 ASIA SONG FESTIVAL",
      "english": "We have members from around the world."
    }
  ],
  "examples": [
    {
      "korean": "the multinational oil giants 듣기 Add to Wordbook 다국적 거대 석유 기업 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the multinational oil giants Add to Wordbook"
    },
    {
      "korean": "He fronts a multinational company. 듣기 Add to Wordbook 그는 다국적 기업을 이끌고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He fronts a multinational company. Add to Wordbook"
    },
    {
      "korean": "The company eventually sold out to a multinational media group. 듣기 Add to Wordbook 그 회사는 결국 다국적 미디어 그룹에 매각되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company eventually sold out to a multinational media group. Add to Wordbook"
    },
    {
      "korean": "The company is a wholly-owned subsidiary of a large multinational. 듣기 Add to Wordbook 그 회사는 한 거대 다국적 기업의 전액 출자 자회사이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company is a wholly-owned subsidiary of a large multinational. Add to Wordbook"
    },
    {
      "korean": "A number of smaller companies were mopped up by the American multinational. 듣기 Add to Wordbook 몇 개의 소규모 업체들을 그 미국 다국적 기업이 집어 삼켰다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A number of smaller companies were mopped up by the American multinational. Add to Wordbook"
    }
  ]
}