{
  "phrases": [
    {
      "phrase": "다르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(같지 않다) different (from/to), dissimilar (to), (구별되다) distinct (from)",
        "(예사롭지 않다)",
        "(그 밖의)"
      ]
    },
    {
      "phrase": "베스노이티아 다를링지",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 Besnoitia darlingi"
      ]
    },
    {
      "phrase": "다름 아닌",
      "hanja": "",
      "example": {},
      "meanings": [
        "none other than"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "business as usual",
      "frequency": 0
    },
    {
      "meaning": "Tweedledum and Tweedledee",
      "frequency": 0
    },
    {
      "meaning": "same difference",
      "frequency": 0
    },
    {
      "meaning": "homograph",
      "frequency": 0
    },
    {
      "meaning": "anti-hero",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "신동 씨 - 브라이트 버전은 조금 다를 것 같아요, 그렇죠? SHINDONG. - Bright version will be different, right? 듣기 View video SMTOWN : [FULL] 슈퍼주니어의 2YA2YAO! LIVE @ SJ THE STAGE",
      "english": "SHINDONG. - Bright version will be different, right?"
    },
    {
      "korean": "다를 게 있을까요? Will I have other feelings? 듣기 View video OH MY GIRL : 씅이다 씅이라구 씅이래",
      "english": "Will I have other feelings?"
    },
    {
      "korean": "그래요? - 습니다를! Really? - The last part of the sentence. 듣기 View video V PICK! : [WINNER] 천하제일주접대회라고 쓰고 천하제일진심대회라고 읽습니다 (WINNER reading fans’ funny comments)",
      "english": "Really? - The last part of the sentence."
    },
    {
      "korean": "반응이 이렇게 다를 수가 있어요? How can they react so differently? 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP26 #다일달한CC #종대버스킹 #대전",
      "english": "How can they react so differently?"
    },
    {
      "korean": "그럼 여러분 CCTV랑 다를 게 뭡니까? 그렇죠? Then how are you different than CCTV, right? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #38",
      "english": "Then how are you different than CCTV, right?"
    }
  ],
  "examples": [
    {
      "korean": "The law is intended to protect both the buyer and the seller. 듣기 Add to Wordbook 그 법률은 구입자와 판매자 양쪽 다를 보호하기 위한 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The law is intended to protect both the buyer and the seller. Add to Wordbook"
    },
    {
      "korean": "He gave us both a rollicking. 듣기 Add to Wordbook 그는 우리 두 사람 다를 나무랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He gave us both a rollicking. Add to Wordbook"
    },
    {
      "korean": "My new job is much the same as the old one. 듣기 Add to Wordbook 내 새 직장은 예전 직장과 거의 다를 게 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My new job is much the same as the old one. Add to Wordbook"
    },
    {
      "korean": "This event tests both physical and mental endurance. 듣기 Add to Wordbook 이 시합은 육체적, 정신적 인내력 두 가지 다를 시험한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This event tests both physical and mental endurance. Add to Wordbook"
    },
    {
      "korean": "All in all, it had been a not untypical day. 듣기 Add to Wordbook 대체로 보아 그 날 하루도 다른 날들과 별반 다를 게 없는 하루였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All in all, it had been a not untypical day. Add to Wordbook"
    }
  ]
}