{
  "phrases": [
    {
      "phrase": "다녀오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go and get back, go and come back, be back"
      ]
    },
    {
      "phrase": "여행 잘 다녀와.",
      "hanja": "",
      "example": {},
      "meanings": [
        "축하와 기원 Bon voyage.",
        "축하와 기원 Have a nice trip."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bon voyage",
      "frequency": 0
    },
    {
      "meaning": "Welcome home[back]!",
      "frequency": 0
    },
    {
      "meaning": "I wish you a pleasant journey.",
      "frequency": 0
    },
    {
      "meaning": "Be good!",
      "frequency": 0
    },
    {
      "meaning": "have to see a man about a dog[horse]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "다녀와~ - 바이바이~ See you. - Bye. 듣기 View video V PICK! : [TXT] YO~ 미니’어처’ 만드는 껌딱지즈 ‘어처’구니 없게 귀엽다 YO~ (SOOBIN&HUENINGKAI making miniature food)",
      "english": "See you. - Bye."
    },
    {
      "korean": "[건강히 다녀와요!] [Come back safely!] View video YOON JISUNG : [윤쿠쿠캠] Ep.14 지룽이와 함께 떠나는 제주 여행 SLOG! 그리고 군입대.. (feat. 해맑지룽)",
      "english": "[Come back safely!]"
    },
    {
      "korean": "제가 한번 다녀와 볼게요. Let me stop by for a second. 듣기 View video Golden Child : 골든차일드(Golden Child) “CH.GOL-CHA!” Ep.24",
      "english": "Let me stop by for a second."
    },
    {
      "korean": "조심히 다녀와요 - 너 방송 봤지? Have a good time at school. - Did you see the V LIVE? 듣기 View video ATEEZ : ☂️☂️의 토크타임",
      "english": "Have a good time at school. - Did you see the V LIVE?"
    },
    {
      "korean": "[멋지다 친구야] - 택현아 다녀와 - 파이팅! [Cool, my friend] - Taekhyun, go jump! - Way to go! 듣기 View video 1THE9(원더나인) : 원더나인(1THE9) - 원더랜드(WONDERLAND) EP.3",
      "english": "[Cool, my friend] - Taekhyun, go jump! - Way to go!"
    }
  ],
  "examples": [
    {
      "korean": "Take a trip overseas! Go get some fresh air. 듣기 Add to Wordbook 해외여행 다녀 와! 가서 바람 좀 쐬고 오라구. Neungyule",
      "english": "Take a trip overseas! Go get some fresh air. Add to Wordbook"
    },
    {
      "korean": "I hope everything goes smoothly. Have a safe flight. 듣기 Add to Wordbook 모든 게 순조롭게 되길 바래. 무사히 잘 다녀와. Neungyule",
      "english": "I hope everything goes smoothly. Have a safe flight. Add to Wordbook"
    },
    {
      "korean": "Take a few weeks off, get some sun, take your son fishing. 듣기 Add to Wordbook 몇 주 쉬면서 햇볕도 좀 쐬고, 아들 데리고 낚시도 좀 다녀와. Neungyule",
      "english": "Take a few weeks off, get some sun, take your son fishing. Add to Wordbook"
    },
    {
      "korean": "Bon voyage, Wight Dolphin! 듣기 Add to Wordbook 여행 잘 다녀와요! TIMES CORE",
      "english": "Bon voyage, Wight Dolphin! Add to Wordbook"
    },
    {
      "korean": "I just wanted to say bon voyage. 듣기 Add to Wordbook 나는 단지 여행 잘 다녀와라고 말하길 원했었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 su303530(su30****)",
      "english": "I just wanted to say bon voyage. Add to Wordbook"
    }
  ]
}