{
  "phrases": [
    {
      "phrase": "다니다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(드나들다) go, (formal) frequent",
        "(버스·배 등이) run, go",
        "(지나다니다) pass"
      ]
    },
    {
      "phrase": "집집마다 다니며 구걸하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "beg from door to door"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hitchhike",
      "frequency": 3
    },
    {
      "meaning": "caddie",
      "frequency": 0
    },
    {
      "meaning": "pub crawl",
      "frequency": 0
    },
    {
      "meaning": "trick or treat",
      "frequency": 0
    },
    {
      "meaning": "follow-the-leader",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "다행히 같은 대학에 다니며 배우고 있습니다. and fortunately, I am learning at the same university. 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 7화 <궁궐애사 추리공방 Ⅰ>",
      "english": "and fortunately, I am learning at the same university."
    },
    {
      "korean": "늘 이렇게 책을 가지고 다니며 읽고 있습니다. so I always carry around a book to read. 듣기 View video BEAST : 비스트 - 정규3집 'HIGHLIGHT' 자켓 촬영 비하인드!",
      "english": "so I always carry around a book to read."
    },
    {
      "korean": "'걸어다니며'... - 휴식시간에 드라마를 많이 보시네요. \"Walking about\". - Someone watches dramas. 듣기 View video V COOKIE : [Full]MONSTA X KIHYUN & JEONG SEWOON X Orgel Live - 몬스타엑스 기현 X 정세운의 오르골라이브!",
      "english": "\"Walking about\". - Someone watches dramas."
    },
    {
      "korean": "그러니까 포기 마시고 병원 다니며 빨리 회복하세요. Please don't give up and get well soon. 듣기 View video LEE HI : HI TV - Episode 02",
      "english": "Please don't give up and get well soon."
    },
    {
      "korean": "주인 몰래 바깥 세상을 다니며 사람을 만나요. and starts to explore the world outside her apartment. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "and starts to explore the world outside her apartment."
    }
  ],
  "examples": [
    {
      "korean": "He worked as a door-to-door salesman peddling cloths and brushes. 듣기 Add to Wordbook 그는 집집마다 다니며 옷감과 솔들을 파는 외판원으로 일했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He worked as a door-to-door salesman peddling cloths and brushes. Add to Wordbook"
    },
    {
      "korean": "I rushed around manically, trying to finish the housework. 듣기 Add to Wordbook 나는 정신없이 서두르고 다니며 집안일을 끝내려고 애를 썼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I rushed around manically, trying to finish the housework. Add to Wordbook"
    },
    {
      "korean": "The victorious team will parade through the city tomorrow morning. 듣기 Add to Wordbook 우승팀은 내일 오전에 시가지를 다니며 가두 행진을 벌일 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The victorious team will parade through the city tomorrow morning. Add to Wordbook"
    },
    {
      "korean": "I’m fed up with clearing up after you! 듣기 Add to Wordbook 네 뒤를 따라 다니며 치우는 데 질렸어! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m fed up with clearing up after you! Add to Wordbook"
    },
    {
      "korean": "Her childhood was spent travelling from place to place. 듣기 Add to Wordbook 그녀는 어린 시절을 이곳저곳으로 옮겨 다니며 보냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her childhood was spent travelling from place to place. Add to Wordbook"
    }
  ]
}