{
  "phrases": [
    {
      "phrase": "다녀오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go and get back, go and come back, be back"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bon voyage",
      "frequency": 0
    },
    {
      "meaning": "Welcome home[back]!",
      "frequency": 0
    },
    {
      "meaning": "I wish you a pleasant journey.",
      "frequency": 0
    },
    {
      "meaning": "Be good!",
      "frequency": 0
    },
    {
      "meaning": "have to see a man about a dog[horse]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "신주쿠 이렇게 3곳 정도를 다녀올 겁니다. Those three places. 듣기 View video 카모마일T (Chamomile_T) : ✈ 일본 도쿄여행 ✈ 캐리어 짐싸기 / 여행 필수품과 환전까지?",
      "english": "Those three places."
    },
    {
      "korean": "이번에 저는 도쿄 지역을 다녀올 거고요. This time, I'm going to Tokyo. 듣기 View video 카모마일T (Chamomile_T) : ✈ 일본 도쿄여행 ✈ 캐리어 짐싸기 / 여행 필수품과 환전까지?",
      "english": "This time, I'm going to Tokyo."
    },
    {
      "korean": "[빨리 다녀올 수 있다면요...] 갑니다, 하나, 둘, 셋! [Only if you can do it fast...] Here I go. 1, 2, 3! 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.6-2",
      "english": "[Only if you can do it fast...] Here I go. 1, 2, 3!"
    },
    {
      "korean": "언제라도 편의점에 다녀올 마음의 준비가 되어있다. my mind is ready to go to a convenient store anytime.\" 듣기 View video MOMO X : [모모문고] 남태현 편 (NAM TAEHYUN)",
      "english": "my mind is ready to go to a convenient store anytime.\""
    },
    {
      "korean": "아론 형이(미국 다녀올 때마다) 갖고 오는 게 몇 개 있었어요. Aron goes to America and he brings a few things back... 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.06",
      "english": "Aron goes to America and he brings a few things back..."
    }
  ],
  "examples": [
    {
      "korean": "I am also taking a vacation and I am planning to travel in Europe for two weeks. 듣기 Add to Wordbook 저도 휴가를 갈 예정인데, 유럽을 2주 동안 다녀올 계획입니다. YBM All in All English-Korean Dictionary",
      "english": "I am also taking a vacation and I am planning to travel in Europe for two weeks. Add to Wordbook"
    },
    {
      "korean": "Sounds wonderful. How long should we go for? 듣기 Add to Wordbook 멋진 생각이에요. 며칠 다녀올 거에요? YBM All in All English-Korean Dictionary",
      "english": "Sounds wonderful. How long should we go for? Add to Wordbook"
    },
    {
      "korean": "Happy Travel’s New Year’s promotion has specials to Miami for only $99. 듣기 Add to Wordbook 해피 트래블에서는 새해를 맞아 단돈 99달러에 마이애미를 다녀올 수 있는 기회를 드리고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Happy Travel’s New Year’s promotion has specials to Miami for only $99. Add to Wordbook"
    },
    {
      "korean": "I will go visit my uncle in New York! 듣기 Add to Wordbook 나는 뉴욕에 있는 우리 삼촌댁에 다녀올꺼야. TIMES CORE",
      "english": "I will go visit my uncle in New York! Add to Wordbook"
    },
    {
      "korean": "I will also enjoy a music concert with my family next week. 듣기 Add to Wordbook 다음 주에는 가족과 함께 음악회에 다녀올 거야. TIMES CORE",
      "english": "I will also enjoy a music concert with my family next week. Add to Wordbook"
    }
  ]
}