{
  "phrases": [
    {
      "phrase": "다들",
      "hanja": "",
      "example": {},
      "meanings": [
        "Everybody; everyone"
      ]
    },
    {
      "phrase": "doddle",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 英, 비격식 아주 쉬운 일, 식은 죽 먹기 (=cinch)"
      ]
    },
    {
      "phrase": "다들 이미 알고 있다고.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Everybody already knows it."
      ]
    },
    {
      "phrase": "다들 그렇게 해요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Everyone does it."
      ]
    },
    {
      "phrase": "다들 결혼하는구나.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Everyone's getting married."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a thing universally known",
      "frequency": 0
    },
    {
      "meaning": "wee-weed up",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너희 35등 안에 다 들 수 있을 것 같아? Are you sure you will be within 35? 듣기 View video Mnet : 프로듀스101 시즌2 8화",
      "english": "Are you sure you will be within 35?"
    },
    {
      "korean": "혼자 다 들 수 있겠어요? How could 1 person hold everything? 듣기 View video MELODYDAY : MelodyDay '차희의 보드강습 도전기!'",
      "english": "How could 1 person hold everything?"
    },
    {
      "korean": "아가새 여러분이 숟가락을 안 들 수 없게 다들... We are going to make baby birds eat something, too. 듣기 View video V COOKIE : [Full] GOT7 X EATING SHOW - GOT7의 같이먹어요!",
      "english": "We are going to make baby birds eat something, too."
    },
    {
      "korean": "[게임할 돈을 안 챙겨온 세봉이들] - 다들 돈이 없어서. - 돈이 없어서 못합니다. [Sebongs forgot to bring their purse] - But we don't have money. - We can't play. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN EP.17",
      "english": "[Sebongs forgot to bring their purse] - But we don't have money. - We can't play."
    }
  ],
  "examples": [
    {
      "korean": "You can’t possibly carry all those bags. 듣기 Add to Wordbook 넌 도저히 저 가방을 다 들 수가 없어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can’t possibly carry all those bags. Add to Wordbook"
    },
    {
      "korean": "Don't worry, it happens to the best of us. 듣기 Add to Wordbook 걱정 마, 다들 그래. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "Don't worry, it happens to the best of us. Add to Wordbook"
    },
    {
      "korean": "That's what they all say at first. 듣기 Add to Wordbook 처음에는 사람들이 다들 그러던데. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 보디사타(sunt****)",
      "english": "That's what they all say at first. Add to Wordbook"
    },
    {
      "korean": "My family is very busy every day. 듣기 Add to Wordbook 우리 가족은 다들 날마다 아주 바쁘다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 헵번공주(yuli****)",
      "english": "My family is very busy every day. Add to Wordbook"
    },
    {
      "korean": "Let's sit and talk about it. 듣기 Add to Wordbook 자 다들 자리에 앉고 그것에 대해 얘기해봅시다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 헵번공주(yuli****)",
      "english": "Let's sit and talk about it. Add to Wordbook"
    }
  ]
}