{
  "phrases": [
    {
      "phrase": "다르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(같지 않다) different (from/to), dissimilar (to), (구별되다) distinct (from)",
        "(예사롭지 않다)",
        "(그 밖의)"
      ]
    },
    {
      "phrase": "다름 아닌",
      "hanja": "",
      "example": {},
      "meanings": [
        "none other than"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "vary",
      "frequency": 3
    },
    {
      "meaning": "disagree",
      "frequency": 3
    },
    {
      "meaning": "differ",
      "frequency": 3
    },
    {
      "meaning": "unlike",
      "frequency": 3
    },
    {
      "meaning": "difference",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "우리 덕후들의 생각은 다르군요! You really have different thoughts! 듣기 View video V CREW : [V CREW] 붐보의 서재 - EP. 06 엑소 정규 6집 언박싱! (덕질 과몰입해서 이중자아 돼버린 붐보&보붐⁉️)",
      "english": "You really have different thoughts!"
    },
    {
      "korean": "[역시 다른 부서 소속인 두 사람] 부서가 다르군요, 평소에 친합니까? [They are on different teams] I see. Are you two close? 듣기 View video Big Picture (빅픽처) : 빅픽처 스페셜시즌 EP60_PPL 봇들의 반란??(ft. 모델 욕심)",
      "english": "[They are on different teams] I see. Are you two close?"
    },
    {
      "korean": "이제 포지션마다 살짝 다르군요. 맞아요? It differs by the position. Is that correct? 듣기 View video The Unit (더 유닛) : [FULL]더유닛의 쇼케치북 (The UNIT's Showketchbook)",
      "english": "It differs by the position. Is that correct?"
    },
    {
      "korean": "워낙 팬이 더 많으시잖아요. - 역시 남자는 다르군요. You have much more fans. - Man is indeed different. 듣기 View video V Beauty : 데이지랑 집에서 하는 PT로 살빼자! Home PT for diet",
      "english": "You have much more fans. - Man is indeed different."
    },
    {
      "korean": "[느낌 살린 손가락] 마늘을 벌써 이렇게, 느낌이 다르군요. He's chopping garlic. Two very different cooking styles. 듣기 View video THE BOYZ : 더 보이즈 '꽃미남 분식집' 3회 The BOYZ \"Flower Snack\" ep.3",
      "english": "He's chopping garlic. Two very different cooking styles."
    }
  ],
  "examples": [
    {
      "korean": "You are not a doctor for nothing. 듣기 Add to Wordbook 당신은 의사라서 역시 다르군요. Neungyule",
      "english": "You are not a doctor for nothing. Add to Wordbook"
    },
    {
      "korean": "That’s contrary to what they said in the beginning. 듣기 Add to Wordbook 그건 처음에 말했던 것과 다르군요. YBM All in All English-Korean Dictionary",
      "english": "That’s contrary to what they said in the beginning. Add to Wordbook"
    },
    {
      "korean": "It's unusual for you to be wearing red, isn't it? 듣기 Add to Wordbook 빨간 옷을 입다니 여느 때와는 다르군요 Dong-a's Prime English-Korean Dictionary",
      "english": "It's unusual for you to be wearing red, isn't it? Add to Wordbook"
    },
    {
      "korean": "That explains why my figures differ from yours. 듣기 Add to Wordbook 그래서 내 수치와 당신 게 다르군요. YBM All in All English-Korean Dictionary",
      "english": "That explains why my figures differ from yours. Add to Wordbook"
    },
    {
      "korean": "This is not what you said in the beginning. 듣기 Add to Wordbook 처음하고 얘기가 다르군요 Neungyule",
      "english": "This is not what you said in the beginning. Add to Wordbook"
    }
  ]
}