{
  "phrases": [
    {
      "phrase": "다이크",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Dike"
      ]
    },
    {
      "phrase": "다이크",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Dike"
      ]
    },
    {
      "phrase": "다이크",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Dyke"
      ]
    },
    {
      "phrase": "dyke ( dike )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (특히 바닷가의) 제방",
        "Noun 특히 英 배수구, 수로 (=ditch)",
        "Noun 금기어, 속어 여자 동성애자, 레즈비언(보통 모욕적으로 쓰임)"
      ]
    },
    {
      "phrase": "dike",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 도랑(ditch), [영·방언] 수로(watercourse)",
        "Noun 제방, 둑; 둑길(causeway)",
        "Transitive verb 제방으로 막다, …에 제방을 쌓다"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Vandyke 2",
      "frequency": 0
    },
    {
      "meaning": "Vandyke beard",
      "frequency": 0
    },
    {
      "meaning": "Vandyke 1",
      "frequency": 0
    },
    {
      "meaning": "Vandyke collar",
      "frequency": 0
    },
    {
      "meaning": "Van Dyck",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "밭을 갈고 있는 소녀에게 나이를 물었더니 '밭둑이 모두 무너졌어요'라고 답했다. A girl was asked her age. She said \"The field dike collapsed\". 듣기 View video KIM JUNSU : 김준수 - 뮤지컬 <데스노트> 샤엘의 추리력 점검",
      "english": "A girl was asked her age. She said \"The field dike collapsed\"."
    }
  ],
  "examples": [
    {
      "korean": "Use what talents you possess: the woods would be very silent if no birds sang there except those that sang best. (Henry Van Dyke) 발음듣기 가지고 있는 어떤 재주든 사용하라. 노래를 가장 잘하는 새들만 지저귀면 숲은 너무도 적막할 것이다. (헨리 반 다이크, 자신감명언) 명언/속담",
      "english": "Use what talents you possess: the woods would be very silent if no birds sang there except those that sang best. (Henry Van Dyke) 발음"
    },
    {
      "korean": "This restaurant was named after a famous architect William Thornton who was born on Jost Van Dyke. 발음듣기 이 음식점은 조스트 반 다이크에서 태어난 유명한 건축가 윌리암 손톤의 이름을 따서 이름이 붙여졌어요. TIMES CORE",
      "english": "This restaurant was named after a famous architect William Thornton who was born on Jost Van Dyke. 발음"
    },
    {
      "korean": "He might have been taken bodily from one of old Van Dyck's pictures. 발음듣기 그는 반다이크의 그림보다 더 걸출하다는 생각이 들었다. 영어영작문대사전",
      "english": "He might have been taken bodily from one of old Van Dyck's pictures. 발음"
    },
    {
      "korean": "Disney’s musical starred an Oscar-winning Julie Andrews in her Hollywood debut as Poppins as well as American actor Dick Van Dyke. 발음듣기 디즈니의 뮤지컬에서는 오스카 상 수상 배우 줄리 앤드류스가 포핀스 역으로 할리우드에 데뷔했고 미국 배우 딕 밴 다이크도 주연을 맡았습니다. TIMES CORE",
      "english": "Disney’s musical starred an Oscar-winning Julie Andrews in her Hollywood debut as Poppins as well as American actor Dick Van Dyke. 발음"
    },
    {
      "korean": "The gallery included Andrea del Sarto’s Charity and works by Raphael, Titian, Veronese, Rembrandt, Poussin and Van Dyck until its closing in 1780. 발음듣기 이 갤러리는 1780년 폐관할 때까지 안드레아 사르토의 Charity와 라파엘, 티티안, 베로네스, 렘브란트, 푸싱, 반 다이크의 작품을 전시했다. EDU TIMES",
      "english": "The gallery included Andrea del Sarto’s Charity and works by Raphael, Titian, Veronese, Rembrandt, Poussin and Van Dyck until its closing in 1780. 발음"
    }
  ]
}