{
  "phrases": [],
  "meanings": [
    {
      "meaning": "daya",
      "frequency": 0
    },
    {
      "meaning": "That's your lot!",
      "frequency": 0
    },
    {
      "meaning": "TAFN",
      "frequency": 0
    },
    {
      "meaning": "Daya District",
      "frequency": 0
    },
    {
      "meaning": "Dayana Mendoza",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그게 다야? 야 후레쉬 꺼봐. That's it? Turn off the flashlight. 듣기 View video 홍익슈퍼 (HONG IK SUPER) : [홍익슈퍼]EP03_ 하찮은 초능력자로 산다는 것은",
      "english": "That's it? Turn off the flashlight."
    },
    {
      "korean": "'다야'가 뭐였지? - 생각나요? What was \"ALL ABOUT YOU\"? - Do you remember?? 듣기 View video ASTRO : [Full] ASTRO 6th Mini Album [BLUE FLAME] SHOWCASE",
      "english": "What was \"ALL ABOUT YOU\"? - Do you remember??"
    }
  ],
  "examples": [
    {
      "korean": "That's all you need to do. 듣기 Add to Wordbook 그게 네가 해야할 것 다야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 단비해나(leje****)",
      "english": "That's all you need to do. Add to Wordbook"
    },
    {
      "korean": "That's all we know for now. 듣기 Add to Wordbook 지금으로서는 그게 우리가 아는 다야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gray(orch****)",
      "english": "That's all we know for now. Add to Wordbook"
    },
    {
      "korean": "Last time I checked we're all. 듣기 Add to Wordbook 지난 번에 확인했는데 우리가 다야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 KOREANKID(rlqj****)",
      "english": "Last time I checked we're all. Add to Wordbook"
    },
    {
      "korean": "It's about all we can do for him now. 듣기 Add to Wordbook 이제 우리가 해줄 수 있는 건 이게 다야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "It's about all we can do for him now. Add to Wordbook"
    },
    {
      "korean": "If you've seen the trailer, you've seen the film. 듣기 Add to Wordbook 그 영화는 예고편이 다야 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 babu8402(babu****)",
      "english": "If you've seen the trailer, you've seen the film. Add to Wordbook"
    }
  ]
}