{
  "phrases": [
    {
      "phrase": "닥치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(다가오다) approach, draw[come] near"
      ]
    },
    {
      "phrase": "닥치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(입을 다물다) (impolite) shut up, keep one's mouth shut"
      ]
    },
    {
      "phrase": "주둥이 닥쳐!",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bottle it!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Cut it[that] out!",
      "frequency": 0
    },
    {
      "meaning": "yackety-yak",
      "frequency": 0
    },
    {
      "meaning": "drag in your rope",
      "frequency": 0
    },
    {
      "meaning": "go home",
      "frequency": 0
    },
    {
      "meaning": "go to hell",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "입 닥쳐 예포이! Shut up, Malfoy! 듣기 View video 슈주 리턴즈 (SJ returns) : 티저2. 이특 희철 예성 신동 시원 캐릭터 티저",
      "english": "Shut up, Malfoy!"
    },
    {
      "korean": "닥쳐 이 새끼야! Shut up, you punk! 듣기 View video 렛스튜디오 (LETstudio) : [목숨값] Ep09 나 때문에 싸우는 두 남자",
      "english": "Shut up, you punk!"
    },
    {
      "korean": "우쥬 Plz 좀 닥쳐줄래? Would please shut up? 듣기 View video 스튜디오 픽또 / PICK DDO : 사람 아니고 귀신이에요 / 인싸가 된 아싸짱 ep.1",
      "english": "Would please shut up?"
    },
    {
      "korean": "[아싸 병민 / 옆자리 귀신한테 혼나는 중] 우쥬 플리즈 좀 닥쳐줄래? [Outsider Byungmin / Getting an earful from the ghost] Would you please just shut it? 듣기 View video 스튜디오 픽또 / PICK DDO : [메이킹] 대본리딩 현장인데 대사보다 노래가 더 많은 이상한 현장",
      "english": "[Outsider Byungmin / Getting an earful from the ghost] Would you please just shut it?"
    },
    {
      "korean": "닥쳐! - 내가 문제만 잘 맞히는 줄 알아? Be quiet! - You think I only answer questions well? 듣기 View video MOMO X : [존예보스2] 공원소녀 '앤' 편",
      "english": "Be quiet! - You think I only answer questions well?"
    }
  ],
  "examples": [
    {
      "korean": "Button it! 듣기 Add to Wordbook 닥쳐! Dong-a's Prime English-Korean Dictionary",
      "english": "Button it! Add to Wordbook"
    },
    {
      "korean": "Just belt up, will you! 듣기 Add to Wordbook 그냥 입 좀 닥쳐, 응! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Just belt up, will you! Add to Wordbook"
    },
    {
      "korean": "Shut your mouth, if you know what’s good for you. 듣기 Add to Wordbook 입 닥쳐, 그러는 게 좋을 걸. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Shut your mouth, if you know what’s good for you. Add to Wordbook"
    },
    {
      "korean": "I got very nervous about the exam, but in the event, I needn’t have worried; it was really easy. 듣기 Add to Wordbook 나는 시험 때문에 몹시 초조했지만 막상 닥쳐 보니 걱정할 필요가 없었다. 정말 쉬웠으니까. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I got very nervous about the exam, but in the event, I needn’t have worried; it was really easy. Add to Wordbook"
    },
    {
      "korean": "Do shut up! 듣기 Add to Wordbook (제발) 입 좀 닥쳐! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Do shut up! Add to Wordbook"
    }
  ]
}