{
  "phrases": [
    {
      "phrase": "단단하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(딱딱하다) hard, solid, (과일·생선 등이) firm",
        "(몸이) strong, robust",
        "(매듭 등이) tight"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "the treacherous ice",
      "frequency": 0
    },
    {
      "meaning": "hard",
      "frequency": 3
    },
    {
      "meaning": "solid",
      "frequency": 3
    },
    {
      "meaning": "tight",
      "frequency": 3
    },
    {
      "meaning": "ebony",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "여기 한 번만 만져봐. 단단해. Try to touch me. 듣기 View video IDOL x IDOL : LABOUM - LABOUM TeleVision 라붐 '안녕이라 말하지마~'",
      "english": "Try to touch me."
    },
    {
      "korean": "단단해. - 단단하지. So reliable. - Of course. 듣기 View video PeekaVoo! : [Full]FAVORITE's FAN MEETING LIVE- 페이버릿의 팬미팅라이브!",
      "english": "So reliable. - Of course."
    },
    {
      "korean": "실제로 진짜 단단해. It's really really hard and sturdy. 듣기 View video SEVENTEEN : SEVENTEEN 'Happy Birthday WONWOO'",
      "english": "It's really really hard and sturdy."
    },
    {
      "korean": "저와 함께 단단해 졌으면 좋겠습니다. I hope we can be strong together. 듣기 View video INFINITE : 우현이내게오나봐 잘사람자라디오",
      "english": "I hope we can be strong together."
    },
    {
      "korean": "헬스 선생님이 준 거. - 단단해요. The one our trainer gave us. - It's hard. 듣기 View video V COOKIE : [Full] GFRIEND’s - 여자친구 X 같이먹어요",
      "english": "The one our trainer gave us. - It's hard."
    }
  ],
  "examples": [
    {
      "korean": "This machinery looks as firm as a rock. 듣기 Add to Wordbook 이 기계는 매우 단단해 보여. YBM All in All English-Korean Dictionary",
      "english": "This machinery looks as firm as a rock. Add to Wordbook"
    },
    {
      "korean": "The windows and doors are thick and strong. 듣기 Add to Wordbook 창문과 문은 두껍고 단단해요. EDU TIMES",
      "english": "The windows and doors are thick and strong. Add to Wordbook"
    },
    {
      "korean": "Freeze about 4 hours or until firm. 듣기 Add to Wordbook 약 4시간 또는 단단해 질 때까지 얼리세요. TIMES CORE",
      "english": "Freeze about 4 hours or until firm. Add to Wordbook"
    },
    {
      "korean": "At first, they looked hard so I was really nervous. 듣기 Add to Wordbook 처음에 널빤지들이 단단해 보여서 매우 불안했어요. TIMES CORE",
      "english": "At first, they looked hard so I was really nervous. Add to Wordbook"
    },
    {
      "korean": "The diamond is thousands of times harder than corundum. 듣기 Add to Wordbook 다이아몬드는 강옥보다 수천 배 더 단단해요. TIMES CORE",
      "english": "The diamond is thousands of times harder than corundum. Add to Wordbook"
    }
  ]
}