{
  "phrases": [
    {
      "phrase": "달려오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "come running, (급히 오다) dash, rush, (신이 나서) bound (up/toward/across)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "zoom up",
      "frequency": 0
    },
    {
      "meaning": "breaker",
      "frequency": 3
    },
    {
      "meaning": "come running",
      "frequency": 0
    },
    {
      "meaning": "a person comes running",
      "frequency": 0
    },
    {
      "meaning": "a horse gallops over",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저기서 한 번만 달려와줄래요? Could you run toward us from there? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 25회 깃털챈CAM - 아이즈원 센터결정전 Part 2. 순발력 센터★",
      "english": "Could you run toward us from there?"
    },
    {
      "korean": "6시간을 거쳐 달려와주었던 우리 우태 쌤. - 우태 형. Wootae drove six hours to come to see us. - Wootae. 듣기 View video IMFACT : [Full] IMFACT x mini CONCERT Ep 24.+1",
      "english": "Wootae drove six hours to come to see us. - Wootae."
    },
    {
      "korean": "엄마한테 연락을 했더니 엄마가 한 걸음에 달려와주셨죠. so I called my mom and she came in a heartbeat. 듣기 View video HOONION : [Review] LANEIGE layering cover cushion 라네즈 레이어링 커버 쿠션",
      "english": "so I called my mom and she came in a heartbeat."
    },
    {
      "korean": "저희 보시면 그냥 달려와주세요. -맞아요. 달려와주세요. If you see us, just come to us. - Right, run to us. 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '하이틴과 UCC에서 광화문 찍자~^^'",
      "english": "If you see us, just come to us. - Right, run to us."
    },
    {
      "korean": "지금까지 함께 달려와 주신 분들 감사드립니다. Thank you for watching my show today. 듣기 View video DSPmedia : [디.훈.소_10탄] 지숙이와 '쑥'피드 퀴즈 ~ ★",
      "english": "Thank you for watching my show today."
    }
  ],
  "examples": [
    {
      "korean": "As I walked into the house, Phil's dog ran towards me and stood up on her hind legs to greet me. 듣기 Add to Wordbook 집으로 들어가는데 필의 개가 나에게 달려와 뒷다리로 서서 나에게 인사했다. YBM All in All English-Korean Dictionary",
      "english": "As I walked into the house, Phil's dog ran towards me and stood up on her hind legs to greet me. Add to Wordbook"
    },
    {
      "korean": "As I walked into the house, Phil’ s dog ran towards me and stood up on her hind legs to greet me. 듣기 Add to Wordbook 집으로 들어가는데 필의 개가 나에게 달려와 뒷다리로 서서 나에게 인사했다. YBM All in All English-Korean Dictionary",
      "english": "As I walked into the house, Phil’ s dog ran towards me and stood up on her hind legs to greet me. Add to Wordbook"
    },
    {
      "korean": "As I trudge ed into the house, Phil's dog ran towards me and stood up on her hind legs to greet me. 듣기 Add to Wordbook 집으로 터벅터벅 들어가는데 필의 개가 나에게 달려와 뒷다리로 서서 나에게 인사했다. YBM All in All English-Korean Dictionary",
      "english": "As I trudge ed into the house, Phil's dog ran towards me and stood up on her hind legs to greet me. Add to Wordbook"
    },
    {
      "korean": "In a darkened theater, audience members gaze up at the ceiling, as a small planet comes barreling toward Earth, sideswipes it and explodes. 듣기 Add to Wordbook 어두운 극장에서 관중들은 천장을 응시하고 한 작은 행성이 지구를 향해 전속력으로 달려와 옆을 스치듯 치고는 폭발하는 것을 봅니다. YBM All in All English-Korean Dictionary",
      "english": "In a darkened theater, audience members gaze up at the ceiling, as a small planet comes barreling toward Earth, sideswipes it and explodes. Add to Wordbook"
    },
    {
      "korean": "Whenever I walk in the street, fans run up to me and try to get my autograph. 듣기 Add to Wordbook 거리를 걸을 때마다 팬들이 저에게 달려와 사인을 해달라고 하죠. TIMES CORE",
      "english": "Whenever I walk in the street, fans run up to me and try to get my autograph. Add to Wordbook"
    }
  ]
}