{
  "phrases": [
    {
      "phrase": "dolphin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 돌고래 (→porpoise)"
      ]
    },
    {
      "phrase": "Dolphin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 기상 돌핀, 홍콩에서 제출한 태풍 이름이며 돌고래를 의미함"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "돌고래",
      "frequency": 0
    },
    {
      "meaning": "돌고래쇼를 구경하다",
      "frequency": 0
    },
    {
      "meaning": "해돈",
      "frequency": 0
    },
    {
      "meaning": "돌핀영법",
      "frequency": 0
    },
    {
      "meaning": "계선 말뚝",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭐야 돌고래가 뭐야! What? What is with a dolphin! 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "What? What is with a dolphin!"
    },
    {
      "korean": "돌고래의 삶 행복합니까? Are you happy in your dolphin life? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "Are you happy in your dolphin life?"
    },
    {
      "korean": "돌고래 당신의 생을 뒤돌아 봤을 때 후회가 남는 게 있나요? When you look back into your dolphin life, do you regret anything? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "When you look back into your dolphin life, do you regret anything?"
    },
    {
      "korean": "나 돌핀 - 돌핀? It was the dolphin phone. - Dolphin phone? 듣기 View video Stray Kids : [Two Kids Room(투키즈룸)] VOL.5 Ep.09 미공개 컷",
      "english": "It was the dolphin phone. - Dolphin phone?"
    },
    {
      "korean": "펭귄이랑 돌고래요? - 네, 좋아하는 혹시 색깔은 뭔가요? Penguins and dolphins? - What's your favorite color? 듣기 View video TOMORROW X TOGETHER : 게임의 정석",
      "english": "Penguins and dolphins? - What's your favorite color?"
    }
  ],
  "examples": [
    {
      "korean": "A dolphin leapt out of the water. 듣기 Add to Wordbook 돌고래 한 마리가 물 밖으로 뛰어올랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A dolphin leapt out of the water. Add to Wordbook"
    },
    {
      "korean": "The dolphin has evolved a highly developed jaw. 듣기 Add to Wordbook 돌고래는 대단히 발달된 턱을 진화시키게 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The dolphin has evolved a highly developed jaw. Add to Wordbook"
    },
    {
      "korean": "Dolphins use sound to communicate with each other. 듣기 Add to Wordbook 돌고래는 소리를 이용해서 서로 의사소통을 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Dolphins use sound to communicate with each other. Add to Wordbook"
    },
    {
      "korean": "Many dolphins can dive to depths of 200 metres. 듣기 Add to Wordbook 많은 돌고래들이 200미터 깊이까지 잠수해 들어갈 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many dolphins can dive to depths of 200 metres. Add to Wordbook"
    },
    {
      "korean": "Many dolphins die each year from entanglement in fishing nets. 듣기 Add to Wordbook 많은 돌고래들이 매년 고기잡이용 그물에 걸려들어 목숨을 잃는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many dolphins die each year from entanglement in fishing nets. Add to Wordbook"
    }
  ]
}