{
  "phrases": [
    {
      "phrase": "담배",
      "hanja": "",
      "example": {},
      "meanings": [
        "cigarette, (informal) smoke, (Brit, inf) fag, (식물) tobacco, (굵기가 굵은) cigar"
      ]
    },
    {
      "phrase": "담배꽁초",
      "hanja": "",
      "example": {},
      "meanings": [
        "cigarette butt[stub], (Brit) cigarette end, (Brit, inf) fag end"
      ]
    },
    {
      "phrase": "담배 연기",
      "hanja": "",
      "example": {},
      "meanings": [
        "cigarette[pipe, tobacco] smoke"
      ]
    },
    {
      "phrase": "담배를 끊다",
      "hanja": "",
      "example": {},
      "meanings": [
        "quit[stop, give up] smoking"
      ]
    },
    {
      "phrase": "담배 한 보루",
      "hanja": "",
      "example": {},
      "meanings": [
        "a carton[packet] of cigarettes"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cigarette",
      "frequency": 3
    },
    {
      "meaning": "weed",
      "frequency": 3
    },
    {
      "meaning": "tobacco",
      "frequency": 3
    },
    {
      "meaning": "stick 1",
      "frequency": 3
    },
    {
      "meaning": "burn 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "우리 반에도 있나? 담배 피는 애기들? Are there smokers at my class? 듣기 View video 콬TV (WHYNOT) : 너와 내가 키스한 이유 [연애미수] EP07 재미 있는 일이 생길 때마다 너에게 말해주고 싶었",
      "english": "Are there smokers at my class?"
    },
    {
      "korean": "근데 진짜 중딩들이 담배 피우고 있으면 어쩌려고 그랬어? Well, what would you do if the middle school students were smoking? 듣기 View video Dingo Story / 딩고스토리 : 남자가 사랑에 빠지는 과정_EP08 [라이크]",
      "english": "Well, what would you do if the middle school students were smoking?"
    },
    {
      "korean": "놀라지 않은 게? 아니면 매번 우리 집 앞에서 담배 피우는 게? That you're not surprised? Or for smoking in front of our house all the time? 듣기 View video 콬TV (WHYNOT) : 네 옆에는 늘 내가 있을래 [연애미수] EP10",
      "english": "That you're not surprised? Or for smoking in front of our house all the time?"
    },
    {
      "korean": "[내가 담배 피는데 보태준 거 있어?] [It's none of your business, if I smoke or not!] View video 핵인싸 동맹 (HACKINSSA CREW) : [핵인싸 동맹] EP.36 감스트의 배그 극장 GRAND OPEN!! HACKINSSA CREW",
      "english": "[It's none of your business, if I smoke or not!]"
    },
    {
      "korean": "죄송한데 담배 많이 피우셨어요? 목소리가 왜 그래요? Do you smoke a lot? What's wrong with your voice? 듣기 View video 핵인싸 동맹 (HACKINSSA CREW) : [핵인싸 동맹] EP.36 감스트의 배그 극장 GRAND OPEN!! HACKINSSA CREW",
      "english": "Do you smoke a lot? What's wrong with your voice?"
    }
  ],
  "examples": [
    {
      "korean": "the divine weed 듣기 Add to Wordbook 담배. Friendict Level English-Korean Dictionary",
      "english": "the divine weed Add to Wordbook"
    },
    {
      "korean": "He had a few puffs at the cigar. 듣기 Add to Wordbook 그가 담배를 몇 모금 빨았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had a few puffs at the cigar. Add to Wordbook"
    },
    {
      "korean": "He ground his cigarette into the ashtray. 듣기 Add to Wordbook 그가 담배를 재떨이에 대고 비볐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He ground his cigarette into the ashtray. Add to Wordbook"
    },
    {
      "korean": "A cigarette end glowed red in the darkness. 듣기 Add to Wordbook 담배 끝 부분이 어둠 속에서 빨갛게 타고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A cigarette end glowed red in the darkness. Add to Wordbook"
    },
    {
      "korean": "The smell of smoke still clung to her clothes. 듣기 Add to Wordbook 담배 연기 냄새가 아직도 그녀의 옷에 배어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The smell of smoke still clung to her clothes. Add to Wordbook"
    }
  ]
}