{
  "phrases": [
    {
      "phrase": "당시",
      "hanja": " (當時)",
      "example": {},
      "meanings": [
        "(명사)",
        "(부사) (그때) then, at that[the] time, (그 시절에) in those days"
      ]
    },
    {
      "phrase": "당시의",
      "hanja": "",
      "example": {},
      "meanings": [
        "then",
        "of those days"
      ]
    },
    {
      "phrase": "그 당시에는",
      "hanja": "",
      "example": {},
      "meanings": [
        "in those days",
        "about that time"
      ]
    },
    {
      "phrase": "당시의 여론",
      "hanja": "",
      "example": {},
      "meanings": [
        "the then current opinion"
      ]
    },
    {
      "phrase": "내란 당시",
      "hanja": "",
      "example": {},
      "meanings": [
        "in those days of civil war"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "union",
      "frequency": 3
    },
    {
      "meaning": "half-crown",
      "frequency": 0
    },
    {
      "meaning": "Roundhead",
      "frequency": 0
    },
    {
      "meaning": "metaphysical poets",
      "frequency": 0
    },
    {
      "meaning": "then",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[2R 당시 바팩 코디를 맡았던 자이언티] - 안녕 - 깜짝이야! - 뭐야! [Zion. T was a coordinator of BOUNCE FACTORY in the second round] - Hi. - Oh my! - What? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 24. 파이널 2라운드! [코디 X 대힙래퍼] 콜라보 무대가 시작된다!",
      "english": "[Zion. T was a coordinator of BOUNCE FACTORY in the second round] - Hi. - Oh my! - What?"
    },
    {
      "korean": "그 당시에 진짜 굉장히 많은 분들이 통바지 막... At that time, so many people were wearing wide pants. 듣기 View video V COOKIE : [Full] KIM JAEJOONG X Orgel Live - 김재중의 오르골 라이브!",
      "english": "At that time, so many people were wearing wide pants."
    },
    {
      "korean": "[사전 인터뷰 당시] 그러면 너는 누가 코디로 왔으면 좋겠어? [During the pre-interview] Who do you want as our coordinator? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 15. 겉바속촉 회기파전 아님! 경희대vs한국외대의 회기파戰에 낀 성균관! 그 결과는?",
      "english": "[During the pre-interview] Who do you want as our coordinator?"
    },
    {
      "korean": "[2R 준비 당시 중훈이 집] 셋은 (교체 없이) 그대로 그냥 가는 거야? [Joonghoon's house] Are you 3 going to keep going as a team? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 20. 경희대 래빈VS 서울대 츄플 리매치!? 과연 살아남을 학교는 어디?",
      "english": "[Joonghoon's house] Are you 3 going to keep going as a team?"
    },
    {
      "korean": "그 당시에 막... At the time... 듣기 View video DAY6 : 눈이와요우눈이와❄️☃️⛄️",
      "english": "At the time..."
    }
  ],
  "examples": [
    {
      "korean": "At that time the industry was floundering. 듣기 Add to Wordbook 그 당시에는 그 산업이 허우적거릴 때였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At that time the industry was floundering. Add to Wordbook"
    },
    {
      "korean": "At the time the telecoms bubble was at its height. 듣기 Add to Wordbook 그 당시에는 통신 분야 거품이 최고조에 달해 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At the time the telecoms bubble was at its height. Add to Wordbook"
    },
    {
      "korean": "Film-makers of the time were constricted by the censors. 듣기 Add to Wordbook 그 당시 영화 제작자들은 검열관들 때문에 제약을 받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Film-makers of the time were constricted by the censors. Add to Wordbook"
    },
    {
      "korean": "Ah, I was still footloose and fancy-free in those days. 듣기 Add to Wordbook 아, 그 당시에는 내가 아직도 아무 매인 데 없이 자유로운 상태였죠. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Ah, I was still footloose and fancy-free in those days. Add to Wordbook"
    },
    {
      "korean": "Investigators are trying to reconstruct the circumstances of the crash. 듣기 Add to Wordbook 수사관들은 그 충돌 사고 당시의 상황을 재구성해 보려고 하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Investigators are trying to reconstruct the circumstances of the crash. Add to Wordbook"
    }
  ]
}