{
  "phrases": [
    {
      "phrase": "당하다",
      "hanja": " (當―)",
      "example": {},
      "meanings": [
        "(좋지 않은 일을)",
        "(피해를 입다) suffer",
        "(맞서 이겨 내다) match, (어려운 상황 등을) cope with"
      ]
    },
    {
      "phrase": "-당하다",
      "hanja": " (當하다)",
      "example": {},
      "meanings": [
        "suffer, undergo, be afflicted with"
      ]
    },
    {
      "phrase": "당할 수 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be no match for"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "have (got) it/that coming (to you)",
      "frequency": 0
    },
    {
      "meaning": "be in for something",
      "frequency": 0
    },
    {
      "meaning": "oops",
      "frequency": 0
    },
    {
      "meaning": "whoops",
      "frequency": 0
    },
    {
      "meaning": "be no/nobody's fool",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "잡혀가지고 뭔가 그런 거 수사 당할 것... I'd be captured and investigated... 듣기 View video VICTON : 2020",
      "english": "I'd be captured and investigated..."
    },
    {
      "korean": "저는... 저만 당할 수 없어요 - 니엘 니엘~ I... I can't be the only one. - Niel Niel! 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#457. 상상플러스 (스페셜 DJ 틴탑 니엘&리키 with 라붐)",
      "english": "I... I can't be the only one. - Niel Niel!"
    },
    {
      "korean": "[나만 당할 순 없다] 아 멈춰! 여기 멈춰!! 제발 멈춰!!! Oh, stop! Stop here!! Please stop!!! 듣기 View video GOT7 : GOT7(갓세븐) \"니가 부르는 나의 이름\" Dance Practice (Name Tag Survival Ver.)",
      "english": "Oh, stop! Stop here!! Please stop!!!"
    },
    {
      "korean": "[... 불이익을 당할 거라는 협박도...] [There were threats made by him saying there would be penalties...] View video Dingo Story / 딩고스토리 : 삼각 관계의 결말은 해피 엔딩? 새드 엔딩?_EP21_[라이크LIKE]",
      "english": "[There were threats made by him saying there would be penalties...]"
    },
    {
      "korean": "아 너 어장 당할 때? Oh, when he was playing the field? 듣기 View video 플레이리스트 (Playlist) : 금사빠한테도 이유가 있다 [연플리4] - EP.06",
      "english": "Oh, when he was playing the field?"
    }
  ],
  "examples": [
    {
      "korean": "She’ll have an accident one day. 듣기 Add to Wordbook 그녀가 언젠가는 사고를 당할 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’ll have an accident one day. Add to Wordbook"
    },
    {
      "korean": "At that time you could hang for stealing. 듣기 Add to Wordbook 그 당시에는 도둑질로도 교수형을 당할 수가 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At that time you could hang for stealing. Add to Wordbook"
    },
    {
      "korean": "They face a mauling by last year’s winners. 듣기 Add to Wordbook 그들은 작년 우승자들로부터 압승[완패]을 당할 처지에 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They face a mauling by last year’s winners. Add to Wordbook"
    },
    {
      "korean": "We came perilously close to disaster. 듣기 Add to Wordbook 우리는 거의 참변을 당할 뻔한 아주 위험한 지경까지 갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We came perilously close to disaster. Add to Wordbook"
    },
    {
      "korean": "He reacted violently only under provocation. 듣기 Add to Wordbook 그는 도발을 당할 경우에만 폭력적인 반응을 보였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He reacted violently only under provocation. Add to Wordbook"
    }
  ]
}