{
  "phrases": [
    {
      "phrase": "닿다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물체 등에) touch, reach; (살짝) brush (against/past)",
        "(목적지에) reach, arrive (at/in), get (to)",
        "(연락·연줄 등이) be in touch (with), have connections[contact(s)] (with)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "passing shot",
      "frequency": 0
    },
    {
      "meaning": "bank shot",
      "frequency": 0
    },
    {
      "meaning": "strike soundings",
      "frequency": 0
    },
    {
      "meaning": "douche bath",
      "frequency": 0
    },
    {
      "meaning": "crouch",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안 닿게 해볼게요 열심히. I'll try my best to not touch your skin. 듣기 View video HOONION : [Challenge] 화알못친구에게 안젤리나졸리 메이크업을 받아본다면? makeup challenge",
      "english": "I'll try my best to not touch your skin."
    },
    {
      "korean": "최대한 안 닿게 먹어야 돼요. Try to eat it without touching your lips. 듣기 View video MAMAMOO : 래퍼라인 벌칙 수행 '매운돈까스' 시식!! 두둥!!",
      "english": "Try to eat it without touching your lips."
    },
    {
      "korean": "몰라. - 얘가 피부에 닿게. I don't know. - This has to touch the skin. 듣기 View video HOONION : [Challenge] 화알못친구에게 안젤리나졸리 메이크업을 받아본다면? makeup challenge",
      "english": "I don't know. - This has to touch the skin."
    },
    {
      "korean": "손목에 닿게, 둥글둥글하게. I made it like an arch to fit it on my wrist. 듣기 View video C-JeS : '쇼핑왕 루이' 임세미와 함께 팔찌 만들러 가요!",
      "english": "I made it like an arch to fit it on my wrist."
    },
    {
      "korean": "허리가 땅에 닿게 하는 게 중요해요. make sure you back is touching the ground. 듣기 View video GAVYNJ : 추석때 돼지된 사람 드루와~~~~",
      "english": "make sure you back is touching the ground."
    }
  ],
  "examples": [
    {
      "korean": "The car only just cleared the gatepost. 발음듣기 승용차는 간신히 대문 기둥에 안 닿게 지나갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The car only just cleared the gatepost. 발음"
    },
    {
      "korean": "He rolled onto his back. 발음듣기 그는 (엎드려 있다가 등이 바닥에 닿게) 바로 돌아누웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He rolled onto his back. 발음"
    },
    {
      "korean": "The cat stayed well out of range of the children. 발음듣기 그 고양이는 아이들 손이 전혀 안 닿게 멀찍이 떨어져 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cat stayed well out of range of the children. 발음"
    },
    {
      "korean": "I hadn’t figured on getting home so late. 발음듣기 나는 그렇게 늦게 집에 닿게 되리라고는 예상하지 못했었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I hadn’t figured on getting home so late. 발음"
    },
    {
      "korean": "He was out of breath [was panting for breath] from walking up to the top of the hill. 발음듣기 그는 산 정상으로 오르느라 숨이 턱에 닿게 걷고 있었다. 생활 표현 사전",
      "english": "He was out of breath [was panting for breath] from walking up to the top of the hill. 발음"
    }
  ]
}