{
  "phrases": [
    {
      "phrase": "닿다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물체 등에) touch, reach; (살짝) brush (against/past)",
        "(목적지에) reach, arrive (at/in), get (to)",
        "(연락·연줄 등이) be in touch (with), have connections[contact(s)] (with)"
      ]
    },
    {
      "phrase": "엎드리면 코 닿을 데",
      "hanja": "",
      "example": {},
      "meanings": [
        "within a stone's throw"
      ]
    },
    {
      "phrase": "넘어지면 코 닿을 데",
      "hanja": "",
      "example": {},
      "meanings": [
        "a place where one's nose reaches when one falls down"
      ]
    },
    {
      "phrase": "엎어지면 코 닿을 데",
      "hanja": "",
      "example": {},
      "meanings": [
        "a place that your nose can touch if you fall down"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "reachable",
      "frequency": 0
    },
    {
      "meaning": "open something up 1",
      "frequency": 0
    },
    {
      "meaning": "body-line",
      "frequency": 0
    },
    {
      "meaning": "within striking distance (of something)",
      "frequency": 0
    },
    {
      "meaning": "heaven-kissing",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[어느덧 손만 뻗으면 닿을 거리] 손을 뻗어! [It's at arm's length] Stretch out your arm! 듣기 View video TWICE : TWICE REALITY \"TIME TO TWICE\" EP.03",
      "english": "[It's at arm's length] Stretch out your arm!"
    },
    {
      "korean": "'혀가 코에 닿을 수 있습니까?' \"Can your tongue touch your nose?\" 듣기 View video N.Flying : 우리 얘기 좀 합시다 #17",
      "english": "\"Can your tongue touch your nose?\""
    },
    {
      "korean": "그렇게 따지면 당신들 뒷발도 닿을 수 있어요! Then, your back feet can touch! 듣기 View video V COOKIE : [Full] N.Flying X CouchTalk - 엔플라잉 X 카우치토크",
      "english": "Then, your back feet can touch!"
    },
    {
      "korean": "[나연의 얼굴에 닿을듯한 손에 놀란 지효] 닿지 않았어? [JIHYO being surprised by her hand being too close to NAYEON] Was it okay? 듣기 View video TWICE : TWICE TV \"Feel Special\" EP.05",
      "english": "[JIHYO being surprised by her hand being too close to NAYEON] Was it okay?"
    },
    {
      "korean": "닿을 듯 말듯 하기만 해도 이거는 뭐... If you can almost touch it, it's still... 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 14회 - 자기들끼리만 신나는 마마무 개인기 (갑자기 차력쇼..?)",
      "english": "If you can almost touch it, it's still..."
    }
  ],
  "examples": [
    {
      "korean": "Use shears with a long reach for cutting high hedges. 발음듣기 높은 생울타리를 자를 때에는 멀리까지 닿을 수 있는 전지용 가위를 사용하라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Use shears with a long reach for cutting high hedges. 발음"
    },
    {
      "korean": "Try to get home before dark. 발음듣기 어두워지기 전에 집에 닿을 수 있게 하자. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Try to get home before dark. 발음"
    },
    {
      "korean": "When the sun’s rays hit the earth, a lot of the heat is reflected back into space. 발음듣기 태양 광선이 지구에 닿을 때 상당량의 열이 다시 우주로 반사된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "When the sun’s rays hit the earth, a lot of the heat is reflected back into space. 발음"
    },
    {
      "korean": "We hope to be there within the hour. 발음듣기 우리는 한 시간 이내에 거기에 닿을 것을 기대한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We hope to be there within the hour. 발음"
    },
    {
      "korean": "Is the cable long enough to reach the socket? 발음듣기 전선이 소켓에 닿을 정도로 긴가요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Is the cable long enough to reach the socket? 발음"
    }
  ]
}