{
  "phrases": [
    {
      "phrase": "대규모",
      "hanja": " (大規模)",
      "example": {},
      "meanings": [
        "large scale, grand scale, big scale"
      ]
    },
    {
      "phrase": "대규모의",
      "hanja": "",
      "example": {},
      "meanings": [
        "large[big, grand]-scale"
      ]
    },
    {
      "phrase": "대규모로",
      "hanja": "",
      "example": {},
      "meanings": [
        "on a large scale",
        "in a large way"
      ]
    },
    {
      "phrase": "대규모 공수",
      "hanja": "",
      "example": {},
      "meanings": [
        "an airlift on a large scale",
        "a massive airlift"
      ]
    },
    {
      "phrase": "대규모의 사기",
      "hanja": "",
      "example": {},
      "meanings": [
        "an extensive swindle",
        "a gigantic swindle"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "extensiveness",
      "frequency": 0
    },
    {
      "meaning": "macroscale",
      "frequency": 0
    },
    {
      "meaning": "a large scale",
      "frequency": 0
    },
    {
      "meaning": "large scale",
      "frequency": 0
    },
    {
      "meaning": "a grand scale",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[대규모 쇼핑몰에서의 첫 번째 사다드림 미션!] [The first \"Sada Dream\" mission take place in a major shopping mall!] View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 고기 한점이라도 먹은 사람은 불러라, 코끼리쏭!_5회",
      "english": "[The first \"Sada Dream\" mission take place in a major shopping mall!]"
    },
    {
      "korean": "대규모 팬미팅을 했다는 거. the fact that I could do a fan meeting event in that grand scale... 듣기 View video Hwang Chi Yeul : [치열업] 브이앱 1주년♡새해 인사",
      "english": "the fact that I could do a fan meeting event in that grand scale..."
    },
    {
      "korean": "대규모 콘서트에서 팬을 많이 만날 수도 있지만. Normally, you can meet various fans by doing a big concert. 듣기 View video V MUSIC : [REPLAY] 이승철 데뷔 30주년 기념 절친 LIVE",
      "english": "Normally, you can meet various fans by doing a big concert."
    },
    {
      "korean": "대규모의 세계대회까지 열릴 정도로 엄청난 유저층을 보유하고 있습니다. trained professional gamers from all over the world will have an opportunity to compete later on. 듣기 View video zzal TV GODAKU : 방탄 후라이팬(?) 실수가 만든 기막힌 반전 !!! [GO다쿠 시즌3.7 / 1화]",
      "english": "trained professional gamers from all over the world will have an opportunity to compete later on."
    }
  ],
  "examples": [
    {
      "korean": "mass demonstrations in support of the exiled leader 듣기 Add to Wordbook 추방된 지도자를 지지하는 대규모 시위 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "mass demonstrations in support of the exiled leader Add to Wordbook"
    },
    {
      "korean": "The largest contingent was from the United States. 듣기 Add to Wordbook 가장 대규모 대표단은 미국 대표단이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The largest contingent was from the United States. Add to Wordbook"
    },
    {
      "korean": "the amalgamation of small farms into larger units 듣기 Add to Wordbook 대규모 농장을 이루기 위한 소규모 농장들의 연합 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the amalgamation of small farms into larger units Add to Wordbook"
    },
    {
      "korean": "a mass picket of the factory 듣기 Add to Wordbook 그 공장의 대규모 피켓 시위대 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a mass picket of the factory Add to Wordbook"
    },
    {
      "korean": "mass picketing of the factory 듣기 Add to Wordbook 그 공장의 대규모 피켓 시위 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "mass picketing of the factory Add to Wordbook"
    }
  ]
}