{
  "phrases": [
    {
      "phrase": "대박",
      "hanja": " (大―)",
      "example": {},
      "meanings": [
        "(복권 등의) a big[huge] win, (대성공) a great success, a big[great] hit"
      ]
    },
    {
      "phrase": "대박",
      "hanja": "",
      "example": {},
      "meanings": [
        "(exclamation) Dae-bak, a common term used to express approval or admiration for something. Similar to “cool” or “awesome”, it can be used flexibly as a noun or adverb."
      ]
    },
    {
      "phrase": "대박이다[을 만나다]",
      "hanja": "",
      "example": {},
      "meanings": [
        "be a great[big] success",
        "be a big[smash] hit",
        "hit the jackpot"
      ]
    },
    {
      "phrase": "경마에서 대박으로 벌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make a pile of money on horseracing"
      ]
    },
    {
      "phrase": "대박격포",
      "hanja": " (對 ~)",
      "example": {},
      "meanings": [
        "군사 countermortar"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "jackpot",
      "frequency": 0
    },
    {
      "meaning": "hit the jackpot",
      "frequency": 0
    },
    {
      "meaning": "bubble under",
      "frequency": 0
    },
    {
      "meaning": "box-office",
      "frequency": 0
    },
    {
      "meaning": "four-poster",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "대박잼? - 대박잼? Amazing fun? - Amazing fun? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "Amazing fun? - Amazing fun?"
    },
    {
      "korean": "대박 - 이게 연습의 결과다! Amazing. - This is the result of practice! 듣기 View video OSEN : PENTAGON 펜타곤, 우당탕탕 'Dr.베베' 댄스 챌린지 #스타로드 01",
      "english": "Amazing. - This is the result of practice!"
    },
    {
      "korean": "[대박] - 생각보다 많이 받았는데? - 8,800원? [Wow] - That's quite a lot. - 8800 won? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "[Wow] - That's quite a lot. - 8800 won?"
    },
    {
      "korean": "야~ 손으로 막 발라도 밀착력 대박인데? Wow, it applies very nicely even with my bare hands. 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "Wow, it applies very nicely even with my bare hands."
    },
    {
      "korean": "야 대박! - 응? Whoa! - Huh? 듣기 View video 콬TV (WHYNOT) : 남사친이 진심으로 날 좋아한다고 고백했다 [리얼:타임:러브2] EP4",
      "english": "Whoa! - Huh?"
    }
  ],
  "examples": [
    {
      "korean": "Here are two records that are bubbling under. 듣기 Add to Wordbook 여기 대박을 터뜨릴 음반이 두 장 있어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Here are two records that are bubbling under. Add to Wordbook"
    },
    {
      "korean": "His new album is dope. 듣기 Add to Wordbook 그의 새 앨범은 정말 대박이야. DARAKWON",
      "english": "His new album is dope. Add to Wordbook"
    },
    {
      "korean": "He hit the jackpot in the stock market. 듣기 Add to Wordbook 그는 주식으로 대박을 터뜨렸다 Neungyule",
      "english": "He hit the jackpot in the stock market. Add to Wordbook"
    },
    {
      "korean": "Everybody dreams of hitting the jackpot when they buy Lotto. 듣기 Add to Wordbook 사람들은 모두 대박을 꿈꾸며 로또를 구입한다 Neungyule",
      "english": "Everybody dreams of hitting the jackpot when they buy Lotto. Add to Wordbook"
    },
    {
      "korean": "An entrepreneur in New York has an idea whose time might have come. 듣기 Add to Wordbook 뉴욕의 한 사업가가 대박이 날 좋은 아이디어를 하나 가지고 있다고 합니다. YBM All in All English-Korean Dictionary",
      "english": "An entrepreneur in New York has an idea whose time might have come. Add to Wordbook"
    }
  ]
}