{
  "phrases": [
    {
      "phrase": "대대적",
      "hanja": " (大大的)",
      "example": {},
      "meanings": [
        "extensive, large-scale, grand-scale"
      ]
    },
    {
      "phrase": "대대적",
      "hanja": " (大大的)",
      "example": {},
      "meanings": [
        "Determiner big, extensive, large-scale"
      ]
    },
    {
      "phrase": "대대적으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "extensively",
        "on a large scale",
        "in a large way"
      ]
    },
    {
      "phrase": "대대적으로 광고하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "advertise extensively"
      ]
    },
    {
      "phrase": "대대적인 검거",
      "hanja": "",
      "example": {},
      "meanings": [
        "a wholesale arrest",
        "a roundup"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "trawl",
      "frequency": 0
    },
    {
      "meaning": "devastation",
      "frequency": 0
    },
    {
      "meaning": "shake-up",
      "frequency": 0
    },
    {
      "meaning": "roundly",
      "frequency": 0
    },
    {
      "meaning": "kill somebody/something off",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "대대적으로 1년 만에, 거의 1년 다 됐죠? I think it's been, overall, a year? It's almost been a year, right? 듣기 View video SF9 : 커피먹방2",
      "english": "I think it's been, overall, a year? It's almost been a year, right?"
    },
    {
      "korean": "3월 11일 일요일 올림픽홀에서 대대적으로 진행될 예정이에요. It's going to be held at the Olympic Hall on March 11, Sunday. 듣기 View video iKON : [FULL] iKON - COMEBACK V LIVE 'KONFIDENTIAL NIGHT'",
      "english": "It's going to be held at the Olympic Hall on March 11, Sunday."
    },
    {
      "korean": "팬미팅은 3월 11일 일요일 올림픽홀에서 대대적으로 진행할 예정입니다. Our fan meeting will be held at the Olympic Hall on March 11, Sunday. 듣기 View video iKON : [FULL] iKON - COMEBACK V LIVE 'KONFIDENTIAL NIGHT'",
      "english": "Our fan meeting will be held at the Olympic Hall on March 11, Sunday."
    }
  ],
  "examples": [
    {
      "korean": "The storm wrought havoc in the south. 발음듣기 그 폭풍은 남부 지역에 대대적인 파괴를 가져왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The storm wrought havoc in the south. 발음"
    },
    {
      "korean": "The drought has led to widespread loss of life. 발음듣기 그 가뭄은 대대적인 인명 손실로 이어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The drought has led to widespread loss of life. 발음"
    },
    {
      "korean": "These insects can wreak havoc on crops. 발음듣기 이들 곤충은 농작물에 대대적인 피해를 초래할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These insects can wreak havoc on crops. 발음"
    },
    {
      "korean": "There will be extensive renovations to the hospital. 발음듣기 그 병원에 대해 대대적인 개조 작업이 있을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There will be extensive renovations to the hospital. 발음"
    },
    {
      "korean": "The product was launched amid much fanfare worldwide. 발음듣기 그 상품은 세계적으로 대대적인 광고와 함께 출시되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The product was launched amid much fanfare worldwide. 발음"
    }
  ]
}