{
  "phrases": [
    {
      "phrase": "대처",
      "hanja": " (對處)",
      "example": {},
      "meanings": [
        "[동사] handle, cope with, deal with, manage, treat, react (to)"
      ]
    },
    {
      "phrase": "dacha",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 다차(러시아의 시골 저택)"
      ]
    },
    {
      "phrase": "datcha",
      "hanja": "",
      "example": {},
      "meanings": [
        "⇨ DACHA"
      ]
    },
    {
      "phrase": "위기에 대처하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "handle the crisis",
        "deal with the crisis",
        "react to the crisis"
      ]
    },
    {
      "phrase": "유연하게 대처하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be flexible in responding (to)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "attack",
      "frequency": 3
    },
    {
      "meaning": "bandobast",
      "frequency": 0
    },
    {
      "meaning": "Margaret Thatcher",
      "frequency": 0
    },
    {
      "meaning": "cope",
      "frequency": 3
    },
    {
      "meaning": "gumption",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "대처하는 팁이나 아니면 조언 같은 게 있다면? do you have any methods of handling that or any advice? 듣기 View video KBS예능 : 세븐틴 에스쿱스&승관 <안녕하세요> 대기실 vlive!",
      "english": "do you have any methods of handling that or any advice?"
    },
    {
      "korean": "[휴닝카이는 잘 대처할 수 있을까?] [Can he answer well?] View video Mnet : [ONE DREAM.TXT] Reality Ep.05 - Part.3",
      "english": "[Can he answer well?]"
    },
    {
      "korean": "두 분은 잘 대처하시는 편인가요? Are you good at responding to them? 듣기 View video JTBC PLUS : 연예계 사건사고에 관한 관계자들의 은밀한 뒷담화! 소속사도 몰랐던 열애설부터 사건사고 아티스트의 실검 등장 대처법!",
      "english": "Are you good at responding to them?"
    },
    {
      "korean": "친구랑 싸웠을 때 어떻게 대처하냐고요? What should you do when you fought with a friend? 듣기 View video BTOB : 라디오 가는 길 또 심심해서 Q&A",
      "english": "What should you do when you fought with a friend?"
    },
    {
      "korean": "[#상사의 빡침에 대처하는 자세] 저 부르셨어요? [#HowToDealWithYourAngryBoss] You wanted to see me? 듣기 View video 콬TV (WHYNOT) : 1년에 400억 번 사장님의 성공 스토리ㅣ안다르 신세경 레깅스ㅣ [뜻밖의 손님] VLOG #8",
      "english": "[#HowToDealWithYourAngryBoss] You wanted to see me?"
    }
  ],
  "examples": [
    {
      "korean": "It is instructive to see how other countries are tackling the problem. 듣기 Add to Wordbook 다른 국가들이 그 문제에 어떻게 대처하고 있는지를 보는[아는] 것은 유익하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is instructive to see how other countries are tackling the problem. Add to Wordbook"
    },
    {
      "korean": "I was left to cope on my own. 듣기 Add to Wordbook 나는 나 혼자 알아서 대처를 해야 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I was left to cope on my own. Add to Wordbook"
    },
    {
      "korean": "Let’s attack one problem at a time. 듣기 Add to Wordbook 한번에 한 문제씩 대처하기로 합시다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let’s attack one problem at a time. Add to Wordbook"
    },
    {
      "korean": "Joe coped admirably with a difficult situation. 듣기 Add to Wordbook 조는 힘든 상황에 감탄스러울 정도로 잘 대처했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Joe coped admirably with a difficult situation. Add to Wordbook"
    },
    {
      "korean": "Fit people are better able to cope with stress. 듣기 Add to Wordbook 건강한 사람들이 스트레스에 더 잘 대처한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Fit people are better able to cope with stress. Add to Wordbook"
    }
  ]
}