{
  "phrases": [
    {
      "phrase": "대표",
      "hanja": " (代表)",
      "example": {},
      "meanings": [
        "[명사] representative, delegate, [동사] represent"
      ]
    },
    {
      "phrase": "대표로",
      "hanja": "",
      "example": {},
      "meanings": [
        "as a representative"
      ]
    },
    {
      "phrase": "과 대표",
      "hanja": "",
      "example": {},
      "meanings": [
        "departmental student representative"
      ]
    },
    {
      "phrase": "대표이사",
      "hanja": " (代表理事)",
      "example": {},
      "meanings": [
        "president, (최고 경영자) CEO (Chief Executive Officer)"
      ]
    },
    {
      "phrase": "국가 대표",
      "hanja": " (國家代表)",
      "example": {},
      "meanings": [
        "member of the national team"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "representative",
      "frequency": 3
    },
    {
      "meaning": "leader",
      "frequency": 3
    },
    {
      "meaning": "delegate",
      "frequency": 3
    },
    {
      "meaning": "prefect",
      "frequency": 0
    },
    {
      "meaning": "rep 4",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "서울대 대표는 츄플인데 네가 왜 (여기에)? TRIPLE H is the rep of SNU, what are you doing (here)? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "TRIPLE H is the rep of SNU, what are you doing (here)?"
    },
    {
      "korean": "여름 라이트 대표적인 연예인이 있나요? Who's the representative celeb who looks great with these colors? 듣기 View video HANABONO : 바이허에서 퍼스널컬러 진단받고 여름 쿨톤 블러셔 추천하기 Summer Coolton light/Blusher Review",
      "english": "Who's the representative celeb who looks great with these colors?"
    },
    {
      "korean": "[세븐틴 잘생쁨의 대표주자 정한] 건강하게 돌아온 우리 정한! [SEVENTEEN Junghan] Junghan, who's back in good condition! 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.5 부승관의 전생연분 #1 (SeungKwan Boo's Past Life Destiny #1)",
      "english": "[SEVENTEEN Junghan] Junghan, who's back in good condition!"
    },
    {
      "korean": "한 명이 대표로 하는 거예요? Will one play it against you? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "Will one play it against you?"
    },
    {
      "korean": "대표적으로 뭐가 있을까요? What would be the representative ones? 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "What would be the representative ones?"
    }
  ],
  "examples": [
    {
      "korean": "The largest contingent was from the United States. 듣기 Add to Wordbook 가장 대규모 대표단은 미국 대표단이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The largest contingent was from the United States. Add to Wordbook"
    },
    {
      "korean": "The party leader was re-elected unopposed. 듣기 Add to Wordbook 그 정당의 대표는 아무 반대 없이 재선되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The party leader was re-elected unopposed. Add to Wordbook"
    },
    {
      "korean": "The delegates posed for a group photograph. 듣기 Add to Wordbook 대표들이 단체 사진 촬영을 위해 포즈를 취했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The delegates posed for a group photograph. Add to Wordbook"
    },
    {
      "korean": "The delegates ranged themselves around the table. 듣기 Add to Wordbook 대표자들은 테이블 주위에 둘러앉았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The delegates ranged themselves around the table. Add to Wordbook"
    },
    {
      "korean": "Her sudden death left the party leaderless. 듣기 Add to Wordbook 그녀의 갑작스런 사망으로 그 당에 대표가 부재하게 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her sudden death left the party leaderless. Add to Wordbook"
    }
  ]
}