{
  "phrases": [
    {
      "phrase": "대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(닿게 하다) put, touch",
        "(덧대다) apply, fix, put sth over[on] sth",
        "(공급하다) supply (sth to sb / sb with sth), provide (sth for sb / sb with sth), (자금·경비 등을) pay, finance"
      ]
    },
    {
      "phrase": "대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb daeda (→쌓다2)"
      ]
    },
    {
      "phrase": "-대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -georida"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "versus",
      "frequency": 3
    },
    {
      "meaning": "touch",
      "frequency": 3
    },
    {
      "meaning": "cite",
      "frequency": 3
    },
    {
      "meaning": "rod",
      "frequency": 3
    },
    {
      "meaning": "irrigate",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[플랭크 트위스트 2단계] 이 상태에서 옆구리를 바닥에 댄다 싶을 정도로 많이 틀면 돼요. Then twist your body so that the side of your body nearly touches the ground. 듣기 View video 뷰티로그(beautylog) : [뷰티로그 13회]볼륨업 나르샤's 홈트 공개!",
      "english": "Then twist your body so that the side of your body nearly touches the ground."
    },
    {
      "korean": "귀엽다는 것보다는 그냥 어린아이가 흔들어댄다. People think I'm like a child dancing. 듣기 View video LEE HI : HI TV - Episode 09",
      "english": "People think I'm like a child dancing."
    },
    {
      "korean": "이쪽이 너무 불리... 아니, 불리하댄다, 이거는 경쟁이 아니니까. - 뭐가 불리해요? I think you will lose. Well... this is not a competition but... - What do you mean? 듣기 View video TEENTOP : [REPLAY] 틴탑 6주년 기념 <엔젤이 온다> TEEN TOP 6th ANNIVERSARY",
      "english": "I think you will lose. Well... this is not a competition but... - What do you mean?"
    },
    {
      "korean": "이거 지금 여기다 대고 그려야 되죠? Should I draw on it? 듣기 View video Dispatch : [Dicon] \"나연’s Special Day\" (디아이콘 : 트와이스)",
      "english": "Should I draw on it?"
    },
    {
      "korean": "카메라에다 대고 하면 더럽지 않을까요 여러분? Wouldn't it be dirty if I do it on the camera, everyone. 듣기 View video SF9 : I'm 국가이",
      "english": "Wouldn't it be dirty if I do it on the camera, everyone."
    }
  ],
  "examples": [
    {
      "korean": "He spends money like water. 듣기 Add to Wordbook 그는 돈을 물 쓰듯 써 댄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He spends money like water. Add to Wordbook"
    },
    {
      "korean": "She goes on at him continually. 듣기 Add to Wordbook 그녀는 그에게 끊임없이 잔소리를 해 댄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She goes on at him continually. Add to Wordbook"
    },
    {
      "korean": "He’s giving away money left, right and centre. 듣기 Add to Wordbook 그는 돈을 온 데다 뿌려 댄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s giving away money left, right and centre. Add to Wordbook"
    },
    {
      "korean": "He’s always griping about the people at work. 듣기 Add to Wordbook 그는 항상 직장 사람들에 대해 불평을 해 댄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s always griping about the people at work. Add to Wordbook"
    },
    {
      "korean": "She’s been spending money like it’s going out of fashion. 듣기 Add to Wordbook 그녀는 돈을 엄청 써 댄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s been spending money like it’s going out of fashion. Add to Wordbook"
    }
  ]
}