{
  "phrases": [
    {
      "phrase": "대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(닿게 하다) put, touch",
        "(덧대다) apply, fix, put sth over[on] sth",
        "(공급하다) supply (sth to sb / sb with sth), provide (sth for sb / sb with sth), (자금·경비 등을) pay, finance"
      ]
    },
    {
      "phrase": "대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb daeda (→쌓다2)"
      ]
    },
    {
      "phrase": "-대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -georida"
      ]
    },
    {
      "phrase": "저는 술은 손도 안 댑니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I don't touch liquor."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "versus",
      "frequency": 3
    },
    {
      "meaning": "touch",
      "frequency": 3
    },
    {
      "meaning": "cite",
      "frequency": 3
    },
    {
      "meaning": "rod",
      "frequency": 3
    },
    {
      "meaning": "irrigate",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[8화가 연이어 재생댑니다] 그러면 제가... [To be continued in Ep. 08] Then I'll... 듣기 View video OSEN : NCT 127 'Star Road' EP.07",
      "english": "[To be continued in Ep. 08] Then I'll..."
    },
    {
      "korean": "'거의 매 끼니 잔소리 폭탄을 퍼부어댑니다'. \"He nags every time when I eat\". 듣기 View video LEE DONG WOOK : [Full]이동욱의 On the air (LEE DONG WOOK's On the air)",
      "english": "\"He nags every time when I eat\"."
    },
    {
      "korean": "저 이제 끄려고 손가락 댑니다. I'm now putting my finger on it to turn it off. 듣기 View video SEVENTEEN : SEVENTEEN 게릴라 5시 40분 데이트",
      "english": "I'm now putting my finger on it to turn it off."
    },
    {
      "korean": "전원 킨거죠. 여기 센서가 있어요. 센서를 얼굴에 댑니다. I turned it on. It has a sensor. Touch it to your face. 듣기 View video V Beauty : [콩슈니 Kongsueni SHOW] 부산원아시아페스티벌 한류 뷰티전시 같이봐요! Let's go to BUSAN ONE ASIA FESTIVAL K-Beauty EXPO",
      "english": "I turned it on. It has a sensor. Touch it to your face."
    },
    {
      "korean": "이거 지금 여기다 대고 그려야 되죠? Should I draw on it? 듣기 View video Dispatch : [Dicon] \"나연’s Special Day\" (디아이콘 : 트와이스)",
      "english": "Should I draw on it?"
    }
  ],
  "examples": [
    {
      "korean": "I don't touch liquor. 듣기 Add to Wordbook 저는 술은 손도 안 댑니다. Neungyule",
      "english": "I don't touch liquor. Add to Wordbook"
    },
    {
      "korean": "During the funeral ceremony, a priest touched the mummy's mouth with a special instrument. 듣기 Add to Wordbook 장례식 때 사제가 특별한 도구를 미이라의 입에 갖다 댑니다. YBM All in All English-Korean Dictionary",
      "english": "During the funeral ceremony, a priest touched the mummy's mouth with a special instrument. Add to Wordbook"
    },
    {
      "korean": "As the rafts went away to safety, the South Korean and Russian vessels opened up pressurized water cannons, pumping thousands of liters of ocean water high into the air, in a trajectory aimed at the deck of the flaming ship. 듣기 Add to Wordbook 구조 보트들이 안전하게 빠져나가고 있는 가운데 한국과 러시아 선박들은 소화포를 열고 수천리터의 바닷물을 공중으로 높이 뿜어 올리며 불타고 있는 선박의 갑판을 향해 쏘아댑니다. YBM All in All English-Korean Dictionary",
      "english": "As the rafts went away to safety, the South Korean and Russian vessels opened up pressurized water cannons, pumping thousands of liters of ocean water high into the air, in a trajectory aimed at the deck of the flaming ship. Add to Wordbook"
    },
    {
      "korean": "You have an excuse for not doing well. 듣기 Add to Wordbook 여러분은 잘 하지 못한 것에 대해서 핑계를 댑니다. TIMES CORE",
      "english": "You have an excuse for not doing well. Add to Wordbook"
    },
    {
      "korean": "This is why rabbits chew on everything around them to keep their teeth short. 듣기 Add to Wordbook 그렇기 때문에 이빨을 항상 짧게 유지 하기 위해 주위의 모든 것을 갉아댑니다. TIMES CORE",
      "english": "This is why rabbits chew on everything around them to keep their teeth short. Add to Wordbook"
    }
  ]
}