{
  "phrases": [
    {
      "phrase": "더럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(깨끗하지 못하다) dirty, filthy, (informal) mucky (=불결하다)",
        "(비열하다) dirty, mean",
        "(못마땅하다, 불쾌하다) awful, terrible"
      ]
    },
    {
      "phrase": "더럽고 힘든 직업은 피하고 싶어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-직장을 구할 때 I'd like to stay away from jobs that are dirty and difficult."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "What a dirty, low-down trick!",
      "frequency": 0
    },
    {
      "meaning": "in a dirty, sneaky way",
      "frequency": 0
    },
    {
      "meaning": "a dingy, cramped, narrow rooms",
      "frequency": 0
    },
    {
      "meaning": "a foul and insanitary dwelling",
      "frequency": 0
    },
    {
      "meaning": "impure and vitiated air",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "방 아직도 더럽고 '요즘 읽은 책은?' My room is still messy. \"Any book you read recently?\" 듣기 View video EXO : Dinner 말고 Lunch",
      "english": "My room is still messy. \"Any book you read recently?\""
    },
    {
      "korean": "괜히 페이지만 더럽고. The page just gets messy. 듣기 View video 아이돌 드라마 공작단 (Idol Drama Operation Team) : [13-1] 시험날 교실 분위기와 흡사? 본격 대본리딩 현장",
      "english": "The page just gets messy."
    },
    {
      "korean": "약간 느낌이 기분이 더럽고 좋네요. I feel crappy and good. 듣기 View video IDOL x IDOL : 언타이틀 - '에버브라운과 함께 하는 언타이틀'",
      "english": "I feel crappy and good."
    },
    {
      "korean": "침대와 의자 밑에는 되게 더럽고요. It's still messy under the bed and this chair. 듣기 View video AKMU : 찬디의 비밀일기장><♥︎",
      "english": "It's still messy under the bed and this chair."
    },
    {
      "korean": "그래서 그런지 저희 방이 제일 더럽고요. Maybe that's why room is the messiest. 듣기 View video iKON : 브이나잇 from.동동 (다섯번째 밤)",
      "english": "Maybe that's why room is the messiest."
    }
  ],
  "examples": [
    {
      "korean": "What a dirty, low-down trick! 듣기 Add to Wordbook 정말 더럽고 야비한 속임수로군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What a dirty, low-down trick! Add to Wordbook"
    },
    {
      "korean": "an unspeakable knarsty word 듣기 Add to Wordbook 입에 담지 못할 더럽고 위험한 말 국제영어대학원대학교 신어사전",
      "english": "an unspeakable knarsty word Add to Wordbook"
    },
    {
      "korean": "This dirty old building is uncareworthy. 듣기 Add to Wordbook 이 더럽고 오래된 건물은 보살필 가치가 없다. 국제영어대학원대학교 신어사전",
      "english": "This dirty old building is uncareworthy. Add to Wordbook"
    },
    {
      "korean": "A cleaning woman complained about a crapicle. 듣기 Add to Wordbook 청소부가 더럽고 좁은 장소에 대해 불평했다. 국제영어대학원대학교 신어사전",
      "english": "A cleaning woman complained about a crapicle. Add to Wordbook"
    },
    {
      "korean": "cacky and foul water 듣기 Add to Wordbook 더럽고 악취가 나는 물 국제영어대학원대학교 신어사전",
      "english": "cacky and foul water Add to Wordbook"
    }
  ]
}