{
  "phrases": [
    {
      "phrase": "더럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(깨끗하지 못하다) dirty, filthy, (informal) mucky (=불결하다)",
        "(비열하다) dirty, mean",
        "(못마땅하다, 불쾌하다) awful, terrible"
      ]
    },
    {
      "phrase": "더럽게 이기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "win by foul play"
      ]
    },
    {
      "phrase": "(더럽게) 재수가 없군!",
      "hanja": "",
      "example": {},
      "meanings": [
        "Shit out of luck!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "frigging",
      "frequency": 0
    },
    {
      "meaning": "uncleanly 2",
      "frequency": 0
    },
    {
      "meaning": "sordidly",
      "frequency": 0
    },
    {
      "meaning": "filthily",
      "frequency": 0
    },
    {
      "meaning": "dirtily",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "왜요? - 이렇게 더럽게 하고 싶어요 정말? Why? - Do you really want to use dirty tricks? 듣기 View video TOMORROW X TOGETHER : 게임의 정석",
      "english": "Why? - Do you really want to use dirty tricks?"
    },
    {
      "korean": "저를 사랑하지만 옷을 더럽게 한다고요? You love me but I make my clothes dirty? 듣기 View video OH MY GIRL : 오랜만이죠~",
      "english": "You love me but I make my clothes dirty?"
    },
    {
      "korean": "너무 더럽게 먹어. You eat so disgustingly. 듣기 View video MAMAMOO : [MMMTV4] EP21 MMM in Brazil",
      "english": "You eat so disgustingly."
    },
    {
      "korean": "왜 이래 더럽게. Why do you have to be gross? 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP52 윜밐 예능대회 리액션 교실",
      "english": "Why do you have to be gross?"
    },
    {
      "korean": "나이스! - 재주가 더럽게 없다. Nice! - So untalented. 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.4 PREVIEW",
      "english": "Nice! - So untalented."
    }
  ],
  "examples": [
    {
      "korean": "We got out pretty damned fast! 듣기 Add to Wordbook (우리가) 더럽게 빨리도 나왔군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We got out pretty damned fast! Add to Wordbook"
    },
    {
      "korean": "What a shitty way to treat a friend! 듣기 Add to Wordbook 친구 대접 한번 더럽게 하는군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What a shitty way to treat a friend! Add to Wordbook"
    },
    {
      "korean": "You’d better do what he says or he’ll turn nasty. 듣기 Add to Wordbook 넌 그가 하라는 대로 하는 게 좋을 거야. 안 그러면 그가 성질 더럽게 나와. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’d better do what he says or he’ll turn nasty. Add to Wordbook"
    },
    {
      "korean": "to be filthy/stinking rich 듣기 Add to Wordbook 더럽게 돈이 많다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be filthy/stinking rich Add to Wordbook"
    },
    {
      "korean": "What rotten luck! 듣기 Add to Wordbook 정말 재수 더럽게 없군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What rotten luck! Add to Wordbook"
    }
  ]
}