{
  "phrases": [
    {
      "phrase": "-더니",
      "hanja": "",
      "example": {},
      "meanings": [
        "(원인) as, so, since, because (of), owing to, but now[then], and now[then]",
        "(회상) it used to be that... but[and] now..."
      ]
    },
    {
      "phrase": "-더니",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -deoni",
        "Ending -deoni",
        "Ending -deoni"
      ]
    },
    {
      "phrase": "dunny",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 호주 영어, 뉴질랜드 영어, 비격식 화장실"
      ]
    },
    {
      "phrase": "덜다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(음식 등을)",
        "(고통·근심·수고 등을) lessen, lighten"
      ]
    },
    {
      "phrase": "−더니만",
      "hanja": "",
      "example": {},
      "meanings": [
        "(=−더니)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tablespoon",
      "frequency": 3
    },
    {
      "meaning": "relieve",
      "frequency": 3
    },
    {
      "meaning": "lighten 2",
      "frequency": 3
    },
    {
      "meaning": "draw something off",
      "frequency": 0
    },
    {
      "meaning": "ease",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "아님 덜어줄까? Or should I scoop some out? 듣기 View video Apink : 야식먹방!!!",
      "english": "Or should I scoop some out?"
    },
    {
      "korean": "뭔가 자신의 슬럼프에 대한 고민을 좀 덜어주는 그런... from worrying about your slump. 듣기 View video Stray Kids : 현진이의 고민상담소 세번째❣️",
      "english": "from worrying about your slump."
    },
    {
      "korean": "덜어 먹는 건데 그냥 먹을까요 우리? We're supposed to put some on our plate, but should we just eat? 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 2019 AWARDS BEHIND #1",
      "english": "We're supposed to put some on our plate, but should we just eat?"
    },
    {
      "korean": "[소량 덜어 내어 칙칙한 눈 밑에 얇게 펴 발라 주면!] [Take a small amount and spread it thinly under your eyes!] View video K Beauty-TIP : [1분팁] 화사함을 UP! 시켜줄 핑크 컬러 메이크업템",
      "english": "[Take a small amount and spread it thinly under your eyes!]"
    },
    {
      "korean": "없어도 될 것 같지? - 어어 - 보미야 커피 여기 - 언니 좀 덜어줄까요? We can put it away, right? - Yeah. - Bo Mi, the coffee. - You want some? 듣기 View video Apink : 야식먹방!!!",
      "english": "We can put it away, right? - Yeah. - Bo Mi, the coffee. - You want some?"
    }
  ],
  "examples": [
    {
      "korean": "I'm relieved[lightened] of my baggage[burden]. 듣기 Add to Wordbook 짐을 더니 가뜬하군 Dong-a's Prime English-Korean Dictionary",
      "english": "I'm relieved[lightened] of my baggage[burden]. Add to Wordbook"
    },
    {
      "korean": "Dunny’s experiences with sex have been few and far between. 듣기 Add to Wordbook 지금까지 더니의 성적 경험은 극히 적다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 마이티아톰(barr****)",
      "english": "Dunny’s experiences with sex have been few and far between. Add to Wordbook"
    },
    {
      "korean": "What else can you give me? 듣기 Add to Wordbook 뭘 더 니가 나한테 줄 수 있는데? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "What else can you give me? Add to Wordbook"
    },
    {
      "korean": "I dont need your advice, anymore than you need mine so please stop offering unwanted advice to me. 듣기 Add to Wordbook 니가 나의 조언을 필요로하는 만큼이나 더 니 조언이 필요없으니, 제발 그만좀 해 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 invictus(shad****)",
      "english": "I dont need your advice, anymore than you need mine so please stop offering unwanted advice to me. Add to Wordbook"
    },
    {
      "korean": "But Mr Dunigan would not be surprised if Humphrey caught up on her too. 듣기 Add to Wordbook 그러나 더니간씨는 험프리가 그녀와도 뒤진 이야기를 만회했다면 놀라지 않을 것이다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "But Mr Dunigan would not be surprised if Humphrey caught up on her too. Add to Wordbook"
    }
  ]
}