{
  "phrases": [
    {
      "phrase": "더하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(덧셈하다) add (up)",
        "(늘다, 늘리다) increase, add"
      ]
    },
    {
      "phrase": "더하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(심하다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "plus which",
      "frequency": 0
    },
    {
      "meaning": "add[added] to this",
      "frequency": 0
    },
    {
      "meaning": "additive inverse",
      "frequency": 0
    },
    {
      "meaning": "in an ascending order of importance",
      "frequency": 0
    },
    {
      "meaning": "standard markup pricing",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[목표 그램 수를 채워야 하는 미션] 두 번 더 해서... [Mission to reach the goal] We have to do this two more times. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.5",
      "english": "[Mission to reach the goal] We have to do this two more times."
    },
    {
      "korean": "그럼 조금 더 해서 900만 정도 - 900만? Then I'll say 9 million. - 9 million? 듣기 View video Maroo : [FULL] 틴틴 TEEN TEEN MINI ALBUM SHOWCASE",
      "english": "Then I'll say 9 million. - 9 million?"
    },
    {
      "korean": "더해서 넘어가면... If you add it and move on... 듣기 View video Stray Kids : [FULL] <찾았다 스트레이 키즈> 6화",
      "english": "If you add it and move on..."
    },
    {
      "korean": "그러면 보너스 게임까지 더해서 점수판 한 번 변경해보도록 할게요. Let's add the bonus game scores and re-write the scores on the board. 듣기 View video V COOKIE : [Full] TRCNG's SUMMER VACATION WEEK - TRCNG X 여름방학 스페셜위크",
      "english": "Let's add the bonus game scores and re-write the scores on the board."
    },
    {
      "korean": "좀 더 해서 피아노를 전공할 수 있는 걸로 갈 수 있다면 가보는 것도 - 피아노 잘 쳐요? If I can major in piano, I would like to. - Are you good at the piano? 듣기 View video V DRAMA : [Full]내 아이디는 강남미인 X 앞터V (My ID is Gangnam Beauty X Early Interview)",
      "english": "If I can major in piano, I would like to. - Are you good at the piano?"
    }
  ],
  "examples": [
    {
      "korean": "Add to this she is also very intelligent. 발음듣기 여기에 더해서 그녀는 매우 영리하다. YBM All in All English-Korean Dictionary",
      "english": "Add to this she is also very intelligent. 발음"
    },
    {
      "korean": "The wires marked F in the instructor's book should read F plus S go side by side. 발음듣기 여분의 잭 소켓의 여지를 두기 위해 설명서에 F라고 표시된 전선은 F에 S를 더해서 써주십시요. YBM All in All English-Korean Dictionary",
      "english": "The wires marked F in the instructor's book should read F plus S go side by side. 발음"
    },
    {
      "korean": "To allow for an extra jack socket, the wires marked F in the instructor's book should read F plus S go side by side. 발음듣기 여분의 잭 소켓의 여지를 두기 위해 설명서에 F라고 표시된 전선은 F에 S를 더해서 써주십시요. YBM All in All English-Korean Dictionary",
      "english": "To allow for an extra jack socket, the wires marked F in the instructor's book should read F plus S go side by side. 발음"
    },
    {
      "korean": "So when a person gets a loan from them, they will have to pay the store a very large sum of money in addition to the money they borrowed. 발음듣기 그래서 대출을 받게 되면 빌린 돈에 더해서 상당액의 돈을 더 갚아야 할 것이다. YBM All in All English-Korean Dictionary",
      "english": "So when a person gets a loan from them, they will have to pay the store a very large sum of money in addition to the money they borrowed. 발음"
    },
    {
      "korean": "But, with a little extra effort, these little coins are picked up by good will organizations. 발음듣기 그러나 조금의 노력을 더해서 이 동전들은 자선 단체들에 의해서 주워 모아진다. YBM All in All English-Korean Dictionary",
      "english": "But, with a little extra effort, these little coins are picked up by good will organizations. 발음"
    }
  ]
}