{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "혹시 우리가 봤는 던 것 중에 유난 떠는 상태 메시지 같은 거 있을까요? Have you ever read something that was so ridiculous while chatting online? 듣기 View video 스튜디오 룰루랄라 (Studio LuluLala) : [취중막말] ep.7 진운X동한 허언·관종 환장의 콜라보! (ps. BTS덕후 동한)",
      "english": "Have you ever read something that was so ridiculous while chatting online?"
    }
  ],
  "examples": [
    {
      "korean": "According to estimates, this market is expected to grow to US$ 10.14 billion in 2005 as against US$ 7.01 billion in 2004. 듣기 Add to Wordbook 이 시장은 2004년에 미화로 70억 1백만 달러 규모였 던 것에 비해 2005년에는 101억 4백만 달러 규모로 성장 할 것으로 기대된다. Neungyule",
      "english": "According to estimates, this market is expected to grow to US$ 10.14 billion in 2005 as against US$ 7.01 billion in 2004. Add to Wordbook"
    },
    {
      "korean": "Let's get what we had before. 듣기 Add to Wordbook 우리가 전에 먹었 던 것을 사자. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "Let's get what we had before. Add to Wordbook"
    },
    {
      "korean": "What are you doing with what you've been given? 듣기 Add to Wordbook 당신에게 주어졌 던 것을 가지고 무엇을 하고 있나요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "What are you doing with what you've been given? Add to Wordbook"
    },
    {
      "korean": "They're just like my mother used to make. 듣기 Add to Wordbook 그거 그냥 우리 엄마가 자주 만들 던 것들 같아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 배고프다(rows****)",
      "english": "They're just like my mother used to make. Add to Wordbook"
    },
    {
      "korean": "It cannot have been quite as late as that. 듣기 Add to Wordbook 이것은 꽤 늦었을리가 없다 그것이 늦었었 던 것 처럼 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 do it now(smsi****) Hansard",
      "english": "It cannot have been quite as late as that. Add to Wordbook"
    }
  ]
}