{
  "phrases": [
    {
      "phrase": "DUP",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 민주 통일당(Democratic Unionist Party: 아일랜드 자치안에 반대하는 북 아일랜드 정당)"
      ]
    },
    {
      "phrase": "dub",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb 별명을 붙이다",
        "Verb (영화 등을 다른 언어로) 재녹음하다[더빙하다] (→subtitle)",
        "Noun 더브(비트가 강한 서인도 제도의 음악시)"
      ]
    },
    {
      "phrase": "dub",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb, Intransitive verb <필름에> 새로 녹음하다, <필름·테이프에> 음향 효과를 넣다 ((in))",
        "Transitive verb, Intransitive verb 다른 나라 말로 재녹음하다, 재취입하다; <테이프에> 재녹음하다",
        "Noun 재녹음, 더빙; [미·속어] 모방, 복제"
      ]
    },
    {
      "phrase": "dub",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb (국왕이 칼로 어깨를 가볍게 치고) knight 작위를 주다",
        "Transitive verb <새 이름·별명·명칭을> 주다, 붙이다, <…을 …이라고> 부르다",
        "Transitive verb <가죽에> 기름칠을 하다, <목재 등을> 매끄럽게 하다; [영] <제물낚시 등을> 달다"
      ]
    },
    {
      "phrase": "dub",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb, Intransitive verb 찌르다 ((at)), <북을> 치다",
        "Noun 찌르기; 북치기, 북소리"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dubstep",
      "frequency": 0
    },
    {
      "meaning": "Drivestep",
      "frequency": 0
    },
    {
      "meaning": "brostep",
      "frequency": 0
    },
    {
      "meaning": "Super Rub a Dub",
      "frequency": 0
    },
    {
      "meaning": "더빙",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "새해 덥 덥! Happy THE BOYZ New Year! 듣기 View video THE BOYZ : [THE BOYZ] Happy New Year!",
      "english": "Happy THE BOYZ New Year!"
    },
    {
      "korean": "새해 덥 많이 받으세요. - 덥! 덥! Happy THE BOYZ New Year! - THE BOYZ! 듣기 View video THE BOYZ : [THE BOYZ] Happy New Year!",
      "english": "Happy THE BOYZ New Year! - THE BOYZ!"
    },
    {
      "korean": "덥스텝 쓰면 안 어울려요. I don't think it's good to use the Dub step. 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 프로젝트 EP.41 - 누가 들어도 미스틱 느낌?",
      "english": "I don't think it's good to use the Dub step."
    },
    {
      "korean": "'새해 덥 많이 받으세요'로 할 겁니다. we're going to say Happy THE BOYZ New Year. 듣기 View video THE BOYZ : [THE BOYZ] Happy New Year!",
      "english": "we're going to say Happy THE BOYZ New Year."
    },
    {
      "korean": "이쪽은 덥스텝을... - 내가 그랬잖아 튀어. He says Dub step... - That's what I said. It stands out. 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 프로젝트 EP.41 - 누가 들어도 미스틱 느낌?",
      "english": "He says Dub step... - That's what I said. It stands out."
    }
  ],
  "examples": [
    {
      "korean": "I just got into dubstep. Any good songs, artists or albums you can recommend? 발음듣기 막 덥스텝에 입문했어. 추천할 만한 좋은 곡이나 아티스트, 앨범 있어? DARAKWON",
      "english": "I just got into dubstep. Any good songs, artists or albums you can recommend? 발음"
    },
    {
      "korean": "The 12-track album encompasses a diverse range of genres, including reggae, rock, pop, RnB, house, and dubstep. 발음듣기 이 12곡의 음반은 레게, 락, 팝, RnB, 하우스, 그리고 덥스텝이라는 다양한 범위의 여러 장르를 포함하고 있습니다. TIMES CORE",
      "english": "The 12-track album encompasses a diverse range of genres, including reggae, rock, pop, RnB, house, and dubstep. 발음"
    },
    {
      "korean": "Tell us why \"it's not dubstep/it doesn't even sound like dubstep/you don't even know what dubstep is\" below. 발음듣기 왜 아래에 \"덥스텝 아닌지 덥스텝 같지 않는지 그리고 덥스텝이 무엇인지조차 모른지\" 말해줘. User translation Inaccurate information may be included due to the users' self-traslation. 보디사타(sunt****) Web Collection",
      "english": "Tell us why \"it's not dubstep/it doesn't even sound like dubstep/you don't even know what dubstep is\" below. 발음"
    },
    {
      "korean": "DUBSTEP is another British sound that is slowly taking hold around the globe. 발음듣기 덥스텝은 느리게 지구를 둘러싸 장악하는 또 다른 영국의 소리이다. User translation Inaccurate information may be included due to the users' self-traslation. 마준혁(majo****) Web Collection",
      "english": "DUBSTEP is another British sound that is slowly taking hold around the globe. 발음"
    },
    {
      "korean": "Is the movie dubbed or are there subtitles? 발음듣기 그 영화는 더빙이 되어 있나요 아니면 자막이 나오나요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Is the movie dubbed or are there subtitles? 발음"
    }
  ]
}