{
  "phrases": [
    {
      "phrase": "덥다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hot"
      ]
    },
    {
      "phrase": "더운 피",
      "hanja": "",
      "example": {},
      "meanings": [
        "warm blood"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "무덥다",
      "frequency": 0
    },
    {
      "meaning": "습하다",
      "frequency": 0
    },
    {
      "meaning": "weeks of hot dry weather",
      "frequency": 0
    },
    {
      "meaning": "a hot dry summer",
      "frequency": 0
    },
    {
      "meaning": "xerothermic",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "더우신데 검은색 저거 덥고... It's so hot and you're wearing black... 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.16 MBTI of SVT #3",
      "english": "It's so hot and you're wearing black..."
    },
    {
      "korean": "더워서.. 덥고 좀... It was hot... It's hot... 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.14 #DJ황치열",
      "english": "It was hot... It's hot..."
    },
    {
      "korean": "덥고 춥고. It's hot, it's cold. 듣기 View video INFINITE : INFINITE \"김명수의 TALK N TALK\"",
      "english": "It's hot, it's cold."
    },
    {
      "korean": "덥고 머리도... Very hot, and my hair... 듣기 View video PENTAGON : 펜타곤 - 펜토리 #59 ('청개구리' M/V 촬영 비하인드 PART 1)",
      "english": "Very hot, and my hair..."
    },
    {
      "korean": "위도 덥고 아래도 덥고 지금... Your top is warm and your bottom is warm. 듣기 View video DREAMCATCHER : [Replay] 드림캐쳐(Dreamcatcher) COMEBACK SHOWCASE",
      "english": "Your top is warm and your bottom is warm."
    }
  ],
  "examples": [
    {
      "korean": "The island is hot and humid in the summer. 듣기 Add to Wordbook 그 섬은 여름에는 덥고 습하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The island is hot and humid in the summer. Add to Wordbook"
    },
    {
      "korean": "a hot dry summer 듣기 Add to Wordbook 어느 덥고 건조한 여름 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a hot dry summer Add to Wordbook"
    },
    {
      "korean": "London was hot and dusty. 듣기 Add to Wordbook 런던은 덥고 먼지도 많았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "London was hot and dusty. Add to Wordbook"
    },
    {
      "korean": "weeks of hot dry weather 듣기 Add to Wordbook 수주 동안의 덥고 가문 날씨 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "weeks of hot dry weather Add to Wordbook"
    },
    {
      "korean": "He felt all hot and sweaty. 듣기 Add to Wordbook 그는 온몸이 덥고 땀투성이인 기분이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He felt all hot and sweaty. Add to Wordbook"
    }
  ]
}