{
  "phrases": [
    {
      "phrase": "데리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be[get] attended[accompanied](by), take(with), bring(with)"
      ]
    },
    {
      "phrase": "나 데려다 줄 수 있어?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Can you take me?"
      ]
    },
    {
      "phrase": "집까지 데려다 줄게요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Let me take you home."
      ]
    },
    {
      "phrase": "우리가 널 집에 데려다 줄게.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Let's get you home."
      ]
    },
    {
      "phrase": "이 주소로 데려다 주세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "택시 Please take me to this address.",
        "택시 Can you drop me off this address?",
        "택시 I need to get to this address."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "stork",
      "frequency": 3
    },
    {
      "meaning": "bring somebody/something back",
      "frequency": 0
    },
    {
      "meaning": "Can I take you home?",
      "frequency": 0
    },
    {
      "meaning": "take",
      "frequency": 3
    },
    {
      "meaning": "see a person back",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "내가 데려다 줄까? Can I walk you home? 듣기 View video 콬TV (WHYNOT) : 학교에 우리에 대한 소문이 돈다 [연애미수] EP02 좋아하는 사람이 있으니까.",
      "english": "Can I walk you home?"
    },
    {
      "korean": "아님 경찰서에 데려다 줘야 돼? Or should we bring him to the police station? 듣기 View video 콬TV (WHYNOT) : 그래서 넌 누구를 좋아하는데 [연애미수] EP05",
      "english": "Or should we bring him to the police station?"
    },
    {
      "korean": "박물관 관계자한테 데려다 줘야 돼? Should we bring him to the museum office? 듣기 View video 콬TV (WHYNOT) : 그래서 넌 누구를 좋아하는데 [연애미수] EP05",
      "english": "Should we bring him to the museum office?"
    },
    {
      "korean": "가는 길 안 심심해? 내가 데려다 줄까? Won't you feel bored on your way home? May I walk with you? 듣기 View video 콬TV (WHYNOT) : 그래서 넌 누구를 좋아하는데 [연애미수] EP05",
      "english": "Won't you feel bored on your way home? May I walk with you?"
    },
    {
      "korean": "'형 저 이제 끝나고 운동장으로 이제 데려다 줄 수 있으세요?' \"After this, can you take me to the field?\" 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #63",
      "english": "\"After this, can you take me to the field?\""
    }
  ],
  "examples": [
    {
      "korean": "The book transports you to another world. 듣기 Add to Wordbook 그 책은 당신을 다른 세계로 데려다 준다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The book transports you to another world. Add to Wordbook"
    },
    {
      "korean": "The fisherman rowed us back to the shore. 듣기 Add to Wordbook 어부가 노를 저어 우리를 다시 해변으로 데려다 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fisherman rowed us back to the shore. Add to Wordbook"
    },
    {
      "korean": "Can I take you home? 듣기 Add to Wordbook 내가 집에 데려다 줘도 돼? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can I take you home? Add to Wordbook"
    },
    {
      "korean": "He brought me back in his car. 듣기 Add to Wordbook 그가 자기 차로 나를 다시 데려다 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He brought me back in his car. Add to Wordbook"
    },
    {
      "korean": "He rowed us over to the other side of the lake. 듣기 Add to Wordbook 그가 노를 저어 우리를 호수 건너편으로 데려다 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He rowed us over to the other side of the lake. Add to Wordbook"
    }
  ]
}