{
  "phrases": [
    {
      "phrase": "demonstration",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 시위, 데모 (→march)",
        "Noun (무엇의 작동 과정이나 사용법에 대한 시범) 설명",
        "Noun 입증, 실증"
      ]
    },
    {
      "phrase": "demonstrate",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb 증거[실례]를 들어가며 보여주다, 입증[실증]하다",
        "Verb (행동으로) 보여주다[발휘하다] (=display)",
        "Verb (무엇의 작동 과정이나 사용법을) 보여주다[설명하다]"
      ]
    },
    {
      "phrase": "demonstration(demo)",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 농업 전시(展示)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "demonstration car",
      "frequency": 0
    },
    {
      "meaning": "Demonstration games",
      "frequency": 0
    },
    {
      "meaning": "live demonstration",
      "frequency": 0
    },
    {
      "meaning": "실연 2",
      "frequency": 0
    },
    {
      "meaning": "논증",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "도겸아 보여줘, 쟤가 모르니까 - 시범을 또... DK, show him. He doesn't understand. - A demonstration... 듣기 View video SEVENTEEN : 9595",
      "english": "DK, show him. He doesn't understand. - A demonstration..."
    },
    {
      "korean": "제업이의 마샬아츠 어떻게 보셨어요? 와~ 너무 멋있었죠? What did you think of Je Up's martial arts demonstration? Wasn't it incredible? 듣기 View video IMFACT : [Full] IMFACT x mini CONCERT Ep 24.+1",
      "english": "What did you think of Je Up's martial arts demonstration? Wasn't it incredible?"
    },
    {
      "korean": "[어여쁜 블러셔 발색 직접 보여드릴게요] 제가 볼에 살짝 해볼게요. [I'll show you how to the blush glides on] Let me give you a little demonstration. 듣기 View video GFRIEND : SBS MTV <요고바라> 동시생중계",
      "english": "[I'll show you how to the blush glides on] Let me give you a little demonstration."
    },
    {
      "korean": "시연회 준비하세요. Prepare a demonstration. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '긴장백배 복불복특집'",
      "english": "Prepare a demonstration."
    },
    {
      "korean": "제가 시범을 보여줄게요. I'll show you two a demonstration. 듣기 View video 컨버전스 TV (CONS TV) : Global Working Tour in Portugal EP.3",
      "english": "I'll show you two a demonstration."
    }
  ],
  "examples": [
    {
      "korean": "The demonstration escalated into a pitched battle with the police. 발음듣기 시위는 경찰과의 총력전으로 치달았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The demonstration escalated into a pitched battle with the police. 발음"
    },
    {
      "korean": "Demonstrations were held as a gesture of solidarity with the hunger strikers. 발음듣기 단식 투쟁을 벌이는 사람들에 대한 연대의 표시로 시위들이 벌어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Demonstrations were held as a gesture of solidarity with the hunger strikers. 발음"
    },
    {
      "korean": "The demonstration passed off peacefully. 발음듣기 그 시위는 평화적으로 이뤄졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The demonstration passed off peacefully. 발음"
    },
    {
      "korean": "The demonstration passed off without incident. 발음듣기 그 시위는 아무 사건 없이 지나갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The demonstration passed off without incident. 발음"
    },
    {
      "korean": "Lectures will be interspersed with practical demonstrations. 발음듣기 강의 사이사이에 실습이 들어가게 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Lectures will be interspersed with practical demonstrations. 발음"
    }
  ]
}