{
  "phrases": [
    {
      "phrase": "도리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "scoop out"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Isoindorine",
      "frequency": 0
    },
    {
      "meaning": "Dorin Mateuț",
      "frequency": 0
    },
    {
      "meaning": "Dorin Goian",
      "frequency": 0
    },
    {
      "meaning": "Nicolae Dorin Goian",
      "frequency": 0
    },
    {
      "meaning": "Marie Dorin",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Doreen has applied for acceptance into the two year Public Relations Program offered at the community college because she eventually wants to open her own business. 듣기 Add to Wordbook 도린은 궁극적으로 자기 사업을 창업하고 싶어서 지역대학에서 여는 2년짜리 홍보 프로그램에 입학허가를 신청했다. YBM All in All English-Korean Dictionary",
      "english": "Doreen has applied for acceptance into the two year Public Relations Program offered at the community college because she eventually wants to open her own business. Add to Wordbook"
    },
    {
      "korean": "That point was put to me when I went to the opening of Dornie. 듣기 Add to Wordbook 그런 의견을 내가 도린 개장식에 갔을 때 나에게 제안했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****) Hansard",
      "english": "That point was put to me when I went to the opening of Dornie. Add to Wordbook"
    },
    {
      "korean": "From the Frugal Gourmet, posted by Doreen Richard. 듣기 Add to Wordbook 검소한 미식가로부터, 보낸 사람은 도린 리차드. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 지겸(jjg0****)",
      "english": "From the Frugal Gourmet, posted by Doreen Richard. Add to Wordbook"
    },
    {
      "korean": "Rebecca Doreen Morley today pleaded guilty to killing her four-week-old son in June last year. 듣기 Add to Wordbook 레베카 도린 몰리가 오늘 그녀의 4주된 아들을 작년 6월 살해한 혐의를 인정했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Rebecca Doreen Morley today pleaded guilty to killing her four-week-old son in June last year. Add to Wordbook"
    },
    {
      "korean": "By now, the wily Doreen had registered Fisherman's Friend as a trademark and even created a logo. 듣기 Add to Wordbook 이제 교활한 도린은 Fisherman's Friend (세계적으로 유명한 목캔디)를 상표로 등록하여 로고까지 만들어냈다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "By now, the wily Doreen had registered Fisherman's Friend as a trademark and even created a logo. Add to Wordbook"
    }
  ]
}