{
  "phrases": [
    {
      "phrase": "도로",
      "hanja": " (道路)",
      "example": {},
      "meanings": [
        "(길) road, (대로) thoroughfare"
      ]
    },
    {
      "phrase": "도로",
      "hanja": "",
      "example": {},
      "meanings": [
        "(다시) again, (되돌아서) back"
      ]
    },
    {
      "phrase": "도로",
      "hanja": " (徒勞)",
      "example": {},
      "meanings": [
        "a lost labo(u)r, vain effort"
      ]
    },
    {
      "phrase": "도로 아미타불(이라)",
      "hanja": "",
      "example": {},
      "meanings": [
        "(It is) back to Amitabha, It is a grain of wheat in a bushel of chaff, be back where one started"
      ]
    },
    {
      "phrase": "고속도로",
      "hanja": " (高速道路)",
      "example": {},
      "meanings": [
        "(Am) expressway, (Am) freeway, (Brit) motorway, (유료의) toll road, (Am) turnpike"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lane",
      "frequency": 3
    },
    {
      "meaning": "road",
      "frequency": 3
    },
    {
      "meaning": "street",
      "frequency": 3
    },
    {
      "meaning": "boulevard",
      "frequency": 3
    },
    {
      "meaning": "roadway",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이 길(직선 도로)은! - 해봐 해봐! This is the easy part! - Try it! 듣기 View video GOT7 : GOT7(갓세븐) TOURLOG EP.20",
      "english": "This is the easy part! - Try it!"
    },
    {
      "korean": "[고속도로 휴게소로구나] - 고속도로 휴게소 - 이거 약간... [music played at an expressway rest area] - Expressway rest area. - This music.. 듣기 View video BTS : Run BTS! 2019 - EP.90",
      "english": "[music played at an expressway rest area] - Expressway rest area. - This music.."
    },
    {
      "korean": "여기 어디 도로예요? Where are we? 듣기 View video BTOB : 라디오 가는 길 또 심심해서 Q&A",
      "english": "Where are we?"
    },
    {
      "korean": "해안도로? 아무것도 없는? Coast way? With nothing else? 듣기 View video GOT7 : [GOT2DAY 2019] 09. JB & Youngjae",
      "english": "Coast way? With nothing else?"
    },
    {
      "korean": "밤에 오토바이 타고 해안도로를 이렇게 간... At night, on a motorcycle, riding on the coast... 듣기 View video GOT7 : [GOT2DAY 2019] 09. JB & Youngjae",
      "english": "At night, on a motorcycle, riding on the coast..."
    }
  ],
  "examples": [
    {
      "korean": "the seaward side of the coastal road 듣기 Add to Wordbook 그 해안도로의 바다 쪽 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the seaward side of the coastal road Add to Wordbook"
    },
    {
      "korean": "a firm that does paving and walling 듣기 Add to Wordbook 도로 포장과 벽 쌓기를 하는 회사 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a firm that does paving and walling Add to Wordbook"
    },
    {
      "korean": "the house farthest away from the road 듣기 Add to Wordbook 도로에서 가장 멀리 떨어져 있는 집 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the house farthest away from the road Add to Wordbook"
    },
    {
      "korean": "The roads are choked up with traffic. 듣기 Add to Wordbook 도로마다 차량들로 꽉 막혀 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The roads are choked up with traffic. Add to Wordbook"
    },
    {
      "korean": "The balcony juts out over the street. 듣기 Add to Wordbook 그 발코니는 도로 위로 돌출되어 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The balcony juts out over the street. Add to Wordbook"
    }
  ]
}