{
  "phrases": [
    {
      "phrase": "도난",
      "hanja": " (盜難)",
      "example": {},
      "meanings": [
        "robbery, theft, burglary"
      ]
    },
    {
      "phrase": "도난당하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be robbed",
        "be burglarized",
        "fall a victim to a theft"
      ]
    },
    {
      "phrase": "도난 경보기",
      "hanja": "",
      "example": {},
      "meanings": [
        "burglar alarm, security system[alarm]"
      ]
    },
    {
      "phrase": "도난 사고",
      "hanja": "",
      "example": {},
      "meanings": [
        "a robbery[theft] case"
      ]
    },
    {
      "phrase": "도난을 당했습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I've been robbed."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Donnan, Frederick George",
      "frequency": 0
    },
    {
      "meaning": "Frederick George Donnan",
      "frequency": 0
    },
    {
      "meaning": "burglar alarm",
      "frequency": 0
    },
    {
      "meaning": "immobilizer",
      "frequency": 0
    },
    {
      "meaning": "My wallet was stolen.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "차에 있는 물건이 도난당했나? Did the stuff in our car get stolen? 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP38",
      "english": "Did the stuff in our car get stolen?"
    },
    {
      "korean": "차에 있는 물건이 도난당했나? Did the stuff in our car get stolen? 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP37",
      "english": "Did the stuff in our car get stolen?"
    },
    {
      "korean": "이렇게 트로피를... - 트로피 안 와요? - 트로피 도난 당했어요! Like this.. - Why isn't the trophy coming? - The trophy is stolen! 듣기 View video SEVENTEEN : 세븐틴의 Oh My HALLOWEEN!",
      "english": "Like this.. - Why isn't the trophy coming? - The trophy is stolen!"
    },
    {
      "korean": "이 '황제지보 도난 사건'을. \"The Robbery of Hwangjejibo.\" 듣기 View video 컨버전스 TV (CONS TV) : [악동탐정스] 남주X형섭X선호 500만 감사 악탐스 코멘터리",
      "english": "\"The Robbery of Hwangjejibo.\""
    },
    {
      "korean": "아니야. 우리 도난으로 오해받아. Don't. Sales rep might think we're stealing. 듣기 View video V Beauty : [콩슈니 Kongsueni SHOW] 샤넬 신제품 런칭행사 즐기기! Let's go to Chanel's launching PARTY Let's play in Hongdae",
      "english": "Don't. Sales rep might think we're stealing."
    }
  ],
  "examples": [
    {
      "korean": "The burglar alarm is activated by movement. 듣기 Add to Wordbook 그 도난 경보기는 움직임이 감지되면 작동된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The burglar alarm is activated by movement. Add to Wordbook"
    },
    {
      "korean": "The burglar alarm should be professionally installed. 듣기 Add to Wordbook 도난 경보 장치는 전문가가 설치해야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The burglar alarm should be professionally installed. Add to Wordbook"
    },
    {
      "korean": "Family photos spanning five generations were stolen. 듣기 Add to Wordbook 다섯 세대에 걸치는 가족 사진이 도난당했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Family photos spanning five generations were stolen. Add to Wordbook"
    },
    {
      "korean": "Lock up any valuables. Things tend to walk here. 듣기 Add to Wordbook 귀중품들은 (금고 등에) 잘 넣어 두세요. 물건들이 없어지는[도난이 되는] 경향이 있으니까. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Lock up any valuables. Things tend to walk here. Add to Wordbook"
    },
    {
      "korean": "His wallet had been rifled. 듣기 Add to Wordbook 그의 지갑은 도난당한 상태였다[도난당하고 없었다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His wallet had been rifled. Add to Wordbook"
    }
  ]
}