{
  "phrases": [
    {
      "phrase": "돕다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(거들다, 힘을 보태다) help, assist, aid, give[lend] (sb) a hand",
        "(경제적으로) help, support, aid, provide for, give financial aid[help]",
        "(촉진시키다) help, promote, (formal) aid"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "all hands on deck",
      "frequency": 0
    },
    {
      "meaning": "noblesse oblige",
      "frequency": 0
    },
    {
      "meaning": "help",
      "frequency": 3
    },
    {
      "meaning": "assist",
      "frequency": 3
    },
    {
      "meaning": "helper",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "조건, 저의 중국 진출을 도와야 됩니다 저의 해외 진출을 도와야 돼요. He needs to help me work in China. He needs to help me advance overseas. 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : [Replay] 2017 눈덩이 콘서트 (2017 SNOWBALL CONCERT)",
      "english": "He needs to help me work in China. He needs to help me advance overseas."
    },
    {
      "korean": "다 서로 도와야 돼요. - 이제 이해가 돼요. - 연습게임 아니에요. 뭔지 다 이해되죠? - 네. We need to help each other. - Now I understand. - No practice game. You got the rules? - Yes. 듣기 View video Wanna One : 2017 워.육.대 (워너원 팀워크 육성 대회)",
      "english": "We need to help each other. - Now I understand. - No practice game. You got the rules? - Yes."
    },
    {
      "korean": "석훈 쌤 도와주세요! Seokhoon teacher, help me!! 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Seokhoon teacher, help me!!"
    },
    {
      "korean": "[배터리도 돕는 백구의 귀여움] 아 진짜... [Even the batteries are helping his cuteness] Wow... 듣기 View video V PICK! : [SF9] (우당탕) 타지야~ 미안해~ 나도 어쩔 수 없는 셒구인가봐~ (우당탕) (JAEYOON talking about newly-coined word)",
      "english": "[Even the batteries are helping his cuteness] Wow..."
    },
    {
      "korean": "도와줄까? Do you want me to help? 듣기 View video TOMORROW X TOGETHER : 스윗한 태현이의 스윗한거 만들기",
      "english": "Do you want me to help?"
    }
  ],
  "examples": [
    {
      "korean": "I felt duty-bound to help him. 듣기 Add to Wordbook 나는 그를 도와야 한다는 의무감을 느꼈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I felt duty-bound to help him. Add to Wordbook"
    },
    {
      "korean": "We must support our weaker brethren. 듣기 Add to Wordbook 우리는 우리보다 약한 형제들을 도와야 합니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We must support our weaker brethren. Add to Wordbook"
    },
    {
      "korean": "Give me one good reason why I should help you. 듣기 Add to Wordbook 왜 내가 너를 도와야 하는지 타당한 이유를 한 가지만 대 봐. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Give me one good reason why I should help you. Add to Wordbook"
    },
    {
      "korean": "Why should I help him? He’s never done anything for me. 듣기 Add to Wordbook 도대체 내가 왜 그를 도와야 하지? 그는 한 번도 날 위해 뭘 해 준 적이 없는데. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Why should I help him? He’s never done anything for me. Add to Wordbook"
    },
    {
      "korean": "I think we have a moral responsibility to help these countries. 듣기 Add to Wordbook 나는 우리가 이들 나라를 도와야 할 도의적인 의무가 있다고 생각한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I think we have a moral responsibility to help these countries. Add to Wordbook"
    }
  ]
}