{
  "phrases": [
    {
      "phrase": "독촉",
      "hanja": " (督促)",
      "example": {},
      "meanings": [
        "[동사] push, press, pressure, hurry (sb into doing), rush (sb into doing)"
      ]
    },
    {
      "phrase": "지불을 독촉하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "press (sb) for payment"
      ]
    },
    {
      "phrase": "일을 빨리 끝내라고 독촉하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pressure sb to finish the work fast"
      ]
    },
    {
      "phrase": "독촉 수수료",
      "hanja": " (督促手數料)",
      "example": {},
      "meanings": [
        "charge for call[the demand], reminder[demanding, collection] fee"
      ]
    },
    {
      "phrase": "독촉하다",
      "hanja": " (督促하다)",
      "example": {},
      "meanings": [
        "Verb push, press, urge"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dun 1",
      "frequency": 0
    },
    {
      "meaning": "urger",
      "frequency": 0
    },
    {
      "meaning": "push a person for payment",
      "frequency": 0
    },
    {
      "meaning": "call up a debt",
      "frequency": 0
    },
    {
      "meaning": "spurred",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "제 방송에 하트를 못 눌러요. 그래서 이렇게 독촉하는 거예요. 독촉? 독촉이... I can't click hearts to my V. That's why I'm asking you. 듣기 View video Happy Robot Records : [SHAUN-TTK003] 보아BoA,빈지노",
      "english": "I can't click hearts to my V. That's why I'm asking you."
    }
  ],
  "examples": [
    {
      "korean": "The strike has delayed the mailing of tax reminders. 듣기 Add to Wordbook 파업 때문에 세금 독촉장 발송이 지연되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The strike has delayed the mailing of tax reminders. Add to Wordbook"
    },
    {
      "korean": "There is no use putting a zombie debtor under the screw. 듣기 Add to Wordbook 좀비 채권자에게 빚 독촉을 해봤자 소용없다. 국제영어대학원대학교 신어사전",
      "english": "There is no use putting a zombie debtor under the screw. Add to Wordbook"
    },
    {
      "korean": "The company is under pressure from its creditors. 듣기 Add to Wordbook 그 회사는 채권자들의 독촉에 시달리고 있다. YBM All in All English-Korean Dictionary",
      "english": "The company is under pressure from its creditors. Add to Wordbook"
    },
    {
      "korean": "He is being chased by creditors these days. 듣기 Add to Wordbook 그는 요즘 채권자들의 빚 독촉에 시달리고 있다 Neungyule",
      "english": "He is being chased by creditors these days. Add to Wordbook"
    },
    {
      "korean": "Send a payment reminder notice 듣기 Add to Wordbook 대금 결제 독촉장을 보내겠다. YBM All in All English-Korean Dictionary",
      "english": "Send a payment reminder notice Add to Wordbook"
    }
  ]
}