{
  "phrases": [
    {
      "phrase": "맨손으로 돈을 벌 수 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "cannot make money with an empty purse"
      ]
    },
    {
      "phrase": "벌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(돈을) make[earn] (money), (Am) take in, (Brit) take",
        "(시간 등을) gain (time), (절약하다) save (time)",
        "(매 등을)"
      ]
    },
    {
      "phrase": "돈",
      "hanja": "",
      "example": {},
      "meanings": [
        "(금전) money, (informal) dough, (Am, inf) bucks, (현금) cash",
        "(재산) money, wealth, fortune, (literary) riches"
      ]
    },
    {
      "phrase": "돈",
      "hanja": "",
      "example": {},
      "meanings": [
        "(귀금속의 무게) don (≒3.75 gram), Korean unit of weight used for precious metals"
      ]
    },
    {
      "phrase": "돈이 돌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Money goes around"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "loss of earnings",
      "frequency": 0
    },
    {
      "meaning": "endless opportunities for making money",
      "frequency": 0
    },
    {
      "meaning": "wage-earning",
      "frequency": 0
    },
    {
      "meaning": "money spinner",
      "frequency": 0
    },
    {
      "meaning": "make good money",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나 내일부터 돈 벌 거라고~! I will earn money from tomorrow! 듣기 View video 컨스TV : 몽슈슈 글로벌하우스 E10. [우리 사귀는 척 할래요?]",
      "english": "I will earn money from tomorrow!"
    },
    {
      "korean": "돈이야 제가 벌죠. 자잘한 다른 돈 벌 생각은 안해요. I can make money by myself. I don't need any extra little bit of money. 듣기 View video WAV : [Versus]: Ep. 8.3 Finale",
      "english": "I can make money by myself. I don't need any extra little bit of money."
    },
    {
      "korean": "'돈 벌 시간 2'에 수록된 '아름다워'라는 노래인데요. on last year's EP, \"Time to Earn Money 2\", and it's called \"Beautiful\". 듣기 View video MOMO X : [더 리더] 창모의 자격지심에 대한 이야기, <아름다워>",
      "english": "on last year's EP, \"Time to Earn Money 2\", and it's called \"Beautiful\"."
    },
    {
      "korean": "[유겸 추천, 먹으면서 돈 벌 수 있는 방법?!] 먹으면서 돈 벌 수 있는 거 딱 하나 있어. [Yugyeom suggests making money while eating] There's a way we can make money while eating. 듣기 View video GOT7 : GOT7 워킹 EAT 홀리데이 인 제주 (Working EAT Holiday in Jeju ) 1화",
      "english": "[Yugyeom suggests making money while eating] There's a way we can make money while eating."
    },
    {
      "korean": "내 힘으로 돈을 벌 거예요. I'm going to raise money on my own. 듣기 View video V COOKIE : [Full]우리가 만난 기적 X 앞터V (The miracle we met X Early Interview)",
      "english": "I'm going to raise money on my own."
    }
  ],
  "examples": [
    {
      "korean": "I wish I could just travel around and make money doing the things that I love to do. 듣기 Add to Wordbook 그냥 여행하고 돌아다니면서 내가 좋아하는 일하고 돈 벌 수 있었으면 좋겠다. DARAKWON",
      "english": "I wish I could just travel around and make money doing the things that I love to do. Add to Wordbook"
    },
    {
      "korean": "loss of earnings 듣기 Add to Wordbook 돈 벌 기회 상실 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "loss of earnings Add to Wordbook"
    },
    {
      "korean": "I need time to take advantage of all the money-making opportunities in this town. 듣기 Add to Wordbook 이 도시에서 돈 벌 수 있는 모든 기회를 최대한 이용하려면 시간이 필요하거든요. YBM All in All English-Korean Dictionary",
      "english": "I need time to take advantage of all the money-making opportunities in this town. Add to Wordbook"
    },
    {
      "korean": "The festival is regarded as an asset for innkeepers and postcard vendors. 듣기 Add to Wordbook 그 제전은 여관이나 그림엽서상의 돈벌 거리로 되어 있다. 영어영작문대사전",
      "english": "The festival is regarded as an asset for innkeepers and postcard vendors. Add to Wordbook"
    },
    {
      "korean": "He attended Woodrow Wilson High School in Washington, D.C., where he continued plotting new ways to make money. 듣기 Add to Wordbook 그는 워싱턴DC 우드로우 윌슨고등학교를 다니면서 돈 벌 방법을 연구했다. EDU TIMES",
      "english": "He attended Woodrow Wilson High School in Washington, D.C., where he continued plotting new ways to make money. Add to Wordbook"
    }
  ]
}