{
  "phrases": [
    {
      "phrase": "돈벌이",
      "hanja": "",
      "example": {},
      "meanings": [
        "[동사] make money, earn money"
      ]
    },
    {
      "phrase": "돈벌이하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make[earn] money"
      ]
    },
    {
      "phrase": "편하게 돈벌이하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make an easy gain",
        "make easy money"
      ]
    },
    {
      "phrase": "돈벌이되는 장사",
      "hanja": "",
      "example": {},
      "meanings": [
        "a lucrative[profitable] business"
      ]
    },
    {
      "phrase": "돈벌이에 능하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be clever[good] at making money"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "moneymaking",
      "frequency": 0
    },
    {
      "meaning": "money making",
      "frequency": 0
    },
    {
      "meaning": "gainful",
      "frequency": 0
    },
    {
      "meaning": "bankable",
      "frequency": 0
    },
    {
      "meaning": "racket",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "'돈벌이'의 앨범 아트워크였습니다. This is the artwork for \"Making Money\". 듣기 View video Brown Eyed Girls : 미료와 가위 바위 보 한 판? (feat.자이언트 핑크)",
      "english": "This is the artwork for \"Making Money\"."
    },
    {
      "korean": "저희 돈벌이는 1분 만에 빨리 끝나겠습니다. I'll talk about my song \"Making Money\" in 1 minute. 듣기 View video Brown Eyed Girls : 미료와 가위 바위 보 한 판? (feat.자이언트 핑크)",
      "english": "I'll talk about my song \"Making Money\" in 1 minute."
    },
    {
      "korean": "저희 돈벌이는 제가 투잡을 하는... -천천히 해도 돼요. It's about me having 2 jobs. - Take your time. 듣기 View video Brown Eyed Girls : 미료와 가위 바위 보 한 판? (feat.자이언트 핑크)",
      "english": "It's about me having 2 jobs. - Take your time."
    },
    {
      "korean": "그러고 보니까 되게 약간 일맥상통하네요. 돈벌이랑 잉여. Our songs have something in common. Loser, and making money. 듣기 View video Brown Eyed Girls : 미료와 가위 바위 보 한 판? (feat.자이언트 핑크)",
      "english": "Our songs have something in common. Loser, and making money."
    },
    {
      "korean": "그리고 사람들이 돈벌이 수단으로 보죠. 모든 사람이 그런 것은 아니에요. People think of you as money. Not everyone think like that. 듣기 View video 10PM : [10pm2 월] 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "People think of you as money. Not everyone think like that."
    }
  ],
  "examples": [
    {
      "korean": "a protection/extortion/drugs, etc. racket 듣기 Add to Wordbook (폭력배 등의) 보호료 뜯기/갈취/마약 밀매 등에 의한 돈벌이 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a protection/extortion/drugs, etc. racket Add to Wordbook"
    },
    {
      "korean": "Movies are all about making money these days. 듣기 Add to Wordbook 요즘엔 영화가 온통 돈벌이하고만 관련된 일이 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Movies are all about making money these days. Add to Wordbook"
    },
    {
      "korean": "Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential. (Barack Obama) 듣기 Add to Wordbook 인생을 돈벌이에만 집중하는 것은 야망의 빈곤을 보여주는 것이다. 네 스스로에게 너무 적은 것을 요구하는 것이다. 야망을 가지고 더 큰 뜻을 이루고자 할 때에야 비로소 진정한 자신의 잠재력을 실현할 수 있기 때문이다. (버락 오바마, 도전명언) 명언/속담",
      "english": "Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential. (Barack Obama) Add to Wordbook"
    },
    {
      "korean": "Who is the breadwinner in your family? 듣기 Add to Wordbook 집안에서 돈벌이를 하는 사람이 누구입니까? Neungyule",
      "english": "Who is the breadwinner in your family? Add to Wordbook"
    },
    {
      "korean": "A real merchant sees all grist to his mill. 듣기 Add to Wordbook 진정한 상인은 모든 것을 돈벌이로 본다. YBM All in All English-Korean Dictionary",
      "english": "A real merchant sees all grist to his mill. Add to Wordbook"
    }
  ]
}