{
  "phrases": [
    {
      "phrase": "돌",
      "hanja": "",
      "example": {},
      "meanings": [
        "stone, rock, (조약돌) pebble, (아주 작은 돌 조각) grit"
      ]
    },
    {
      "phrase": "돌",
      "hanja": "",
      "example": {},
      "meanings": [
        "(아이가 태어난 지 1년 되는 날) dol, first birthday",
        "(주년) anniversary"
      ]
    },
    {
      "phrase": "돌",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bound noun dol",
        "Bound noun dol"
      ]
    },
    {
      "phrase": "돌-",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix dol- (→참-, 개-1)"
      ]
    },
    {
      "phrase": "dhole",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 돌(인도 지방의 사나운 들개)."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "stone",
      "frequency": 3
    },
    {
      "meaning": "rock 1",
      "frequency": 3
    },
    {
      "meaning": "-lite",
      "frequency": 0
    },
    {
      "meaning": "gooly",
      "frequency": 0
    },
    {
      "meaning": "Simple Simon",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "미친 건 너야 돌부처야! You are the one who is crazy! 듣기 View video 컨스TV : 그날 밤 일 죽어도 얘기 안하려고...[넘버식스]ep7.",
      "english": "You are the one who is crazy!"
    },
    {
      "korean": "돌 기념 머리띠인 걸로 알고 있거든요? I heard this is a headband for when you turn one year old. 듣기 View video ITZY : 깜짝리아브이 기다렸찌~?✌️",
      "english": "I heard this is a headband for when you turn one year old."
    },
    {
      "korean": "최대한 순화해서 이제 돌+아이로... So, I purified my language as much as I could, I just called him \"crazy\". 듣기 View video iKON : 2월8일은 무슨날?",
      "english": "So, I purified my language as much as I could, I just called him \"crazy\"."
    },
    {
      "korean": "[돌잡이 이벤트와 함께 케이크도 먹고(?)] 어때요? 맛있어요? [They do a birthday event and eat some cake(?)] How is it? Is it good? 듣기 View video 이한결, 남도현 : [비하인드] 이한결, 남도현 1st Fanmeeting : HAPPY DAY",
      "english": "[They do a birthday event and eat some cake(?)] How is it? Is it good?"
    },
    {
      "korean": "[흰색은 빛을 반사하기 때문에 같은 크기로 제작하면 흰 돌이 조금 더 커 보이는] 오케이! [while white reflects light. So, if the two are made the same size, white stones end up] Okay! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "[while white reflects light. So, if the two are made the same size, white stones end up] Okay!"
    }
  ],
  "examples": [
    {
      "korean": "The stone struck her on the forehead. 듣기 Add to Wordbook 그 돌이 그녀의 이마에 맞았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The stone struck her on the forehead. Add to Wordbook"
    },
    {
      "korean": "She carves in both stone and wood. 듣기 Add to Wordbook 그녀는 돌 조각도 하고 나무 조각도 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She carves in both stone and wood. Add to Wordbook"
    },
    {
      "korean": "She weighed the stone in her hand. 듣기 Add to Wordbook 그녀는 그 돌을 손에 들고 무게를 가늠해 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She weighed the stone in her hand. Add to Wordbook"
    },
    {
      "korean": "She stared stonily at him for a minute. 듣기 Add to Wordbook 그녀는 그를 잠시 돌처럼 차갑게 응시했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She stared stonily at him for a minute. Add to Wordbook"
    },
    {
      "korean": "They had been turned to stone by an enchantment. 듣기 Add to Wordbook 그들은 마법에 걸려 돌이 되어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They had been turned to stone by an enchantment. Add to Wordbook"
    }
  ]
}