{
  "phrases": [
    {
      "phrase": "돌아오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(원래 있던 곳으로) return, come[get, turn] back",
        "(본래의 상태로) return (to), revert to; (의식이) come (a)round, come to",
        "(때·차례 등이) come (a)round"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "return",
      "frequency": 2
    },
    {
      "meaning": "귀가",
      "frequency": 0
    },
    {
      "meaning": "come around/round",
      "frequency": 0
    },
    {
      "meaning": "개선 2",
      "frequency": 0
    },
    {
      "meaning": "revenant",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "내가 해도 돼? 다시 돌아와도 되나? Can I say it? Do I have to wait? 듣기 View video NCT 127 : [FULL] NCT 127의 '영웅'본색",
      "english": "Can I say it? Do I have to wait?"
    },
    {
      "korean": "Mini Game을 할 때는 잠깐 돌아와도 돼요. You can get back to you when playing a mini game. 듣기 View video AKMU : [AKMU의 사춘기노트 p.7] '사랑과 우정사이'",
      "english": "You can get back to you when playing a mini game."
    },
    {
      "korean": "그냥 '잘 지내라, 난 여기 있겠다, 돌아와도 된다' 이런 얘기고. \"Be well. I'll be here... You can come back.\" 듣기 View video GOT7 : [GOT2DAY 2016] 01. JB & 영재",
      "english": "\"Be well. I'll be here... You can come back.\""
    },
    {
      "korean": "소원은 돌아오는 거야~ Wish is coming back~ 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.23",
      "english": "Wish is coming back~"
    },
    {
      "korean": "에너지가 돌아왔어? You're energetic again? 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "You're energetic again?"
    }
  ],
  "examples": [
    {
      "korean": "Joseph will not have a problem when he comes back to Korea since Western names are common these days,' Park said. 발음듣기 서양식 이름들이 요즘에는 흔하니까 Joseph은 한국으로 돌아와도 문제를 겪지 않을 거예요'라고 박 씨는 말했다. Neungyule",
      "english": "Joseph will not have a problem when he comes back to Korea since Western names are common these days,' Park said. 발음"
    },
    {
      "korean": "Do feel free to come back when you have something to say. 발음듣기 네가 뭔가 말할 게 있다면 얼마든지 다시 돌아와도 좋아. User translation Inaccurate information may be included due to the users' self-traslation. glvh925(glvh****) Web Collection",
      "english": "Do feel free to come back when you have something to say. 발음"
    },
    {
      "korean": "I don't care if he comes back. 발음듣기 그가 돌아와도 저는 상관없습니다. User translation Inaccurate information may be included due to the users' self-traslation. solagratiasoo(suhy****) Web Collection",
      "english": "I don't care if he comes back. 발음"
    },
    {
      "korean": "Meanwhile, many displaced people are returning to nothing. 발음듣기 그동안, 많은 난민들은 돌아와도 할 수 있는 것이 아무것도 없다. User translation Inaccurate information may be included due to the users' self-traslation. 고양이(jung****) Web Collection",
      "english": "Meanwhile, many displaced people are returning to nothing. 발음"
    },
    {
      "korean": "Fine, feel free to come back if you have any other matters. 발음듣기 좋아, 만약 네가 다른 문제들이 있다면 언제든지 다시 돌아와도 좋아. User translation Inaccurate information may be included due to the users' self-traslation. glvh925(glvh****) Hansard",
      "english": "Fine, feel free to come back if you have any other matters. 발음"
    }
  ]
}