{
  "phrases": [
    {
      "phrase": "돌아가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(제자리로) return (to), go[get, turn] back (to), (=되돌아가다)",
        "(원래 상태로) return (to), be restored (to), go[get] back (to), revert to (=되돌아가다)",
        "(길을 우회해서) make[take] a detour, take a roundabout way"
      ]
    },
    {
      "phrase": "일이 어떻게 돌아가는지 두고 보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "wait and see how the matter develops[things turn out]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "(be) on the ball",
      "frequency": 0
    },
    {
      "meaning": "serve",
      "frequency": 3
    },
    {
      "meaning": "circuitous",
      "frequency": 0
    },
    {
      "meaning": "report back",
      "frequency": 0
    },
    {
      "meaning": "go back (to…)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나 동부에서 24년동안 살았어 , 뭔지도 몰라 ... 이 세상이 어떻게 돌아가는지... I lived in the East for 24 years. I don't know... how this world goes around... 듣기 View video 해요TV (HEYOTV) : [온앤오프] 모두를 놀라게 한 와이엇의 마피아 추리력 @해요TV 180329",
      "english": "I lived in the East for 24 years. I don't know... how this world goes around..."
    },
    {
      "korean": "나도 어떻게 돌아가는지 모르겠어. -그럽시다. I don't know. - OK. 듣기 View video BTS : [REPLAY] BTS 'WINGS' preview SHOW",
      "english": "I don't know. - OK."
    },
    {
      "korean": "저희는 지금 어떻게 돌아가는지 상황을 모르겠어요. We don't know how things are. 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '가을 운동회'",
      "english": "We don't know how things are."
    },
    {
      "korean": "[오빠들 기다림엔 역시 인터넷 찬스] 한국도 어떻게 돌아가는지 한번 봐야지. [Her chance to use the internet] Let's see what's on the news in Korea. 듣기 View video 졸잼티비 (joLjamTV) : [플랜맨_북해도] 짱나게 할래? 짱나!투어 _ 5회",
      "english": "[Her chance to use the internet] Let's see what's on the news in Korea."
    },
    {
      "korean": "만약 그때로 돌아갈 수 있다면 돌아가고 싶어? If you can go back then, do you want to go back? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "If you can go back then, do you want to go back?"
    }
  ],
  "examples": [
    {
      "korean": "I’ve no idea how her mind works! 듣기 Add to Wordbook 나는 그녀의 사고방식이 도대체 어떻게 돌아가는지 모르겠어! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve no idea how her mind works! Add to Wordbook"
    },
    {
      "korean": "She must know the play backwards by now. 듣기 Add to Wordbook 지금쯤은 그녀가 일이 어떻게 돌아가는지 극히 잘 알 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She must know the play backwards by now. Add to Wordbook"
    },
    {
      "korean": "They couldn’t fire him, he reasoned. He was the only one who knew how the system worked. 듣기 Add to Wordbook 그는 그들이 자신을 해고하지는 못할 것이라고 판단했다. 그는 그 시스템이 어떻게 돌아가는지를 아는 유일한 사람이었으니까. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They couldn’t fire him, he reasoned. He was the only one who knew how the system worked. Add to Wordbook"
    },
    {
      "korean": "We need more time to see how things develop before we take action. 듣기 Add to Wordbook 우리가 행동을 취하기 전에 일이 어떻게 돌아가는지 지켜 볼 수 있는 시간이 더 필요하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We need more time to see how things develop before we take action. Add to Wordbook"
    },
    {
      "korean": "I am really behind on the news right now. 듣기 Add to Wordbook 요즘은 세상이 어떻게 돌아가는지 통 모르겠다 Neungyule",
      "english": "I am really behind on the news right now. Add to Wordbook"
    }
  ]
}