{
  "phrases": [
    {
      "phrase": "동떨어지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(거리가 멀다) be far away[apart] (from), be remote (from)",
        "(관련이 없다)"
      ]
    },
    {
      "phrase": "동떨어진 곳",
      "hanja": "",
      "example": {},
      "meanings": [
        "a(n) remote[out-of-the-way] place"
      ]
    },
    {
      "phrase": "계절과 동떨어진",
      "hanja": "",
      "example": {},
      "meanings": [
        "out of season",
        "unseasonable"
      ]
    },
    {
      "phrase": "마을에서 동떨어진 집",
      "hanja": "",
      "example": {},
      "meanings": [
        "a house far away from a village"
      ]
    },
    {
      "phrase": "동떨어진 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "(관용)a statement wide of the mark(거리가 먼),an absurd[a nonsensical] remark(어리석은)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "remote",
      "frequency": 3
    },
    {
      "meaning": "distant",
      "frequency": 3
    },
    {
      "meaning": "disconnected",
      "frequency": 0
    },
    {
      "meaning": "far removed from",
      "frequency": 0
    },
    {
      "meaning": "rarefied",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저희가 학교랑 동떨어진지가 - 저희는 뭐 방학이... We were away from school for... - For us, vacation... 듣기 View video N.Flying : 우리 얘기 좀 합시다 #19",
      "english": "We were away from school for... - For us, vacation..."
    },
    {
      "korean": "맞는데 너무 동떨어진 얘기 아니야? - 뭔데? Right, but it can be irrelevant. - What? 듣기 View video MONSTA X : LIVE : 원민기랑 함께해!!",
      "english": "Right, but it can be irrelevant. - What?"
    },
    {
      "korean": "젊은 친구들하고 너무 동떨어진 얘기 같아. Young kids won't know this. 듣기 View video SECHSKIES : [REPLAY] 젝키의 Re모콘 (SECHSKIES's Remote Control)",
      "english": "Young kids won't know this."
    },
    {
      "korean": "이름과 동떨어진 V LIVE지 않았나 싶습니다. I think this V LIVE is quite unrelated to the title. 듣기 View video EXID : MC출격! 솔지를 부탁해!!",
      "english": "I think this V LIVE is quite unrelated to the title."
    },
    {
      "korean": "나머지 두 분이 약간 동떨어진 느낌이 있거든요. The other two members didn't seem to be united. 듣기 View video d.o.b (DANCE OR BAND) : Ep.7 d.o.b(DANCE OR BAND)",
      "english": "The other two members didn't seem to be united."
    }
  ],
  "examples": [
    {
      "korean": "Their life seemed utterly distant from his own. 듣기 Add to Wordbook 그들의 삶은 그 자신의 삶과는 전혀 동떨어진 것 같았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their life seemed utterly distant from his own. Add to Wordbook"
    },
    {
      "korean": "Charlotte seemed to be living at one remove from reality. 듣기 Add to Wordbook 샬롯은 현실과 한 발자국 동떨어진 삶을 살고 있는 것 같았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Charlotte seemed to be living at one remove from reality. Add to Wordbook"
    },
    {
      "korean": "But you can't show some far off idyllic conception of behavior if you want the kids to come and see the picture. You've got to show what it's really like, and try to reach them on their own grounds. (James Dean) 듣기 Add to Wordbook 하지만 만약 아이들이 와서 영화를 보기를 바란다면 어떤 현실과 동떨어진 이상적인 행동 개념을 보여줄 수는 없다. 실제와 비슷한 것을 보여주고 그것을 근거로 아이들에게 다가가야 한다. (제임스 딘, 공부명언) 명언/속담",
      "english": "But you can't show some far off idyllic conception of behavior if you want the kids to come and see the picture. You've got to show what it's really like, and try to reach them on their own grounds. (James Dean) Add to Wordbook"
    },
    {
      "korean": "He is shooting wide. 듣기 Add to Wordbook 과녁과는 동떨어진 데를 쏘고 있다. Dong-a's Prime English-Korean Dictionary",
      "english": "He is shooting wide. Add to Wordbook"
    },
    {
      "korean": "Your guess is out of the mark. 듣기 Add to Wordbook 너의 추측은 동떨어진 것이다 Dong-a's Prime English-Korean Dictionary",
      "english": "Your guess is out of the mark. Add to Wordbook"
    }
  ]
}