{
  "phrases": [
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become; (나이가) reach, (formal) attain; (경과하다) pass"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물기가 적어 뻑뻑하다) thick, stiff"
      ]
    },
    {
      "phrase": "-되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동사적 명사에 붙어) become, get to be, be",
        "(형용사·부사적 어근에 붙어) be"
      ]
    },
    {
      "phrase": "되지도 않는 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "a remark that does not work at all",
        "a remark that does not work at all"
      ]
    },
    {
      "phrase": "되지 못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to become"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "proper",
      "frequency": 2
    },
    {
      "meaning": "ready",
      "frequency": 2
    },
    {
      "meaning": "written",
      "frequency": 2
    },
    {
      "meaning": "afford",
      "frequency": 2
    },
    {
      "meaning": "prepared",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "좋아요, 그것도 어찌됐건 저희를 되게 생각해서 해 주셨고 - 좋아요? 다시 할 수 있어요? Good. The staff prepared it for us. - Do you like it? Can you do it again? 듣기 View video V COOKIE : [Full] INFINITE X Eating Show - 인피니트 X 같이 먹어요",
      "english": "Good. The staff prepared it for us. - Do you like it? Can you do it again?"
    },
    {
      "korean": "그렇죠 - 그래서 어찌됐건... Yes. - So anyways... 듣기 View video GOT7 : [FULL] GOT7 COMEBACK LIVE TALK",
      "english": "Yes. - So anyways..."
    },
    {
      "korean": "어찌됐건 간에 노래를 지금 계속... Anyway, as for the music... 듣기 View video INFINITE : INFINITE \"김명수의 TALK N TALK\"",
      "english": "Anyway, as for the music..."
    },
    {
      "korean": "어찌됐건 약간 사담으로 빠졌네요, 죄송합니다. Anyway, I went off tangent. Sorry. 듣기 View video INFINITE : INFINITE \"김명수의 TALK N TALK\"",
      "english": "Anyway, I went off tangent. Sorry."
    },
    {
      "korean": "어찌됐건 오늘 시간은 이렇게 마무리하도록 하겠습니다. Either way, I'll wrap up today. 듣기 View video INFINITE : INFINITE \"김명수의 TALK N TALK\"",
      "english": "Either way, I'll wrap up today."
    }
  ],
  "examples": [
    {
      "korean": "Create a definite plan for carrying out your desire and begin at once, whether you are ready or not, to put this plan into action. (Napoleon Hill) 발음듣기 열망을 실현하기 위해 명확한 계획을 세우고 즉시 시작하라. 준비가 됐건 아니건, 이 계획을 실행에 옮겨라. (나폴레온 힐, 노력명언) 명언/속담",
      "english": "Create a definite plan for carrying out your desire and begin at once, whether you are ready or not, to put this plan into action. (Napoleon Hill) 발음"
    },
    {
      "korean": "We will press ahead with this plan anyhow. 발음듣기 어찌됐건 우리는 이 일을 강행할 것이다. YBM All in All English-Korean Dictionary",
      "english": "We will press ahead with this plan anyhow. 발음"
    },
    {
      "korean": "After all, you've been seeing her for two years now. 발음듣기 어찌 됐건 그녀와 2년 동안이나 교제를 해 왔잖아요. Neungyule",
      "english": "After all, you've been seeing her for two years now. 발음"
    },
    {
      "korean": "Many, if not all, wars, in one way or another, are a result of economic conflict. 발음듣기 전쟁은 다 그런 건 아니지만 많은 경우에 어찌 됐건 경제적인 이유 때문에 일어난다. YBM All in All English-Korean Dictionary",
      "english": "Many, if not all, wars, in one way or another, are a result of economic conflict. 발음"
    },
    {
      "korean": "But it's definitely worth seeing. 발음듣기 그러나 어찌됐건 이 영화가 볼만한 가치가 있는 것만은 분명하다. TIMES CORE",
      "english": "But it's definitely worth seeing. 발음"
    }
  ]
}