{
  "phrases": [
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become, (나이가) reach, (formal) attain, (경과하다) pass"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물기가 적어 뻑뻑하다) thick, stiff"
      ]
    },
    {
      "phrase": "-되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동사적 명사에 붙어) become, get to be, be",
        "(형용사·부사적 어근에 붙어) be"
      ]
    },
    {
      "phrase": "되지도 않는 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "a remark that does not work at all",
        "a remark that does not work at all"
      ]
    },
    {
      "phrase": "되지 못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to become"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "window-soiled articles",
      "frequency": 0
    },
    {
      "meaning": "proper",
      "frequency": 3
    },
    {
      "meaning": "ready",
      "frequency": 3
    },
    {
      "meaning": "written",
      "frequency": 3
    },
    {
      "meaning": "afford",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그런 되도 않은 소리 듣고 흔들릴 만큼 내가 너한테 준 확신이 없어? You don't have any certainty and feel shaken will all the foolish words? 듣기 View video 플레이리스트 (Playlist) : 사랑하는데 헤어지자는 애인 [한입만] - EP.07",
      "english": "You don't have any certainty and feel shaken will all the foolish words?"
    },
    {
      "korean": "안 되도 계속 춤을 줘요. She kept dancing over and over. 듣기 View video IDOL x IDOL : Various - 베리어스 '주고 싶은 게 있으니까 들어와'",
      "english": "She kept dancing over and over."
    },
    {
      "korean": "안 되도 그냥 진행하자고 해. Just tell them to proceed without a member. 듣기 View video YGKPLUS : 효니TV4제주올래? with music",
      "english": "Just tell them to proceed without a member."
    },
    {
      "korean": "되도 않는 멘트 치지 말고. -진짜로. Don't say nonsense. - For real. 듣기 View video V Special : [꽃브로] 꽃미남 브로맨스 - 김지석&박경 EP1. \"아이돌 냄새\"",
      "english": "Don't say nonsense. - For real."
    },
    {
      "korean": "30이되도 못찾는 사람도 많은데. Some people are still searching in their 30s. 듣기 View video INFINITE : 호야 뜻밖의 꿈방♣",
      "english": "Some people are still searching in their 30s."
    }
  ],
  "examples": [
    {
      "korean": "Now he wants to make sure nobody else waits that long. 듣기 Add to Wordbook 지금 그는 아무도 그 정도로 오래 기다리지 않아도 되도 록 만들고 싶어합니다. Neungyule",
      "english": "Now he wants to make sure nobody else waits that long. Add to Wordbook"
    },
    {
      "korean": "As such, should 3D printers be sold to households? 듣기 Add to Wordbook 그렇다면, 3D 프린터가 가정에서 사용 되도 좋은 것일까? TIMES CORE",
      "english": "As such, should 3D printers be sold to households? Add to Wordbook"
    },
    {
      "korean": "Well, if I actually lose the popularity, I can do other things. 듣기 Add to Wordbook 실제로 인기를 잃게 되도 또 다른 일들을 하면 되는 거니까요. TIMES CORE",
      "english": "Well, if I actually lose the popularity, I can do other things. Add to Wordbook"
    },
    {
      "korean": "If your resolution has totally run out of steam by February, don’t despair . 듣기 Add to Wordbook 당신의 계획이 2월쯤 완전히 활기를 잃게 되도, 절망하지 마세요. TIMES CORE",
      "english": "If your resolution has totally run out of steam by February, don’t despair . Add to Wordbook"
    },
    {
      "korean": "Although smoking causes lingering detrimental effects to a person’s long-term health, studies have found that stopping even after prolonged usage often reverses much of the damage caused by the earlier smoking. 듣기 Add to Wordbook 흡연이 건강에 장기적인 손상을 입히고 있는 것이 사실이지만, 연구를 통해서 장기간 담배를 피다 금연을 하게 되도 이전에 흡연한 것으로 인한 손상의 상당수를 막을 수 있다는 결과가 나왔다. TIMES CORE",
      "english": "Although smoking causes lingering detrimental effects to a person’s long-term health, studies have found that stopping even after prolonged usage often reverses much of the damage caused by the earlier smoking. Add to Wordbook"
    }
  ]
}