{
  "phrases": [
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become; (나이가) reach, (formal) attain; (경과하다) pass"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물기가 적어 뻑뻑하다) thick, stiff"
      ]
    },
    {
      "phrase": "-되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동사적 명사에 붙어) become, get to be, be",
        "(형용사·부사적 어근에 붙어) be"
      ]
    },
    {
      "phrase": "되지도 않는 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "a remark that does not work at all",
        "a remark that does not work at all"
      ]
    },
    {
      "phrase": "되지 못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to become"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Look (at) what the cat dragged[brought] in!",
      "frequency": 0
    },
    {
      "meaning": "proper",
      "frequency": 2
    },
    {
      "meaning": "ready",
      "frequency": 2
    },
    {
      "meaning": "written",
      "frequency": 2
    },
    {
      "meaning": "afford",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "잘 되다니? What do you mean by that? 듣기 View video 컨스TV : 정말 난 친구인거네...[넘버식스] ep5.",
      "english": "What do you mean by that?"
    },
    {
      "korean": "진짜 내가 선배가 되다니 크~ I became a senior... 듣기 View video AB6IX : 다시‼️",
      "english": "I became a senior..."
    },
    {
      "korean": "진짜 내가 이걸 말하게 되다니! I can't believe I'm saying this! 듣기 View video V COOKIE : [Full] A.C.E's SUMMER VACATION WEEK - 에이스 X 여름방학 스페셜위크",
      "english": "I can't believe I'm saying this!"
    },
    {
      "korean": "저희가 여기에 싸인을 하게 되다니... The face that we get to sign here... 듣기 View video ITZY : [ITZY? ITZY!(있지?있지!)] EP27. 도쿄 자유시간 있지!",
      "english": "The face that we get to sign here..."
    },
    {
      "korean": "우리 여르미와 드디어 촬영하게 되다니. I can't believe I'm finally doing a show with Yeoreum. 듣기 View video fromis_9 : 새롬이와 여르미의 [LOVE BOMB] MV Reaction",
      "english": "I can't believe I'm finally doing a show with Yeoreum."
    }
  ],
  "examples": [
    {
      "korean": "It’s ironic that she became a teacher—she used to hate school. 발음듣기 그녀가 교사가 되다니 아이로니컬하다. 예전에 그녀는 학교를 싫어했는데. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s ironic that she became a teacher—she used to hate school. 발음"
    },
    {
      "korean": "It's ironic that she became a teacher. 발음듣기 그녀가 선생이 되다니 아이러니하다. 절대어휘 5100",
      "english": "It's ironic that she became a teacher. 발음"
    },
    {
      "korean": "Can’t believe I’m finally taking a “real” vacation. I’ve been working too much. 발음듣기 드디어 ‘진짜’ 휴가를 갖게 되다니 믿을 수 없어. 그동안 너무 열심히 일했어. DARAKWON",
      "english": "Can’t believe I’m finally taking a “real” vacation. I’ve been working too much. 발음"
    },
    {
      "korean": "It is very strange that the years teach us patience - that the shorter our time, the greater our capacity for waiting. (Elizabeth Taylor) 발음듣기 세월이 인내심을 길러준다는 사실은 참으로 알 수 없는 일이다. 살 날이 줄어들수록 더 오래 기다릴 수 있게 되다니. (엘리자베스 테일러, 인내명언) 명언/속담",
      "english": "It is very strange that the years teach us patience - that the shorter our time, the greater our capacity for waiting. (Elizabeth Taylor) 발음"
    },
    {
      "korean": "I mean, getting this prize is good enough, but I feel lucky to get it from this president. 발음듣기 상을 받는 것만 해도 기쁜데 대통령에게서 받게 되다니 정말 행운이라고 생각한다. Neungyule",
      "english": "I mean, getting this prize is good enough, but I feel lucky to get it from this president. 발음"
    }
  ]
}