{
  "phrases": [
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become, (나이가) reach, (formal) attain, (경과하다) pass"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물기가 적어 뻑뻑하다) thick, stiff"
      ]
    },
    {
      "phrase": "-되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동사적 명사에 붙어) become, get to be, be",
        "(형용사·부사적 어근에 붙어) be"
      ]
    },
    {
      "phrase": "되지도 않는 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "a remark that does not work at all",
        "a remark that does not work at all"
      ]
    },
    {
      "phrase": "되지 못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to become"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Oriente",
      "frequency": 0
    },
    {
      "meaning": "ancien régime",
      "frequency": 0
    },
    {
      "meaning": "proper",
      "frequency": 3
    },
    {
      "meaning": "ready",
      "frequency": 3
    },
    {
      "meaning": "written",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그래서 더 좋은 곡들을 많이 들을 수 있게 되었던 거 같고요. And I think that's why I was able to hear more songs. 듣기 View video INFINITE : [FULL] JANG DONG WOO 1ST MINI ALBUM [Bye] COMEBACK SHOWCASE",
      "english": "And I think that's why I was able to hear more songs."
    },
    {
      "korean": "[내 자신을 돌아보게 되었던] 나라는 가수에 대한 생각? [Reflecting on myself] thoughts of myself as a singer? 듣기 View video 키워드#보아 - my SMTelevision : [키워드#보아] Ep.73 Dear my friend BoA.(1)",
      "english": "[Reflecting on myself] thoughts of myself as a singer?"
    },
    {
      "korean": "혹시 힘들 때 힘이 되었던 힐링 푸드가 있었는지? Was there any healing food when you have hard times? 듣기 View video KBS예능 : 안녕하세요 x SF9 찬희 & 로운 녹화장 대기실 라이브 / Hello counselor x SF9 Behind the scenes",
      "english": "Was there any healing food when you have hard times?"
    },
    {
      "korean": "어쨌든 컬래버레이션에 대해서는 최근에 공개가 되었던 X... When it comes to the collaboration, starting with X... 듣기 View video WINNER : 댄싱하이 4화 꿀잼예상",
      "english": "When it comes to the collaboration, starting with X..."
    },
    {
      "korean": "[의욕 활활! 신선한 자극이 되었던 결과 발표 시간] 굉장히 기대가 돼서 빨리 나가보고 싶어요. I'm looking forward to it and want to go take pictures. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 6부_ep.2 NEW 미션 공개 <도쿄 패피를 찾아서>",
      "english": "I'm looking forward to it and want to go take pictures."
    }
  ],
  "examples": [
    {
      "korean": "Being in love must have addled your brain. 듣기 Add to Wordbook 사랑에 빠져서 네 머리가 어떻게 되었던 모양이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Being in love must have addled your brain. Add to Wordbook"
    },
    {
      "korean": "I’d say he was 25 to 30 years old. 듣기 Add to Wordbook 내 생각에는 그가 25세에서 30세 사이쯤 되었던 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’d say he was 25 to 30 years old. Add to Wordbook"
    },
    {
      "korean": "At last he had his very own car. 듣기 Add to Wordbook 마침내 그는 바로 자신만의 차를 갖게 되었던 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At last he had his very own car. Add to Wordbook"
    },
    {
      "korean": "They had wandered from the path into the woods. 듣기 Add to Wordbook 그들은 오솔길을 벗어나 숲 속으로 들어가게 되었던 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They had wandered from the path into the woods. Add to Wordbook"
    },
    {
      "korean": "He had become separated from his parents in the ensuing panic. 듣기 Add to Wordbook 그는 뒤따른 공황 상태 속에서 부모와 헤어지게 되었던 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had become separated from his parents in the ensuing panic. Add to Wordbook"
    }
  ]
}