{
  "phrases": [
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become; (나이가) reach, (formal) attain; (경과하다) pass"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물기가 적어 뻑뻑하다) thick, stiff"
      ]
    },
    {
      "phrase": "-되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동사적 명사에 붙어) become, get to be, be",
        "(형용사·부사적 어근에 붙어) be"
      ]
    },
    {
      "phrase": "알게 되어서 대단히 기쁩니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-처음 만났을 때 I'm very glad to know you."
      ]
    },
    {
      "phrase": "되지도 않는 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "a remark that does not work at all",
        "a remark that does not work at all"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "till 1",
      "frequency": 2
    },
    {
      "meaning": "infantilism",
      "frequency": 0
    },
    {
      "meaning": "taxflation",
      "frequency": 0
    },
    {
      "meaning": "on the cops",
      "frequency": 0
    },
    {
      "meaning": "only",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "이게 직접 안 나가게 되어서 과제가 훨씬 더 많아졌다고 들었거든요? I heard that since we can't go out, the assignments became more?? 듣기 View video DAY6 : 비 내리는 금요일!!",
      "english": "I heard that since we can't go out, the assignments became more??"
    },
    {
      "korean": "오늘 이렇게 만나게 되어서 너무 기쁘고요! I'm so glad to see you all here! 듣기 View video ITZY : ITZY(있지) IT'z TOURBOOK EP03",
      "english": "I'm so glad to see you all here!"
    },
    {
      "korean": "이번에 한층 더 업그레이드 되어서 돌아왔다고 하는데요! I heard we are back with more upgrades! 듣기 View video 슈주 리턴즈 (SJ returns) : 슈주 리턴즈3 9월 9일 첫 방송!",
      "english": "I heard we are back with more upgrades!"
    },
    {
      "korean": "엔딩을 계속 하게 되어서 너무 영광이었고 - 월월! it was my honor to strike the ending pose every time. - Woof! 듣기 View video V PICK! : [TXT] ✨골로벌 슈키 투바투덕에 툽부심 오늘도 우주뚫고 뿜뿜✨ (TXT talking about last broadcast&win global rookie)",
      "english": "it was my honor to strike the ending pose every time. - Woof!"
    },
    {
      "korean": "우리 그럼 다 함께 'The One' 하나가 되어서 이들을 한번 불러볼까요? Shall we become \"The One\" and call them together? 듣기 View video CIX : HELLO CIX EP09 :: Complete In X",
      "english": "Shall we become \"The One\" and call them together?"
    }
  ],
  "examples": [
    {
      "korean": "The paper had a yellowish tinge because it was so old. 발음듣기 그 종이는 너무 오래되어서 누르스름한 기미가 보였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The paper had a yellowish tinge because it was so old. 발음"
    },
    {
      "korean": "I’ve only been here a couple of weeks and I don’t really know the set-up. 발음듣기 저는 여기 온 지 두어 주 정도밖에 안 되어서 체제를 잘 몰라요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve only been here a couple of weeks and I don’t really know the set-up. 발음"
    },
    {
      "korean": "The mirrors had tarnished with age. 발음듣기 그 거울들은 오래되어서 부옇게 흐려져 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The mirrors had tarnished with age. 발음"
    },
    {
      "korean": "Steve rolled in around lunchtime. 발음듣기 스티브는 점심시간 때쯤 되어서야 기어들어 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Steve rolled in around lunchtime. 발음"
    },
    {
      "korean": "I’ll need to reacquaint myself with this program—it’s a long time since I’ve used it. 발음듣기 제가 이 프로그램을 다시 익혀야 할 거예요. 써 본 지가 오래 되어서. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll need to reacquaint myself with this program—it’s a long time since I’ve used it. 발음"
    }
  ]
}