{
  "phrases": [
    {
      "phrase": "수요일이면 될 겁니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Wednesday will work."
      ]
    },
    {
      "phrase": "누군가 우리를 발견하게 될 거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Somebody will eventually spot us."
      ]
    },
    {
      "phrase": "모든 일이 잘 될 거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Everything's to be fine."
      ]
    },
    {
      "phrase": "그렇게 될 겁니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I'm sure we will."
      ]
    },
    {
      "phrase": "상당히 도움이 될 겁니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "It should be helpful."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "what became, has become, will become of somebody/something?",
      "frequency": 0
    },
    {
      "meaning": "That'll teach you",
      "frequency": 0
    },
    {
      "meaning": "all is well",
      "frequency": 0
    },
    {
      "meaning": "everything is gonna be alright",
      "frequency": 0
    },
    {
      "meaning": "It would be a shame to give up now",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[요래][조래] 1번 될 거 같지 않아? [Looking around] Won't #1 work? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Looking around] Won't #1 work?"
    },
    {
      "korean": "학교에 소문 퍼지면 어떻게 될 거 같아? What do you think will happen if people in school know about that? 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "What do you think will happen if people in school know about that?"
    },
    {
      "korean": "잘 될 거 같대? So, did they say you're good enough? 듣기 View video tvN D : 내신등급이 내 인생의 등급일까? [언어의 온도 : 우리의 열아홉] Ep.1",
      "english": "So, did they say you're good enough?"
    },
    {
      "korean": "'클'인 거 알면 '버'를 써야 될 거 아냐! You should've written \"Ver!\" 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "You should've written \"Ver!\""
    },
    {
      "korean": "안 될 건 뭔데? - 사귄 지 며칠 됐는데? Why not? - How long has it been? 듣기 View video 콬TV (WHYNOT) : 여사친과 학교에서 키스를 해버렸다❤️ [리얼:타임:러브2] EP2",
      "english": "Why not? - How long has it been?"
    }
  ],
  "examples": [
    {
      "korean": "It would be hypocritical of me to have a church wedding when I don’t believe in God. 듣기 Add to Wordbook 내가 하느님을 믿지 않으면서 교회에서 결혼식을 하면 위선적인 일이 될 거예요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It would be hypocritical of me to have a church wedding when I don’t believe in God. Add to Wordbook"
    },
    {
      "korean": "Relax! Everything will be OK. 듣기 Add to Wordbook 진정해! 모든 게 잘 될 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Relax! Everything will be OK. Add to Wordbook"
    },
    {
      "korean": "Some day I’ll be famous. 듣기 Add to Wordbook 언젠가는 내가 유명해지게 될 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Some day I’ll be famous. Add to Wordbook"
    },
    {
      "korean": "You’ll soon get the idea. 듣기 Add to Wordbook 넌 곧 (왜 그런지) 이해하게 될 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’ll soon get the idea. Add to Wordbook"
    },
    {
      "korean": "If you enjoy the coast and the country, you’ll get the best of both worlds on this walk. 듣기 Add to Wordbook 당신이 해안과 시골 지역을 즐긴다면 이번 걷기 여행이 당신에게는 일거양득의 기회가 될 겁니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If you enjoy the coast and the country, you’ll get the best of both worlds on this walk. Add to Wordbook"
    }
  ]
}