{
  "phrases": [
    {
      "phrase": "이유가 될 만한",
      "hanja": "",
      "example": {},
      "meanings": [
        "justifiable",
        "reasonable",
        "excusable"
      ]
    },
    {
      "phrase": "본보기가 될 만한 행위",
      "hanja": "",
      "example": {},
      "meanings": [
        "exemplary conduct"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become, (나이가) reach, (formal) attain, (경과하다) pass"
      ]
    },
    {
      "phrase": "만하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(가치가 있다) worth, (formal) worthy of",
        "(가능하다)"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물기가 적어 뻑뻑하다) thick, stiff"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "precedential",
      "frequency": 0
    },
    {
      "meaning": "suable",
      "frequency": 0
    },
    {
      "meaning": "exemplary conduct",
      "frequency": 0
    },
    {
      "meaning": "strikable",
      "frequency": 0
    },
    {
      "meaning": "superordination",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나중에 뭔가 브랜드로 써도 될만한? 그런! One where you can use as a brand later? One like that! 듣기 View video HA SUNG WOON : 구르미의 TMI",
      "english": "One where you can use as a brand later? One like that!"
    },
    {
      "korean": "네, 힐링이 될 만한 게 또 뭐가 있을까요? Yes, what will help you chill and relax? 듣기 View video V COOKIE : [Full] KNK X CouchTalk - 크나큰 X 카우치토크",
      "english": "Yes, what will help you chill and relax?"
    },
    {
      "korean": "제주도 와서 꼭 먹어야 될만한 제주도 음식이랄까? Like must-eat dishes of Jeju? 듣기 View video IZ*ONE : 떠나요 열둘이서~ ♪♪",
      "english": "Like must-eat dishes of Jeju?"
    },
    {
      "korean": "의상이 노출이 잘 될만한, 보여줘야 되잖아요 일단은. you need to show the outfit first. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 11부_ep.4 나무랄 데 없는 나무의 천재적 모먼트 (아헿>_<)",
      "english": "you need to show the outfit first."
    },
    {
      "korean": "네이버에서 뷰티 컨텐츠를 만드는데 도움 될만한 이야기도 많이 들었고요. and NAVER beauty content. 듣기 View video KONGSUENI : [Kongsueni 콩슈니] 2018 네이버 뷰스타데이 함께즐겨요! 2018 NAVER BEAUSTARDAY",
      "english": "and NAVER beauty content."
    }
  ],
  "examples": [
    {
      "korean": "She looked desperately around for a weapon. 듣기 Add to Wordbook 그녀는 무기가 될 만한 것을 찾아 필사적으로 주위를 두리번거렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She looked desperately around for a weapon. Add to Wordbook"
    },
    {
      "korean": "Can you give me something to help me get to sleep? 듣기 Add to Wordbook 제가 잠드는 데 도움이 될 만한 걸 뭐 좀 주실 수 있으세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can you give me something to help me get to sleep? Add to Wordbook"
    },
    {
      "korean": "He was about six feet tall, with no distinguishing marks. 듣기 Add to Wordbook 그는 키가 6피트 정도였고 무슨 특징이 될 만한 반점은 아무것도 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was about six feet tall, with no distinguishing marks. Add to Wordbook"
    },
    {
      "korean": "The menu contained traditional favourites as well as more adventurous dishes. 듣기 Add to Wordbook 메뉴에는 모험이 될 만한 요리들 뿐 아니라 전통적으로 인기 있는 요리들도 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The menu contained traditional favourites as well as more adventurous dishes. Add to Wordbook"
    },
    {
      "korean": "Could you send us a brochure of your car wash products, along with any other information that may assist us? 듣기 Add to Wordbook 귀사의 세차용품 안내책자와 더불어 저희에게 도움이 될 만한 자료를 보내주시겠습니까? DARAKWON",
      "english": "Could you send us a brochure of your car wash products, along with any other information that may assist us? Add to Wordbook"
    }
  ]
}