{
  "phrases": [
    {
      "phrase": "이렇게 될 줄 알았어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I knew this was coming."
      ]
    },
    {
      "phrase": "당신을 만나게 될 줄 꿈에도 생각지 못했습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "소개 I never dreamed I could meet you."
      ]
    },
    {
      "phrase": "이렇게 빨리 만나게 될 줄은 미처 생각 못했습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "대화 시작 I didn't think I'd see you so soon."
      ]
    },
    {
      "phrase": "줄",
      "hanja": "",
      "example": {},
      "meanings": [
        "(끈) string, cord, line; (밧줄) rope",
        "(사람·물건 등의) line, row, (Brit) queue",
        "(선) line"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become; (나이가) reach, (formal) attain; (경과하다) pass"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "kamikaze",
      "frequency": 0
    },
    {
      "meaning": "I anticipated as much",
      "frequency": 0
    },
    {
      "meaning": "pendant",
      "frequency": 1
    },
    {
      "meaning": "join",
      "frequency": 2
    },
    {
      "meaning": "can 1",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "이렇게 될 줄 알았나요? 우리가? Did you know things would turn out this way? 듣기 View video 콬TV (WHYNOT) : 일찍2 하드를 털어보았습니다 [일진에게 찍혔을 때2] 비하인드",
      "english": "Did you know things would turn out this way?"
    },
    {
      "korean": "[그땐 몰랐어요 거기서 X를 만나게 될 줄은...] [I didn't know I'd see X there...] View video Hyomstore : ep.18 횸스토어 MD들이 작품을 만들어 버렸다 (feat. 효민등장)",
      "english": "[I didn't know I'd see X there...]"
    },
    {
      "korean": "이렇게 될 줄 몰랐죠 그래서 - 그래요? I didn't know it would be like this. - Really? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#574. 오마이갓세븐 (스페셜 DJ 갓세븐 JB&영재 with 갓세븐)",
      "english": "I didn't know it would be like this. - Really?"
    },
    {
      "korean": "[꾸준히 높아서 상위권] 나 될 줄 몰랐는데, 진짜로! 대박! [Top three] I didn't expect this. Really. Awesome! 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.8 불면제로 #1 (Insomnia-Zero #1)",
      "english": "[Top three] I didn't expect this. Really. Awesome!"
    },
    {
      "korean": "근데 꼭 막판에 가서 하더라고 - 나는 될 줄 알았어! He always puts it in the last moment. - I thought it would work! 듣기 View video BTS : 슙디의 꿀 FM 06.13 with RM #0613FM_0502",
      "english": "He always puts it in the last moment. - I thought it would work!"
    }
  ],
  "examples": [
    {
      "korean": "I thought we were supposed to be living in a democracy. 발음듣기 나는 우리가 민주 국가에 살게 될 줄 알았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I thought we were supposed to be living in a democracy. 발음"
    },
    {
      "korean": "Well, blow me down! I never thought I’d see you again. 발음듣기 아니, 이런! 당신을 다시 만나게 될 줄은 생각도 못했어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Well, blow me down! I never thought I’d see you again. 발음"
    },
    {
      "korean": "I didn't expect I'd become a PowerPoint Ranger. 발음듣기 내가 파워포인트 레인저가 될 줄 상상도 못 했어. 국제영어대학원대학교 신어사전",
      "english": "I didn't expect I'd become a PowerPoint Ranger. 발음"
    },
    {
      "korean": "Little did he think that it would be a lifelong parting. 발음듣기 그것이 생이별이 될 줄을 그는 꿈에도 생각치 못했다 Dong-a's Prime English-Korean Dictionary",
      "english": "Little did he think that it would be a lifelong parting. 발음"
    },
    {
      "korean": "I knew this was coming. 발음듣기 이렇게 될 줄 알았어요. Neungyule",
      "english": "I knew this was coming. 발음"
    }
  ]
}