{
  "phrases": [
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(새로운 신분·지위 등을 갖다) be, become",
        "(다른 것으로 변하다) turn[change] (in)to, (발전하다) develop into",
        "(때·시기 등에 이르다) be, come, become, (나이가) reach, (formal) attain, (경과하다) pass"
      ]
    },
    {
      "phrase": "되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물기가 적어 뻑뻑하다) thick, stiff"
      ]
    },
    {
      "phrase": "-되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동사적 명사에 붙어) become, get to be, be",
        "(형용사·부사적 어근에 붙어) be"
      ]
    },
    {
      "phrase": "그게 도움이 될지도 모르겠군요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "That might be ^helpful^."
      ]
    },
    {
      "phrase": "며칠이 될지는 아직 모르겠습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "호텔에서 I don't know yet how long.",
        "호텔에서 I don't know how many days."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "take it/things one day at a time",
      "frequency": 0
    },
    {
      "meaning": "in the lap of the gods",
      "frequency": 0
    },
    {
      "meaning": "for what it's worth",
      "frequency": 0
    },
    {
      "meaning": "see which way the wind is blowing",
      "frequency": 0
    },
    {
      "meaning": "anything can/might happen",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이런 말 해도 될지 모르겠는데 술이... I don't know if it's okay to say, but I'm... 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "I don't know if it's okay to say, but I'm..."
    },
    {
      "korean": "근데 무슨 색이라고 해야 될지 사실 모르겠어 - 라벤더? But I don't know what the color is. - Lavender? 듣기 View video TWICE : TWICE TV “34th Golden Disc Awards DAY 1”",
      "english": "But I don't know what the color is. - Lavender?"
    },
    {
      "korean": "[과연 술래는 무얼 하게 될지?] 안 내면 술래 가위바위보! [What will the loser get?] Rock paper scissors! 듣기 View video MAMAMOO : [MMMTV6] EP13 비글로 돌아온 마마무",
      "english": "[What will the loser get?] Rock paper scissors!"
    },
    {
      "korean": "[과연 어떤 벌칙을 받게 될지?] - 복불복 타임! - 하나, 둘, 셋! [What will be the penalty?] - Penalty time! - 1, 2, 3! 듣기 View video OSEN : Stray KIds 스트레이키즈, 함께 여행가고 싶은 멤버 누구? #스타로드 10",
      "english": "[What will be the penalty?] - Penalty time! - 1, 2, 3!"
    },
    {
      "korean": "뭘 해야 될지 모르겠어서... I don't know what to do. 듣기 View video 콬TV (WHYNOT) : 너와 내가 키스한 이유 [연애미수] EP07 재미 있는 일이 생길 때마다 너에게 말해주고 싶었",
      "english": "I don't know what to do."
    }
  ],
  "examples": [
    {
      "korean": "I do not know when it will be. 듣기 Add to Wordbook 그게 언제가 될지는 모르겠어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "I do not know when it will be. Add to Wordbook"
    },
    {
      "korean": "You never know how it will be. 듣기 Add to Wordbook 그게 어떻게 될지는 모르는 일이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 왕눈이(yuna****)",
      "english": "You never know how it will be. Add to Wordbook"
    },
    {
      "korean": "I do not know how long it will not record. 듣기 Add to Wordbook 얼마나 오래 기록이 안 될지는 모르겠습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 tyeaglet(tyea****)",
      "english": "I do not know how long it will not record. Add to Wordbook"
    },
    {
      "korean": "The effects are just out of this world. 듣기 Add to Wordbook 영향력의 파급이 어느정도가 될지는 아무도 모른다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "The effects are just out of this world. Add to Wordbook"
    },
    {
      "korean": "God knows what shall become of us. 듣기 Add to Wordbook 우리 사이가 어떻게 될지는 하느님만 알아요 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "God knows what shall become of us. Add to Wordbook"
    }
  ]
}