{
  "phrases": [
    {
      "phrase": "두목",
      "hanja": " (頭目)",
      "example": {},
      "meanings": [
        "boss, head, leader, ringleader, kingpin"
      ]
    },
    {
      "phrase": "소매치기 두목",
      "hanja": "",
      "example": {},
      "meanings": [
        "a master pickpocket"
      ]
    },
    {
      "phrase": "깡패 두목",
      "hanja": "",
      "example": {},
      "meanings": [
        "a gang leader"
      ]
    },
    {
      "phrase": "산적 두목",
      "hanja": "",
      "example": {},
      "meanings": [
        "the head[chief] of the bandits"
      ]
    },
    {
      "phrase": "도둑의 두목",
      "hanja": "",
      "example": {},
      "meanings": [
        "a bandit leader[captain]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cock 1",
      "frequency": 3
    },
    {
      "meaning": "boss 1",
      "frequency": 3
    },
    {
      "meaning": "dada",
      "frequency": 0
    },
    {
      "meaning": "don",
      "frequency": 0
    },
    {
      "meaning": "anna",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너 뭐 하는 거야? - 두목이야. What are you doing? - I'm the boss. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비옷장 F/W 너비런웨이'",
      "english": "What are you doing? - I'm the boss."
    },
    {
      "korean": "\"ROEUN 두목님, 오셨습니까\"? \"When did you come, our leader ROEUN\"? 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비옷장 F/W 너비런웨이'",
      "english": "\"When did you come, our leader ROEUN\"?"
    },
    {
      "korean": "눈을 다쳐서? 두목이 겁 주려고? Because he hurt his eye? To scare other people? 듣기 View video V BOOKS : 김홍신 작가 북토크 생중계, '36.5도로 오래 가는 사랑을 이야기하다'",
      "english": "Because he hurt his eye? To scare other people?"
    },
    {
      "korean": "아니면 멀리서도 두목을 알아보게 하려고? Or to have other people recognize him even from a distance? 듣기 View video V BOOKS : 김홍신 작가 북토크 생중계, '36.5도로 오래 가는 사랑을 이야기하다'",
      "english": "Or to have other people recognize him even from a distance?"
    },
    {
      "korean": "저 사모님 같아요? 두목 같아요? Do I look like a rich woman? Do I look like a gang leader or what? 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비옷장 F/W 너비런웨이'",
      "english": "Do I look like a rich woman? Do I look like a gang leader or what?"
    }
  ],
  "examples": [
    {
      "korean": "The police are determined to smoke out the leaders of the gang. 듣기 Add to Wordbook 경찰은 그 갱단의 두목들을 찾아내리라 다짐하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The police are determined to smoke out the leaders of the gang. Add to Wordbook"
    },
    {
      "korean": "My boss ordered me to wack the guy because of money. 듣기 Add to Wordbook 두목이 나에게 돈을 이유로 그 사람을 살인하라고 명령했다. 국제영어대학원대학교 신어사전",
      "english": "My boss ordered me to wack the guy because of money. Add to Wordbook"
    },
    {
      "korean": "They were chuffed to buggery when their boss fell down. 듣기 Add to Wordbook 두목이 넘어졌을 때 그들은 몹시 기뻐했다. 국제영어대학원대학교 신어사전",
      "english": "They were chuffed to buggery when their boss fell down. Add to Wordbook"
    },
    {
      "korean": "He is to all intents and purposes my boss. 듣기 Add to Wordbook 저 사람은 내 두목 격이다 Dong-a's Prime English-Korean Dictionary",
      "english": "He is to all intents and purposes my boss. Add to Wordbook"
    },
    {
      "korean": "The boss exploited his men (for his own ends). 듣기 Add to Wordbook 두목은 (자기 목적을 위해) 부하들을 이용했다. Friendict Level English-Korean Dictionary",
      "english": "The boss exploited his men (for his own ends). Add to Wordbook"
    }
  ]
}