{
  "phrases": [
    {
      "phrase": "둔",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Doon"
      ]
    },
    {
      "phrase": "Doon",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 둔 강(江): 영국 스코틀랜드 서남부의 강, Ayr 주에서 서북쪽으로 흘러 Clyde 만(灣)으로 들어간다, 길이 48km."
      ]
    },
    {
      "phrase": "doon ( doun )",
      "hanja": "",
      "example": {},
      "meanings": [
        "PREP a Scot word for down"
      ]
    },
    {
      "phrase": "doun",
      "hanja": "",
      "example": {},
      "meanings": [
        "PREP a variant spelling of doon"
      ]
    },
    {
      "phrase": "두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) put, set, place, position, (informal) park (=놓다)",
        "(남겨 두다) leave (behind)",
        "(일정한 상태로 있게 하다) keep, leave, let"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "based",
      "frequency": 3
    },
    {
      "meaning": "rooted",
      "frequency": 3
    },
    {
      "meaning": "factual",
      "frequency": 3
    },
    {
      "meaning": "on the back burner",
      "frequency": 0
    },
    {
      "meaning": "a stash of money",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아껴둔 거에도 거의... Well, those pictures... 듣기 View video ASTRO : 차은우의 Just one 10 minutes",
      "english": "Well, those pictures..."
    },
    {
      "korean": "오케이 접어둔 거 읽으면 돼? OK. The pages you've folded? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #59 도겸의 추석책빵",
      "english": "OK. The pages you've folded?"
    },
    {
      "korean": "그럼 혹시 생각해둔 곡이 있나요? Any song you want to sing? 듣기 View video V COOKIE : [Full] UP10TION X LieV - 업텐션의 눕방라이브!",
      "english": "Any song you want to sing?"
    },
    {
      "korean": "그러면 너가 읽고 - 접어둔... So read the book, first. - The folded pages... 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #59 도겸의 추석책빵",
      "english": "So read the book, first. - The folded pages..."
    },
    {
      "korean": "[멤버들이 딴 금메달을 방에 걸어둔 토미!] 진짜요? [TOMI hung the medal on the wall] Really? 듣기 View video IZ*ONE : IZ*ONE 에너지 캠(ENOZI Cam) EP.38",
      "english": "[TOMI hung the medal on the wall] Really?"
    }
  ],
  "examples": [
    {
      "korean": "the heliocentric model of the solar system 듣기 Add to Wordbook 태양을 중심에 둔 태양계 모형 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the heliocentric model of the solar system Add to Wordbook"
    },
    {
      "korean": "He pumped all his savings into the business. 듣기 Add to Wordbook 그는 그 사업에 저축해 둔 돈을 몽땅 쏟아부었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He pumped all his savings into the business. Add to Wordbook"
    },
    {
      "korean": "The room smelt of disuse and mouldering books. 듣기 Add to Wordbook 그 방은 쓰지 않고 묵혀 둔 냄새와 썩어 가는 책 냄새가 났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The room smelt of disuse and mouldering books. Add to Wordbook"
    },
    {
      "korean": "a story based on fact 듣기 Add to Wordbook 사실에 기반을 둔 소설 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a story based on fact Add to Wordbook"
    },
    {
      "korean": "Luckily he had insured himself against long-term illness. 듣기 Add to Wordbook 다행히 그가 장기 질환에 대비한 보험을 들어 둔 상태였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Luckily he had insured himself against long-term illness. Add to Wordbook"
    }
  ]
}