{
  "phrases": [
    {
      "phrase": "둘",
      "hanja": "",
      "example": {},
      "meanings": [
        "(하나에 하나를 더한 수) two",
        "(비유적)"
      ]
    },
    {
      "phrase": "둘-",
      "hanja": "",
      "example": {},
      "meanings": [
        "sterile, barren"
      ]
    },
    {
      "phrase": "둘이 먹다 하나(가) 죽어도 모르겠다",
      "hanja": "",
      "example": {},
      "meanings": [
        "stick to one's mouth"
      ]
    },
    {
      "phrase": "둘이",
      "hanja": "",
      "example": {},
      "meanings": [
        "two people",
        "a couple",
        "a pair"
      ]
    },
    {
      "phrase": "둘 중 하나",
      "hanja": "",
      "example": {},
      "meanings": [
        "one of the two",
        "one between the two"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "장남",
      "frequency": 0
    },
    {
      "meaning": "both",
      "frequency": 3
    },
    {
      "meaning": "장녀",
      "frequency": 0
    },
    {
      "meaning": "two",
      "frequency": 3
    },
    {
      "meaning": "for",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "지금은 둘 만 있어요. Right now, it's just us. 듣기 View video GFRIEND : 어디야? 우리 카펜데☕️",
      "english": "Right now, it's just us."
    },
    {
      "korean": "둘 만 끓여 줬어요. You only cooked it for them. 듣기 View video EXID : 혜린이의생일기념깜짝브이앱!❤️",
      "english": "You only cooked it for them."
    },
    {
      "korean": "둘 만의 시간을 드리도록 하겠습니다. Let's make a time for two. 듣기 View video OH MY GIRL : 기습일탈 삼총사 크크",
      "english": "Let's make a time for two."
    },
    {
      "korean": "이렇게는 댄스... - 둘 만 한다고 했고요. This dance...? - These two... 듣기 View video V Special : JTBC <판타스틱>(Fantastic) Main Actors Spot Live",
      "english": "This dance...? - These two..."
    },
    {
      "korean": "왜 이렇게 둘 만 있을까요 여러분? Why do you think we are the only two here? 듣기 View video MAMAMOO : 취사가 완료되었습니다!",
      "english": "Why do you think we are the only two here?"
    }
  ],
  "examples": [
    {
      "korean": "They were in their own little world. 듣기 Add to Wordbook 그들은 둘 만의 작은 세계에 빠져 있었어요. YBM All in All English-Korean Dictionary",
      "english": "They were in their own little world. Add to Wordbook"
    },
    {
      "korean": "Every relationship is a secret between two people. 듣기 Add to Wordbook 두 사람 사이에서 일어나는 모든 관계는 둘 만의 비밀이다. Neungyule",
      "english": "Every relationship is a secret between two people. Add to Wordbook"
    },
    {
      "korean": "Love is when you’re the only two people in the world who matter. 듣기 Add to Wordbook 사랑이란 이 세상에서 오직 둘 만이 소중하다고 느끼는 순간이다. YBM All in All English-Korean Dictionary",
      "english": "Love is when you’re the only two people in the world who matter. Add to Wordbook"
    },
    {
      "korean": "Only two out of ten have more education. 듣기 Add to Wordbook 겨우 열 명 중 둘 만 높을 뿐이다. TIMES CORE",
      "english": "Only two out of ten have more education. Add to Wordbook"
    },
    {
      "korean": "You and I can be alone somewhere else. 듣기 Add to Wordbook 우리 둘만 다른 곳에 있으면 되잖아 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 나그네(lama****)",
      "english": "You and I can be alone somewhere else. Add to Wordbook"
    }
  ]
}