{
  "phrases": [
    {
      "phrase": "둘 다 채용할 수 없는 게 유감이네요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "직장에서의 표현 We are sorry we can't hire them both."
      ]
    },
    {
      "phrase": "두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) put, set, place, position, (informal) park (=놓다)",
        "(남겨 두다) leave (behind)",
        "(일정한 상태로 있게 하다) keep, leave, let"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (數)",
      "example": {},
      "meanings": [
        "(숫자) number (of)",
        "(몇, 여러)",
        "(자연수·정수 등) number"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (手)",
      "example": {},
      "meanings": [
        "(바둑·장기 등의) move",
        "(비유적)"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (繡)",
      "example": {},
      "meanings": [
        "(자수) embroidery"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "move",
      "frequency": 3
    },
    {
      "meaning": "parallel port",
      "frequency": 0
    },
    {
      "meaning": "trysail mast",
      "frequency": 0
    },
    {
      "meaning": "parting gate",
      "frequency": 0
    },
    {
      "meaning": "a crying evil",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "덕질을 그만 두겠다고 하시면 그만 둘 수가 있는 건가요? If you want to stop loving me, is it possible? 듣기 View video V COOKIE : [Full]RADIO APART X ONG SEONG WU (RADIO APART X 옹성우)",
      "english": "If you want to stop loving me, is it possible?"
    },
    {
      "korean": "앨범을 쓰면서도 저희 둘의 케미를 중점으로 둘 수 있게 만들었고요. we created the album with a focus on our personal chemistry together. 듣기 View video ALL THE K-POP : [주간아이돌] 기습 LIVE with 우석X관린(WOOSEOKXKUANLIN)",
      "english": "we created the album with a focus on our personal chemistry together."
    },
    {
      "korean": "귀를 또 살려둘 수 없죠. You can't leave out the ears. 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.14 1위 공약 안무 영상 비하인드",
      "english": "You can't leave out the ears."
    },
    {
      "korean": "아유~ 잘 때 몸을 묶어둘 수도 없고. Ah! You can't tie up when you go to sleep. 듣기 View video B1A4 : B1A4의 To My Star EP.013-1",
      "english": "Ah! You can't tie up when you go to sleep."
    },
    {
      "korean": "이거 왔으니까 이렇게 둘 수 없잖아. Since this came, we can't just leave it here. 듣기 View video V COOKIE : [Full]ONF's SUMMER VACATION WEEK - 온앤오프 X 여름방학 스페셜위크",
      "english": "Since this came, we can't just leave it here."
    }
  ],
  "examples": [
    {
      "korean": "We can hold your reservation for three days. 듣기 Add to Wordbook (우리가) 당신의 예약 사항[당신이 예약한 것]을 사흘 동안은 그대로 둘 수 있습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We can hold your reservation for three days. Add to Wordbook"
    },
    {
      "korean": "Can’t you just stop? 듣기 Add to Wordbook 너 그냥 좀 그만 둘 수 없니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can’t you just stop? Add to Wordbook"
    },
    {
      "korean": "You could secure it on lay-by. 듣기 Add to Wordbook 예약 구매로 그 물건을 확보해 둘 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You could secure it on lay-by. Add to Wordbook"
    },
    {
      "korean": "The matter cannot rest there—I intend to sue. 듣기 Add to Wordbook 그 문제를 그냥 둘 수 없다. 난 고소를 할 작정이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The matter cannot rest there—I intend to sue. Add to Wordbook"
    },
    {
      "korean": "She thought that having his child would bind him to her forever. 듣기 Add to Wordbook 그녀는 그의 아이를 가지면 그를 영원히 자기에게 묶어 둘 수 있을 거라고 생각했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She thought that having his child would bind him to her forever. Add to Wordbook"
    }
  ]
}