{
  "phrases": [
    {
      "phrase": "뒤틀리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸이) twist, be twisted, be distorted",
        "(일·계획 등이)",
        "(심사·시각 등이)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "wryly",
      "frequency": 0
    },
    {
      "meaning": "off[out of] plumb",
      "frequency": 0
    },
    {
      "meaning": "That guy makes me puke!",
      "frequency": 0
    },
    {
      "meaning": "animated oat",
      "frequency": 0
    },
    {
      "meaning": "twisted",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "실제로 스스로의 뒤틀려 있고 베베 꼬인 성격을 갖고 만든 닉네임이었나요? Did you pick the name to show your distorted nature? 듣기 View video V BOOKS : <송곳> 최규석 작가 북토크 생중계 (게스트 : 주호민, 이종범)",
      "english": "Did you pick the name to show your distorted nature?"
    },
    {
      "korean": "[귀여움에 뒤틀리는 오장육부] 미니 팩트 주세요! Give me a mini pact. 듣기 View video 방판소년단-SBS Plus : [방판소년단 EP68] 에이프릴 채경이 애 엄마(?) 된 사연?!",
      "english": "Give me a mini pact."
    },
    {
      "korean": "관절이 몇 개 더 뒤틀리지? I have a few extra joints that twist, huh? 듣기 View video 키워드#보아 - my SMTelevision : [키워드#보아] Ep.07 성덕 ‘키’가 보는 아티스트 '보아' (1)",
      "english": "I have a few extra joints that twist, huh?"
    },
    {
      "korean": "본인의 뒤틀림의 근간이 됐다고 하셨어요. He said that the base of his distortion came from it. 듣기 View video V BOOKS : <송곳> 최규석 작가 북토크 생중계 (게스트 : 주호민, 이종범)",
      "english": "He said that the base of his distortion came from it."
    },
    {
      "korean": "아니, 남주 누나는 왜 이렇게 사람을 이렇게 뒤틀리게 그려? Nam Joo, why do you draw people so twisted? 듣기 View video 컨버전스 TV (CONS TV) : [악동탐정스] 남주X형섭X선호 500만 감사 악탐스 코멘터리",
      "english": "Nam Joo, why do you draw people so twisted?"
    }
  ],
  "examples": [
    {
      "korean": "Their bodies had suffered contortion as a result of malnutrition. 듣기 Add to Wordbook 그들의 몸은 영양실조에 시달린 결과 뒤틀려 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their bodies had suffered contortion as a result of malnutrition. Add to Wordbook"
    },
    {
      "korean": "That guy makes me puke! 듣기 Add to Wordbook 저 놈만 보면 난 속이 뒤틀려! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "That guy makes me puke! Add to Wordbook"
    },
    {
      "korean": "Her character was warped by repeated misfortunes. 듣기 Add to Wordbook 계속된 불행 때문에 그 여자의 성격이 뒤틀려 버렸다 Dong-a's Prime English-Korean Dictionary",
      "english": "Her character was warped by repeated misfortunes. Add to Wordbook"
    },
    {
      "korean": "The graphics look distorted, don't they? 듣기 Add to Wordbook 그림과 글자가 뒤틀려 보이죠, 그렇지 않아요? Neungyule",
      "english": "The graphics look distorted, don't they? Add to Wordbook"
    },
    {
      "korean": "It is asymmetrical and can be flattened. 듣기 Add to Wordbook 이것은 뒤틀려 있으나 평평하게 펴질수 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 잠실남자(greg****)",
      "english": "It is asymmetrical and can be flattened. Add to Wordbook"
    }
  ]
}