{
  "phrases": [
    {
      "phrase": "뒷골목",
      "hanja": "",
      "example": {},
      "meanings": [
        "(큰길 뒤쪽의 작은 골목) backstreet, alley(way)",
        "(범죄 세계) back alley"
      ]
    },
    {
      "phrase": "뒷골목을 찾다",
      "hanja": "",
      "example": {},
      "meanings": [
        "look for back street"
      ]
    },
    {
      "phrase": "뒷골목을 걷다",
      "hanja": "",
      "example": {},
      "meanings": [
        "walk down backstreet"
      ]
    },
    {
      "phrase": "뒷골목을 거닐다",
      "hanja": "",
      "example": {},
      "meanings": [
        "walk down backstreet"
      ]
    },
    {
      "phrase": "뒷골목을 택하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "choose backstreet"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "back alley",
      "frequency": 0
    },
    {
      "meaning": "bystreet",
      "frequency": 3
    },
    {
      "meaning": "a back street",
      "frequency": 0
    },
    {
      "meaning": "smelly district",
      "frequency": 0
    },
    {
      "meaning": "골목",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "약간 좀 차분하고, 우리 나라로 따지면 청담동의 뒷골목 그렇죠. and was a bit more calm and looked like a street in Cheongam-dong. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 7부_ep.2 (분노 폭발) 포피즈의 불꽃신경전!!",
      "english": "and was a bit more calm and looked like a street in Cheongam-dong."
    },
    {
      "korean": "아침, 저녁으로 쎄가 빠지게 우체통 뒤지고 은행 뒷골목 가서 몰래 빼돌려요. I scavenge letter boxes every morning. I also pick discarded paper from a bank. 듣기 View video V MOVIE : [REPLAY] 임시완 X 진구 <원라인> 무비토크 라이브 'Lim SiWan X Jin Goo MovieTalk LIVE'",
      "english": "I scavenge letter boxes every morning. I also pick discarded paper from a bank."
    }
  ],
  "examples": [
    {
      "korean": "The shop is tucked away down a backstreet. 듣기 Add to Wordbook 그 상점은 사람들이 붐비지 않는 뒷골목에 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The shop is tucked away down a backstreet. Add to Wordbook"
    },
    {
      "korean": "With all that cocky swagger, he looks like a hoodlum. 듣기 Add to Wordbook 그는 건들거리는 모습이 뒷골목 깡패 같다 Neungyule",
      "english": "With all that cocky swagger, he looks like a hoodlum. Add to Wordbook"
    },
    {
      "korean": "Stay away from the lonely backstreets. 듣기 Add to Wordbook 인적이 드문 뒷골목은 다니지 마라 Neungyule",
      "english": "Stay away from the lonely backstreets. Add to Wordbook"
    },
    {
      "korean": "This back alley looks just as it did in the old days. 듣기 Add to Wordbook 이 뒷골목은 옛 모습 그대로다 Neungyule",
      "english": "This back alley looks just as it did in the old days. Add to Wordbook"
    },
    {
      "korean": "He used to lord it over the back alleys of Busan. 듣기 Add to Wordbook 그는 한때 부산의 뒷골목을 주름잡았다 Neungyule",
      "english": "He used to lord it over the back alleys of Busan. Add to Wordbook"
    }
  ]
}