{
  "phrases": [
    {
      "phrase": "드높다",
      "hanja": "",
      "example": {},
      "meanings": [
        "high, (literary) lofty"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in a high voice",
      "frequency": 0
    },
    {
      "meaning": "breezes with a distinct briny flavor",
      "frequency": 0
    },
    {
      "meaning": "a slight elevation",
      "frequency": 0
    },
    {
      "meaning": "high hopes",
      "frequency": 0
    },
    {
      "meaning": "high hope",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[터콰이즈 is 드높은 이상의 색!] 이건 드높은 이상의 색이야. [Turquoise is a color of ideal] It's a color of ideal. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 1화 ep.4 우리들의 진짜 이야기 '내생애 첫번째 취미'",
      "english": "[Turquoise is a color of ideal] It's a color of ideal."
    }
  ],
  "examples": [
    {
      "korean": "The autumn sky is (so) blue and high. 발음듣기 가을 하늘은 파랗고 드높다 Neungyule",
      "english": "The autumn sky is (so) blue and high. 발음"
    },
    {
      "korean": "Failure to do so amid loud vows for vengeance only confirmed the southerners' belief. 발음듣기 복수에 대한 목소리가 드높은 가운데, 이렇게 하지 않음으로써 남한 국민들의 확신만 굳게 했을 뿐이다. Neungyule",
      "english": "Failure to do so amid loud vows for vengeance only confirmed the southerners' belief. 발음"
    },
    {
      "korean": "They let the entire world know the lofty[noble] spirit of Koreans. 발음듣기 그들은 한국인의 드높은 기상을 전 세계에 알렸다 Neungyule",
      "english": "They let the entire world know the lofty[noble] spirit of Koreans. 발음"
    },
    {
      "korean": "change to a higher and shriller tone 발음듣기 보다 드높은 목소리로 변하다. 영어영작문대사전",
      "english": "change to a higher and shriller tone 발음"
    },
    {
      "korean": "When top scientist Hwang Woo-suk fell from his lofty perch amid a wave of allegations questioning his research in 2005, the country’s competitive culture of always hurrying was partly to blame. 발음듣기 2005년 권위 있는 과학자 황우석 박사가 자신의 연구에 의문을 제기하는 목소리가 드높은 가운데 높은 자리에서 추락했을 때, 항상 서두르는 한국의 경쟁 문화가 일부 비난을 받았다. EDU TIMES",
      "english": "When top scientist Hwang Woo-suk fell from his lofty perch amid a wave of allegations questioning his research in 2005, the country’s competitive culture of always hurrying was partly to blame. 발음"
    }
  ]
}