{
  "phrases": [
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖에서 안으로) enter, go[get, come] in(to), walk[step] in(to)",
        "(안에 담겨 있다) have, contain, hold",
        "(햇볕 등이)"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손에 잡다) hold, take, (집어 올리다) pick up, (몸에 지니고 다니다) carry",
        "(위로 올리다) raise, lift (up), put up",
        "(예·이유 등을) give, quote, cite"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(먹다) have, eat, (마시다) drink"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(칼 등이) cut (well), be sharp"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb deulda",
        "Assistant adverb deulda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sharp-edged",
      "frequency": 0
    },
    {
      "meaning": "cheap",
      "frequency": 3
    },
    {
      "meaning": "expensive",
      "frequency": 3
    },
    {
      "meaning": "costly",
      "frequency": 3
    },
    {
      "meaning": "guilty",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "형은요? 형 마음에 드는 게 - 저는... What about you? - For me... 듣기 View video Dispatch : [ⓓxV] “아기천사즈 칭찬 대파티” (한결, 도현 : H&D)",
      "english": "What about you? - For me..."
    },
    {
      "korean": "좀 마음에 드는 분이 있나요? Is there anyone you want to be on the same team? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.5 부승관의 전생연분 #1 (SeungKwan Boo's Past Life Destiny #1)",
      "english": "Is there anyone you want to be on the same team?"
    },
    {
      "korean": "익숙한 느낌이 저만 드는 건가요? Is it just me who feels that this is all so familiar? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Is it just me who feels that this is all so familiar?"
    },
    {
      "korean": "한 명씩 마음에 드는 앨범 사진 있어요? Do you each have a picture that you like in the album? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Do you each have a picture that you like in the album?"
    },
    {
      "korean": "한이 자신의 얼굴 중 가장 마음에 드는 부위는? What's HAN's favorite part of his face? 듣기 View video OSEN : Stray KIds 스트레이키즈가 폭로한 현진의 잠버릇은? #스타로드 9",
      "english": "What's HAN's favorite part of his face?"
    }
  ],
  "examples": [
    {
      "korean": "He was wont to fall asleep after supper. 듣기 Add to Wordbook 그는 저녁을 먹은 후에 잠이 드는 버릇이 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was wont to fall asleep after supper. Add to Wordbook"
    },
    {
      "korean": "a congenial working environment 듣기 Add to Wordbook 마음에 드는 근무 환경 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a congenial working environment Add to Wordbook"
    },
    {
      "korean": "a post hoc explanation 듣기 Add to Wordbook 먼저 있었던 사건을 이유로 드는 설명 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a post hoc explanation Add to Wordbook"
    },
    {
      "korean": "Can you help me with this box? 듣기 Add to Wordbook 이 상자 드는 거 좀 도와줄래? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can you help me with this box? Add to Wordbook"
    },
    {
      "korean": "the costs of feeding and clothing a family 듣기 Add to Wordbook 가족을 먹이고 입히는 데 드는 돈 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the costs of feeding and clothing a family Add to Wordbook"
    }
  ]
}