{
  "phrases": [
    {
      "phrase": "든지",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition (Abbr.) 든. deun (→거나, 이든지)"
      ]
    },
    {
      "phrase": "-든지",
      "hanja": "",
      "example": {},
      "meanings": [
        "either...or, whether...or"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖에서 안으로) enter, go[get, come] in(to), walk[step] in(to)",
        "(안에 담겨 있다) have, contain, hold",
        "(햇볕 등이)"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손에 잡다) hold, take, (집어 올리다) pick up, (몸에 지니고 다니다) carry",
        "(위로 올리다) raise, lift (up), put up",
        "(예·이유 등을) give, quote, cite"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(먹다) have, eat, (마시다) drink"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "odd and[or] even",
      "frequency": 0
    },
    {
      "meaning": "a drug on[in] the market",
      "frequency": 0
    },
    {
      "meaning": "elderly",
      "frequency": 3
    },
    {
      "meaning": "feel",
      "frequency": 3
    },
    {
      "meaning": "cheap",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그렇죠~ - 자유롭게 어디서든지 그리시면 됩니다! Yes. - You can draw wherever you want! 듣기 View video V COOKIE : [Full] N.Flying X CouchTalk - 엔플라잉 X 카우치토크",
      "english": "Yes. - You can draw wherever you want!"
    },
    {
      "korean": "저희 7명 모두 전부가 우영이 형이 갑자기 영상 편집한다고 했을 때 무슨 생각이 든지 알아요? Guess what all 7 of us thought when Woo Young suddenly said he's going to edit videos? 듣기 View video ATEEZ : 우&쫑과 함께 놀자 ❤️ATINY❤️",
      "english": "Guess what all 7 of us thought when Woo Young suddenly said he's going to edit videos?"
    },
    {
      "korean": "어디서든지 사실 수 있어요. You can buy it anywhere. 듣기 View video MELODYDAY : MelodyDay '차희의 그림을 그립시다'",
      "english": "You can buy it anywhere."
    },
    {
      "korean": "진짜 뭐든지 다 해요. 뭐 든지. We will do anything. Anything. 듣기 View video HALO : 히천이 몰래생파",
      "english": "We will do anything. Anything."
    },
    {
      "korean": "앉을 곳만 있다면 어디서든지 앉을 수 있어요. I can sit anywhere. 듣기 View video YGK+ : 효니티비 시즌4 제주올래?_혼자올래!",
      "english": "I can sit anywhere."
    }
  ],
  "examples": [
    {
      "korean": "He will nose out a scandal anywhere. 듣기 Add to Wordbook 그는 어디서든지 추문(醜聞)을 잘 알아 온다. Friendict Level English-Korean Dictionary",
      "english": "He will nose out a scandal anywhere. Add to Wordbook"
    },
    {
      "korean": "A note of the Bank of England used to pass anywhere. 듣기 Add to Wordbook 잉글랜드 은행권은 어디서든지 통용되었다. Friendict Level English-Korean Dictionary",
      "english": "A note of the Bank of England used to pass anywhere. Add to Wordbook"
    },
    {
      "korean": "Man is born free, but everywhere he is in chains. 듣기 Add to Wordbook 인간은 자유롭게 태어났으나 어디서든지 속박 받는다. Neungyule",
      "english": "Man is born free, but everywhere he is in chains. Add to Wordbook"
    },
    {
      "korean": "You could meet him in Ireland, Texas or anywhere. 듣기 Add to Wordbook 당신은 아일랜드, 텍사스, 아니면 어디서든지 그를 만날 수 있었다. YBM All in All English-Korean Dictionary",
      "english": "You could meet him in Ireland, Texas or anywhere. Add to Wordbook"
    },
    {
      "korean": "Essential to any game are the rules that define it. 듣기 Add to Wordbook 어떠한 게임에서 든지 중요한 것은 그 게임을 규정하고 있는 규칙들이다. Neungyule",
      "english": "Essential to any game are the rules that define it. Add to Wordbook"
    }
  ]
}