{
  "phrases": [
    {
      "phrase": "듣다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(소리를) hear, listen (to)",
        "(말·충고 등을) listen (to), follow, obey, take (one's advice), (Am) mind, (formal) heed",
        "(소식·소문 등을) hear (of), (formal) learn"
      ]
    },
    {
      "phrase": "듣다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(효과가 있다) have an effect (on), be effective, work (for), act (on)",
        "(정상적으로 움직이다) work"
      ]
    },
    {
      "phrase": "듣다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb fall in drops"
      ]
    },
    {
      "phrase": "듣도 보도 못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have never heard and seen"
      ]
    },
    {
      "phrase": "듣다 처음[첫 소리]",
      "hanja": "",
      "example": {},
      "meanings": [
        "the first time to hear[the first sound]"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "제가 듣기론 해외에서 한 절반 정도 (노래가) 나왔다고 했는데 아닌가요? I hear that about half the song came out abroad. 듣기 View video V PICK! : [BTS] 우리 지민이가 찾는 은은한 향이 이 벽 안에 있다구요? 박물관으로 모십니다 ✧*.◟(ˊᗨˋ)◞.*✧ (JIMIN's V with special guests JIN&RM)",
      "english": "I hear that about half the song came out abroad."
    },
    {
      "korean": "왜 없었어요? - 제가 듣기론 없었던 걸로 기억을 하는데 - 뭘까요? Why not? - I heard that you had one. - What was it? 듣기 View video MONSTA X : [Replay] MONSTA X [THE CONNECT] COMEBACK SHOW",
      "english": "Why not? - I heard that you had one. - What was it?"
    },
    {
      "korean": "제가 듣기론 아까 쇼핑을 하고 있다고 들었거든요. From what I heard, she's shopping. 듣기 View video EXID : [#EXID] #하니와 #정화가 2017 케이블 방송대상 시상식에 왔쭁! 레드카펫 끝나고 #브이앱으로 예~~쁜 모습 보여드릴께요!!",
      "english": "From what I heard, she's shopping."
    },
    {
      "korean": "제가 듣기론 Lee Ho Jung씨가 흥이 굉장히 많다고 들었어요. I heard you're always joyful, Lee Ho Jung. 듣기 View video V Special : SBS파워FM 오늘같은밤 러브블러썸: V데이트 정진운X이호정",
      "english": "I heard you're always joyful, Lee Ho Jung."
    },
    {
      "korean": "저희가 듣기론 눕방에 출연했던 최대 인원이 9명이라고 들었거든요. As far as I know, the maximum number of participants in one LieV was 9. 듣기 View video V COOKIE : [Full] SEVENTEEN X LieV - 세븐틴의 눕방라이브!",
      "english": "As far as I know, the maximum number of participants in one LieV was 9."
    }
  ],
  "examples": [
    {
      "korean": "I hear he’s shacked up with some woman. 듣기 Add to Wordbook 내가 듣기론 그가 어떤 여자와 살림을 차렸다고 해. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I hear he’s shacked up with some woman. Add to Wordbook"
    },
    {
      "korean": "I’ve heard he doesn’t like putting his hand in his pocket. 듣기 Add to Wordbook 내가 듣기론 그가 돈 쓰는 걸 좋아하지 않는대. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve heard he doesn’t like putting his hand in his pocket. Add to Wordbook"
    },
    {
      "korean": "I heard it has some special food. 듣기 Add to Wordbook 내가 듣기론 특별한 음식이 있다던데. YBM All in All English-Korean Dictionary",
      "english": "I heard it has some special food. Add to Wordbook"
    },
    {
      "korean": "But I've heard that there are close to 20,000 accidents in the home every year that happen because of guns. 듣기 Add to Wordbook 하지만 듣기론 총때문에 가정에서 일어나는 사고가 매년 20000건에 가깝다고 한다. YBM All in All English-Korean Dictionary",
      "english": "But I've heard that there are close to 20,000 accidents in the home every year that happen because of guns. Add to Wordbook"
    },
    {
      "korean": "From what I hear, badminton players know how to handle a shuttlecock. 듣기 Add to Wordbook 내가 듣기론 배드민턴 선수들은 셔틀콕을 어떻게 처리할 지 안다고 해. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "From what I hear, badminton players know how to handle a shuttlecock. Add to Wordbook"
    }
  ]
}