{
  "phrases": [
    {
      "phrase": "들르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "stop by, come by, call (in), (informal) drop by[in, around], (도중에) stop off (at/in)"
      ]
    },
    {
      "phrase": "내 집에 들러 주게.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Come around to my place."
      ]
    },
    {
      "phrase": "아무 때나 들러 주세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Please come around any time."
      ]
    },
    {
      "phrase": "노래방에 들러 여흥을 즐기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "stop by a karaoke (bar) to have some fun"
      ]
    },
    {
      "phrase": "또 들러 주십시오.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-체크아웃 I hope you'll come again."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "matted",
      "frequency": 0
    },
    {
      "meaning": "Bowdler",
      "frequency": 0
    },
    {
      "meaning": "Birds-lime sticks to feathers.",
      "frequency": 0
    },
    {
      "meaning": "fiedlerite",
      "frequency": 0
    },
    {
      "meaning": "idler arm",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "시간 되시면은 꼭 가셨으면 좋겠습니다 저도 한번 다음에 들러볼게요. If you have the time, make sure to check it out! I'll try to go there too. 듣기 View video INFINITE : 우현이 내게오나봐 잘사람자라디오 8화 우현이 내게오나봐 잘사람자라디오 8화",
      "english": "If you have the time, make sure to check it out! I'll try to go there too."
    },
    {
      "korean": "[아쉬운 마음에 GIFT SHOP이라도 들러보았다] 들어갔으면 약간 이런 걸 봤었겠죠? [They looked around the gift shop] If we went in, we probably looked at pictures like this, huh? 듣기 View video NCT 127 : [N'-47] JJDATE 재쟈데이트 #2",
      "english": "[They looked around the gift shop] If we went in, we probably looked at pictures like this, huh?"
    },
    {
      "korean": "많이 많이 들러주시고요. Please check it out. 듣기 View video Lee Joon Gi : 달연 미니팬미팅",
      "english": "Please check it out."
    },
    {
      "korean": "들러줄 수 있는 건가요? So, you can play it to us? 듣기 View video 2PM : 준케이는 작업실",
      "english": "So, you can play it to us?"
    },
    {
      "korean": "네. - 이번에 제가 들러드릴 노래는요. Yeah. - This song... 듣기 View video V COOKIE : [Replay] GOT7 JB & YOUNGJAE's LieV - GOT7 JB & 영재의 눕방 라이브!",
      "english": "Yeah. - This song..."
    }
  ],
  "examples": [
    {
      "korean": "I didn’t think you’d be at home but I just called by on the off chance. 듣기 Add to Wordbook 네가 집에 있으리라고는 생각 안 하고 그냥 혹시나 해서 들러 본 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I didn’t think you’d be at home but I just called by on the off chance. Add to Wordbook"
    },
    {
      "korean": "He minced over to serve us. 듣기 Add to Wordbook 그가 부자연스러운 빠른 걸음으로 우리 시중을 들러 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He minced over to serve us. Add to Wordbook"
    },
    {
      "korean": "I’ll pop the books in on my way home. 듣기 Add to Wordbook 내가 집에 가는 길에 잠깐 들러 그 책들을 전해 줄게. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll pop the books in on my way home. Add to Wordbook"
    },
    {
      "korean": "Could you stop by the store on the way home for some bread? 듣기 Add to Wordbook 집에 오는 길에 가게에 들러 빵 좀 사오시겠어요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Could you stop by the store on the way home for some bread? Add to Wordbook"
    },
    {
      "korean": "I called in at the office on the off chance that you would still be there. 듣기 Add to Wordbook 당신이 혹시 아직 사무실에 있나 하고 들러 봤어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I called in at the office on the off chance that you would still be there. Add to Wordbook"
    }
  ]
}