{
  "phrases": [
    {
      "phrase": "들어가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(특정 장소로) enter, go[get, come] in(to), walk[step] in(to)",
        "go into, (몸 안으로) get into",
        "(학교·회사 등에) enter, go into; (회사에) be employed; (가입하다) join"
      ]
    },
    {
      "phrase": "거기로 기어 들어가야 해.",
      "hanja": "",
      "example": {},
      "meanings": [
        "You gotta crawl in there."
      ]
    },
    {
      "phrase": "범의 굴에 들어가야 범을 잡는다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(속담) Nothing ventured, nothing gained. or He who would search for pearls, must dive below."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Glory is the fair child of peril.",
      "frequency": 0
    },
    {
      "meaning": "Nothing venture, nothing have.",
      "frequency": 0
    },
    {
      "meaning": "enter",
      "frequency": 2
    },
    {
      "meaning": "penetrate",
      "frequency": 1
    },
    {
      "meaning": "dent",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "그럼 오늘도 일찍 들어가야 돼? Do you have to go home early again? 듣기 View video 플레이리스트 (Playlist) : 이게 본 모습이라고?;; 충격적인 배우 본체 [인서울2] - 비하인드1",
      "english": "Do you have to go home early again?"
    },
    {
      "korean": "[염원을 담아서 스피드 UP] 들어가야 돼! [Speeding up] I hope to finish the race! 듣기 View video BTS : Run BTS! 2020 - EP.107",
      "english": "[Speeding up] I hope to finish the race!"
    },
    {
      "korean": "[시원하게 1등 골인] - 우승! - 안 돼 들어가야 돼 들어가야 돼 들어가야 돼 남준아! [Finished first] - I won! - Oh, no. Namjoon, finish the race! 듣기 View video BTS : Run BTS! 2020 - EP.107",
      "english": "[Finished first] - I won! - Oh, no. Namjoon, finish the race!"
    },
    {
      "korean": "이 둘 중에 뭐가 들어가야 된다 여기에? Which CD is for this version? 듣기 View video EXO : 캔디 앨범 언박싱 다들 드루와 !!",
      "english": "Which CD is for this version?"
    },
    {
      "korean": "다음 슛 들어가야 되지 않아 이따가? Don't we have another scene to shoot later? 듣기 View video NCT : 하늘천 땅지",
      "english": "Don't we have another scene to shoot later?"
    }
  ],
  "examples": [
    {
      "korean": "The cement should have the consistency of wet sand. 발음듣기 시멘트에는 일정한 밀도의 젖은 모래가 들어가야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cement should have the consistency of wet sand. 발음"
    },
    {
      "korean": "It has to go someplace. 발음듣기 그것이 어딘가에 들어가야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It has to go someplace. 발음"
    },
    {
      "korean": "I’d locked myself out of the house and had to break a window to get in. 발음듣기 나는 문이 잠겨 집 안에 들어갈 수가 없어서 창문을 깨고 들어가야 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’d locked myself out of the house and had to break a window to get in. 발음"
    },
    {
      "korean": "They had to knock the door down to get in. 발음듣기 그들은 문을 부수고 들어가야 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They had to knock the door down to get in. 발음"
    },
    {
      "korean": "Warnings of an enemy attack forced the troops onto the defensive. 발음듣기 적의 공격이 있을 거라는 경고에 따라 군대가 방어 태세에 들어가야 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Warnings of an enemy attack forced the troops onto the defensive. 발음"
    }
  ]
}