{
  "phrases": [
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖에서 안으로) enter, go[get, come] in(to), walk[step] in(to)",
        "(안에 담겨 있다) have, contain, hold",
        "(햇볕 등이)"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손에 잡다) hold, take; (집어 올리다) pick up; (몸에 지니고 다니다) carry",
        "(위로 올리다) raise, lift (up), put up",
        "(예·이유 등을) give, quote, cite"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(먹다) have, eat; (마시다) drink"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(칼 등이) cut (well), be sharp"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb deulda",
        "Assistant adverb deulda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "elderly",
      "frequency": 2
    },
    {
      "meaning": "feel",
      "frequency": 2
    },
    {
      "meaning": "raise",
      "frequency": 2
    },
    {
      "meaning": "ill",
      "frequency": 2
    },
    {
      "meaning": "carry",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "되게 늦게 나온다고 들었는데 그치? I heard that it was coming out later. Right? 듣기 View video MAMAMOO : 용콩별콩 뒤집어지는 LIVE",
      "english": "I heard that it was coming out later. Right?"
    },
    {
      "korean": "노래만 들었는데 시간이 이렇게 금방 간다니까요? We only listened to music, but time went by so fast. 듣기 View video IZ*ONE : 룸메즈의 간식타임!",
      "english": "We only listened to music, but time went by so fast."
    },
    {
      "korean": "이렇게 내 TMI를 들었는데 어땠어? How was my TMI today? 듣기 View video Dispatch : [ⓓxV] “나띠의 기억에 남는 댓글은 말야!”┃미니 인터뷰 (NATTY)",
      "english": "How was my TMI today?"
    },
    {
      "korean": "나 못 들었는데 - 나도 못 들었는데 - 못 들었나요? I didn't hear it. - I didn't hear it either. - You didn't? 듣기 View video Stray Kids : [Full] Stray Kids",
      "english": "I didn't hear it. - I didn't hear it either. - You didn't?"
    },
    {
      "korean": "이렇게 기가 막히게 노래 한 곡 들었는데 우리 1분! we played one song! And a minute has passed! 듣기 View video WINNER : 아이돌 라디오 (2부리그)",
      "english": "we played one song! And a minute has passed!"
    }
  ],
  "examples": [
    {
      "korean": "I did it against my better judgement. 발음듣기 나는 그러지 않는 게 나을 것 같다는 판단이 들었는데도 불구하고 그것을 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I did it against my better judgement. 발음"
    },
    {
      "korean": "I hear what you’re saying, but you’re wrong. 발음듣기 네가 하는 말 다 들었는데 네 말이 틀려. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I hear what you’re saying, but you’re wrong. 발음"
    },
    {
      "korean": "I’ve heard rumours, but nothing definite. 발음듣기 내가 이런저런 소문을 들었는데 어느 것도 확실하지는 않아. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve heard rumours, but nothing definite. 발음"
    },
    {
      "korean": "I heard Park Myoung Soo recorded a song with G Dragon. I’m curious how it’s going to turn out. 발음듣기 박명수가 지드래곤이랑 함께 노래를 녹음했다고 들었는데, 어떻게 결과가 나올지 궁금해. DARAKWON",
      "english": "I heard Park Myoung Soo recorded a song with G Dragon. I’m curious how it’s going to turn out. 발음"
    },
    {
      "korean": "Oh, I didn't hear you. 발음듣기 어, 잘 못 들었는데. YBM All in All English-Korean Dictionary",
      "english": "Oh, I didn't hear you. 발음"
    }
  ]
}