{
  "phrases": [
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖에서 안으로) enter, go[get, come] in(to), walk[step] in(to)",
        "(안에 담겨 있다) have, contain, hold",
        "(햇볕 등이)"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손에 잡다) hold, take; (집어 올리다) pick up; (몸에 지니고 다니다) carry",
        "(위로 올리다) raise, lift (up), put up",
        "(예·이유 등을) give, quote, cite"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(먹다) have, eat; (마시다) drink"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(칼 등이) cut (well), be sharp"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb deulda",
        "Assistant adverb deulda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a little bird told me",
      "frequency": 0
    },
    {
      "meaning": "elderly",
      "frequency": 2
    },
    {
      "meaning": "feel",
      "frequency": 2
    },
    {
      "meaning": "raise",
      "frequency": 2
    },
    {
      "meaning": "carry",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "흔쾌히 들었지만 다시 내려놓는... Just putting it back right away... 듣기 View video TOMORROW X TOGETHER : 범규&태현 : 돌아 온 우주뿌셔라디오!",
      "english": "Just putting it back right away..."
    },
    {
      "korean": "의문이 들었지만 - 의문이 들었어요? I deserve it or not. - You had doubt? 듣기 View video YG 보석함 (YG TREASURE BOX) : YG 보석함 X 코멘터리 라이브(YG TREASURE BOX's Commentary Live)",
      "english": "I deserve it or not. - You had doubt?"
    },
    {
      "korean": "\"생각은 조금씩 들었지만...\" \"It's too hard...\" 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -06- '민혁이의 멜로디가 빛나는 밤에'",
      "english": "\"It's too hard...\""
    },
    {
      "korean": "비니 언니가 들었지만. Although Binnie had the cake ready. 듣기 View video OH MY GIRL : 미라크리-스마스♡",
      "english": "Although Binnie had the cake ready."
    },
    {
      "korean": "처음에는 조금 거부감이 들었지만 먹고 나니 괜찮네요. I hesitated first but now I think it's OK. 듣기 View video V COOKIE : [FULL] MOMOLAND YEONWOO NANCY JOOE X EATING SHOW -모모랜드 연우 낸시 주이의 같이먹어요!",
      "english": "I hesitated first but now I think it's OK."
    }
  ],
  "examples": [
    {
      "korean": "I wanted it but I didn’t have the money. 발음듣기 난 그것이 마음에 들었지만 그만한 돈이 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I wanted it but I didn’t have the money. 발음"
    },
    {
      "korean": "At first she tried to take charge of the meeting but I soon put her in her place. 발음듣기 처음에는 그녀가 회의를 주도하려 들었지만 내가 곧 그녀의 코를 납작하게 해 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At first she tried to take charge of the meeting but I soon put her in her place. 발음"
    },
    {
      "korean": "I had the mortification of acknowledging myself defeated. 발음듣기 나는 굴욕감이 들었지만 졌다고 인정했다. Friendict Level English-Korean Dictionary",
      "english": "I had the mortification of acknowledging myself defeated. 발음"
    },
    {
      "korean": "He got good advice from his teacher but just ignored it. 발음듣기 그는 선생님께 좋은 조언을 들었지만 무시해 버렸다. Neungyule",
      "english": "He got good advice from his teacher but just ignored it. 발음"
    },
    {
      "korean": "He is aged but he is as good as gold. 발음듣기 나이는 들었지만 순진한 사람이다. Neungyule",
      "english": "He is aged but he is as good as gold. 발음"
    }
  ]
}