{
  "phrases": [
    {
      "phrase": "들이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(안으로) let sb in(to), allow sb in(to)",
        "(사람·가족 등을) get, (양자를) adopt",
        "(시간·비용 등을) spend, (노력을) put (sth into sth), (돈 등을) (informal) lay out"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Once a thief, always a thief.",
      "frequency": 0
    },
    {
      "meaning": "Once a beggar, always a beggar.",
      "frequency": 0
    },
    {
      "meaning": "spend",
      "frequency": 3
    },
    {
      "meaning": "elaborate",
      "frequency": 3
    },
    {
      "meaning": "indent",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "하는 습관을 들이면 엄청 쉬울 것 같아요 (연습하자...) But I will get better if I practice. (Let's work hard...) 듣기 View video EMMA BEAUTY : [똥손탈출! 셀프 스타일링] #5 정유미 단발 스타일링!",
      "english": "But I will get better if I practice. (Let's work hard...)"
    },
    {
      "korean": "연기에 맛 들이면 연기만 하는 거 아닌가요? If he is into an act, he needs to focus on it only, no? 듣기 View video JTBC PLUS : [2019 예능 기대주]예능 시청률의 광희 효과 VS 강호동 PICK 피오 VS 대선배들이 인정한 JR VS 예능 신인상 승관",
      "english": "If he is into an act, he needs to focus on it only, no?"
    },
    {
      "korean": "그런 애들은 집에 들이면 안 되죠. Don't want one of those guys at home. 듣기 View video V MOVIE : 마이클 패스벤더 X 캐서린 워터스턴 <에이리언: 커버넌트> V라이브 ' V LIVE'",
      "english": "Don't want one of those guys at home."
    },
    {
      "korean": "각질도 미는 버릇을 들이면 계속 나와요. Just like that, if you rub your face to exfoliate you get more. 듣기 View video V Beauty : 스칼렛과 뷰티수다떨기 겨울스킨케어&셀프관리법 Let's talk about skincare for winter season!",
      "english": "Just like that, if you rub your face to exfoliate you get more."
    },
    {
      "korean": "그런 버릇은 들이면 안 돼! - 그만해. You shouldn't make a habit of it in the first place! - Stop it. 듣기 View video SEVENTEEN : [SEVENTEEN] 사랑해 보고싶다",
      "english": "You shouldn't make a habit of it in the first place! - Stop it."
    }
  ],
  "examples": [
    {
      "korean": "Once a thief, always a thief. 듣기 Add to Wordbook 도둑질도 한번 맛들이면 끊을 수 없다. (영국속담, 인내속담) 명언/속담",
      "english": "Once a thief, always a thief. Add to Wordbook"
    },
    {
      "korean": "Once a beggar, always a beggar. 듣기 Add to Wordbook 구걸에 한번 맛들이면 끊을 수 없게 된다. (그리스속담, 인내속담) 명언/속담",
      "english": "Once a beggar, always a beggar. Add to Wordbook"
    },
    {
      "korean": "When you take a man as he is, you make him worse. When you take a man as he can be, you make him better. (Johann Wolfgang von Goethe) 듣기 Add to Wordbook 사람을 있는 그대로 받아 들이면 그를 타락시킨다. 그가 될 수 있는 가능성을 통해 보면 그를 발전시킨다. (요한 볼프강 폰 괴테, 성공명언) 명언/속담",
      "english": "When you take a man as he is, you make him worse. When you take a man as he can be, you make him better. (Johann Wolfgang von Goethe) Add to Wordbook"
    },
    {
      "korean": "But irregular sleeping habits can lead to insomnia.' 듣기 Add to Wordbook 그렇지만, 불규칙하게 잠을 자는 습관을 들이면 불면증이 올 수 있죠.'라고 말했다. Neungyule",
      "english": "But irregular sleeping habits can lead to insomnia.' Add to Wordbook"
    },
    {
      "korean": "Once you start smoking, it's very hard to quit. 듣기 Add to Wordbook 담배는 한번 맛을 들이면 끊기 어렵다 Neungyule",
      "english": "Once you start smoking, it's very hard to quit. Add to Wordbook"
    }
  ]
}