{
  "phrases": [
    {
      "phrase": "들이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(안으로) let sb in(to), allow sb in(to)",
        "(사람·가족 등을) get, (양자를) adopt",
        "(시간·비용 등을) spend, (노력을) put (sth into sth), (돈 등을) (informal) lay out"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "elaborate",
      "frequency": 3
    },
    {
      "meaning": "a carefully crafted speech",
      "frequency": 0
    },
    {
      "meaning": "soigne",
      "frequency": 0
    },
    {
      "meaning": "truffled",
      "frequency": 0
    },
    {
      "meaning": "anisette",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어렸을 때부터 군것질은 그렇게 취미를 잘 안 들인 것 같아요. I don't think I made it a habit to eat snacks when I was young. 듣기 View video MOMO X : [모모문고] DAY6 Young K 편",
      "english": "I don't think I made it a habit to eat snacks when I was young."
    },
    {
      "korean": "이번에 가장 공을 들인 패션이나 액세서리는 어떤 건가요? What was your favorite fashion or accessory for the new album? 듣기 View video SMTOWN : [FULL] !t Live(잇라이브) : The 13th MUGI-BOX \"HYO\"",
      "english": "What was your favorite fashion or accessory for the new album?"
    },
    {
      "korean": "발을 들인 지 얼마 안 됐을 때라. much about how to sing. 듣기 View video STAREMPIRE : [올망졸망] 깜짝 브이앱 방송 시작!!",
      "english": "much about how to sing."
    },
    {
      "korean": "굉장히 공을 여러 모로 많이 들인... The song was a lot of work. 듣기 View video BRANDNEW MUSIC : [한해] 여름, 아이스크림",
      "english": "The song was a lot of work."
    },
    {
      "korean": "제가 강아지 버릇을 잘못 들인 것 같습니다. I think I spoiled my dog. 듣기 View video IMFACT : [TAEHO] 태호의 랜선 데이트2 \"너는 펫\"",
      "english": "I think I spoiled my dog."
    }
  ],
  "examples": [
    {
      "korean": "a carefully crafted speech 듣기 Add to Wordbook 세심히 공을 들인 연설 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a carefully crafted speech Add to Wordbook"
    },
    {
      "korean": "The business quickly repaid the initial outlay on advertising. 듣기 Add to Wordbook 그 사업에서는 광고에 들인 초기 경비가 곧 회수되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The business quickly repaid the initial outlay on advertising. Add to Wordbook"
    },
    {
      "korean": "to be bad/poor value 듣기 Add to Wordbook (들인 돈에 비해) 가치가 좋지 않다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be bad/poor value Add to Wordbook"
    },
    {
      "korean": "to be good/excellent value 듣기 Add to Wordbook (들인 돈에 비해) 가치가 좋다/뛰어나다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be good/excellent value Add to Wordbook"
    },
    {
      "korean": "His victory was seen as payback for all the hard work he’d put in during training. 듣기 Add to Wordbook 그의 승리는 훈련 기간 동안 그가 들인 그 모든 노고에 대한 보상으로 여겨졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His victory was seen as payback for all the hard work he’d put in during training. Add to Wordbook"
    }
  ]
}