{
  "phrases": [
    {
      "phrase": "들키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be[get] caught, be discovered"
      ]
    },
    {
      "phrase": "들키면 재미 없어.",
      "hanja": "",
      "example": {},
      "meanings": [
        "No sense getting caught."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "the coast is clear",
      "frequency": 0
    },
    {
      "meaning": "undetected",
      "frequency": 0
    },
    {
      "meaning": "get caught/found with your hand in the cookie jar",
      "frequency": 0
    },
    {
      "meaning": "it's a fair cop",
      "frequency": 0
    },
    {
      "meaning": "grandmother's footsteps",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "들키면 어떻게 돼요? What if they figure out? 듣기 View video BTS : Run BTS! 2019 - EP.87",
      "english": "What if they figure out?"
    },
    {
      "korean": "[어떻게 되긴 들키면 탈락이지 뭐...] [You're out obviously...] View video BTS : Run BTS! 2019 - EP.87",
      "english": "[You're out obviously...]"
    },
    {
      "korean": "들키면 왜? 들키면 안 되나? - 들키면 탈락이에요? So what? I can't get exposed? - Do I fail if I expose my identity? 듣기 View video BTS : Run BTS! 2019 - EP.88",
      "english": "So what? I can't get exposed? - Do I fail if I expose my identity?"
    },
    {
      "korean": "[이제 이해] - 들키면 탈락입니다 - 진짜? - 진짜? [Gets the rule now] - You fail if you are exposed. - Really? - For real? 듣기 View video BTS : Run BTS! 2019 - EP.88",
      "english": "[Gets the rule now] - You fail if you are exposed. - Really? - For real?"
    },
    {
      "korean": "들키면 안 되는데. We can't get caught. 듣기 View video MOMO X : [지각방지 라이브] 지각한 네 자리는 없어! 스트레이 키즈 편",
      "english": "We can't get caught."
    }
  ],
  "examples": [
    {
      "korean": "If you steal money and get caught, you suffer. 듣기 Add to Wordbook 돈을 훔치다 들키면, 벌은 받는 것은 당신입니다. Neungyule",
      "english": "If you steal money and get caught, you suffer. Add to Wordbook"
    },
    {
      "korean": "No sense getting caught. 듣기 Add to Wordbook 들키면 재미 없어. Neungyule",
      "english": "No sense getting caught. Add to Wordbook"
    },
    {
      "korean": "If you are found out, you will catch it. 듣기 Add to Wordbook 들키면 꾸지람을 듣는다 Dong-a's Prime English-Korean Dictionary",
      "english": "If you are found out, you will catch it. Add to Wordbook"
    },
    {
      "korean": "People were fined five shillings if they were caught exchanging gifts. 듣기 Add to Wordbook 사람들은 선물을 교환하다가 들키면 5실링의 벌금을 물어야 했다. TIMES CORE",
      "english": "People were fined five shillings if they were caught exchanging gifts. Add to Wordbook"
    },
    {
      "korean": "In Singapore, it is said that you have to pay a fine if you are caught chewing gum! 듣기 Add to Wordbook 싱가폴에서는 껌을 씹다 들키면 벌금을 내야 한다는 얘기가 있어요! TIMES CORE",
      "english": "In Singapore, it is said that you have to pay a fine if you are caught chewing gum! Add to Wordbook"
    }
  ]
}