{
  "phrases": [
    {
      "phrase": "디아나",
      "hanja": "",
      "example": {},
      "meanings": [
        "종교 Diana"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Diana Boncheva",
      "frequency": 0
    },
    {
      "meaning": "Mocanu, Diana",
      "frequency": 0
    },
    {
      "meaning": "Aimo Diana",
      "frequency": 0
    },
    {
      "meaning": "Aimo Stefano Diana",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뉴키즈 디아나 님 '동동 오빠 밥 먹었어요?' \"Did you eat, Dongdong?\" 듣기 View video iKON : 브이나잇 from.동동 (다섯번째 밤)",
      "english": "\"Did you eat, Dongdong?\""
    }
  ],
  "examples": [
    {
      "korean": "It doesn't matter how Diana died. 듣기 Add to Wordbook 디아나가 어떻게 죽었는지는 중요하지 않다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 35127(3512****)",
      "english": "It doesn't matter how Diana died. Add to Wordbook"
    },
    {
      "korean": "This, of course, is Princess Diana knocking his socks off. 듣기 Add to Wordbook 당연히, 이것은 그를 깜짝 놀라게 하고있는 디아나 공주이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 j97080(j970****)",
      "english": "This, of course, is Princess Diana knocking his socks off. Add to Wordbook"
    },
    {
      "korean": "They walked together across the gravel drive to the garden from Diana's apartment. 듣기 Add to Wordbook 그들은 디아나의 아파트에서 나와 자갈이 덮인 진입로를 지나 정원쪽으로 함께 걸었었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 krlim69(krli****)",
      "english": "They walked together across the gravel drive to the garden from Diana's apartment. Add to Wordbook"
    },
    {
      "korean": "Diana was very bashful growing up, but she never lacked for attention. 듣기 Add to Wordbook 디아나는 아주 수줍음을 많이 타면서 자랐지만, 그녀에 대한 관심이 부족한 적은 없었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jwlee0402(jwle****)",
      "english": "Diana was very bashful growing up, but she never lacked for attention. Add to Wordbook"
    },
    {
      "korean": "Artimis Artemis, the Greek Goddess of the Hunt, also known as Diana, Hecate, Bast, Luna, and Selene. 듣기 Add to Wordbook 아르테미스 아르테미스, 그리스의 사냥의 여신, 다이아나(디아나), 헤카테, 바스트, 루나, 그리고 셀린(셀레네)로도 잘 알려져 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sera1847(sera****)",
      "english": "Artimis Artemis, the Greek Goddess of the Hunt, also known as Diana, Hecate, Bast, Luna, and Selene. Add to Wordbook"
    }
  ]
}