{
  "phrases": [
    {
      "phrase": "딛다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(발을) step (in/on), take a step, (Brit) tread (in/on), (힘차게) stamp on",
        "(고향 땅에)",
        "overcome, (좌절·역경 등을) get over"
      ]
    },
    {
      "phrase": "좌절을 딛고 성공하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "overcome one's frustrations[failures] and succeed"
      ]
    },
    {
      "phrase": "병마를 딛고 일어서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "overcome a disease",
        "successfully fight a disease"
      ]
    },
    {
      "phrase": "실연의 아픔을 딛고 일어서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "get over one's hurt at the loss of love",
        "overcome the pain of (a) breakup"
      ]
    },
    {
      "phrase": "절망을 딛고 일어서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "rise from the ashes of despair"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "footing",
      "frequency": 3
    },
    {
      "meaning": "sure-footed",
      "frequency": 0
    },
    {
      "meaning": "have/keep your feet on the ground",
      "frequency": 0
    },
    {
      "meaning": "with one foot planted on the ground",
      "frequency": 0
    },
    {
      "meaning": "rise (like a phoenix) from the[one's own] ashes",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래도 나는 딛고 일어나겠다는 의지를 말하는 곡이거든요. But it's a song that'll give you strength to get back up again. 듣기 View video DREAMCATCHER : [Replay] 드림캐쳐(Dreamcatcher) COMEBACK SHOWCASE",
      "english": "But it's a song that'll give you strength to get back up again."
    },
    {
      "korean": "알았어, 헛발딛고 있잖아. OK, I'm standing on tiptoes. 듣기 View video TWICE : 미쯔",
      "english": "OK, I'm standing on tiptoes."
    },
    {
      "korean": "딛고 그다음에 올라가면서 쭉. And pull your arm like this. 듣기 View video IMFACT : [JIAN] 지안이의 댄스 교실♥",
      "english": "And pull your arm like this."
    },
    {
      "korean": "앞으로 김현중 씨가 조금 더 이 사안에 대해서 잘 딛고 일어날 수 있기를 바라는데요. I hope he can get back on his feet. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "I hope he can get back on his feet."
    },
    {
      "korean": "그 상태에서 그대로 내려가실게요. 앞꿈치는 딛고 계시고. Then, lower down your torso. Place your feet against the ground. 듣기 View video V Beauty : 홍주연의 스타일핏 엑서사이즈: 뒤태 완전 정복, 등 & 팔 운동Luna Hong Stylefit Exercise",
      "english": "Then, lower down your torso. Place your feet against the ground."
    }
  ],
  "examples": [
    {
      "korean": "Truth is the only safe ground to stand on. (Elizabeth Cady Stanton) 듣기 Add to Wordbook 진실은 안전하게 딛고 설 수 있는 유일한 토대이다. (엘리자베스 스탠턴, 지혜명언) 명언/속담",
      "english": "Truth is the only safe ground to stand on. (Elizabeth Cady Stanton) Add to Wordbook"
    },
    {
      "korean": "Though I am grateful for the blessings of wealth, it hasn't changed who I am. My feet are still on the ground. I'm just wearing better shoes. (Oprah Winfrey) 듣기 Add to Wordbook 비록 나는 부의 축복에 감사하지만 부로 인해 내가 달라지지는 않았다. 내 발은 아직 땅을 딛고 있다. 단지 좀 더 좋은 신발을 신었을 뿐이다. (오프라 윈프리, 돈명언) 명언/속담",
      "english": "Though I am grateful for the blessings of wealth, it hasn't changed who I am. My feet are still on the ground. I'm just wearing better shoes. (Oprah Winfrey) Add to Wordbook"
    },
    {
      "korean": "Korea has overcome the aftermath[ravages] of war. 듣기 Add to Wordbook 한국은 전쟁의 참화를 딛고 일어섰다 Neungyule",
      "english": "Korea has overcome the aftermath[ravages] of war. Add to Wordbook"
    },
    {
      "korean": "The biggest thing [Frida] brought into my life was this peacefulness. I still get passionate about things, but my passion is not so scattered and it's not needy. It's a lot more powerful because it comes with this groundedness and peacefulness. That it's about the process, not about the results. (Salma Hayek) 듣기 Add to Wordbook (내가 영화 '프리다'에서 연기했던 화가인) 프리다 칼로가 내 삶에 가져다준 가장 큰 변화는 지금과 같은 평온함이었다. 지금도 열정에 휩싸일 때가 있지만 나의 열정은 전처럼 산만하지도 절박하지도 않다. 나의 열정은 이처럼 현실에 두 발 딛고 평온하기 때문에 훨씬 더 강렬하다. 중요한 것은 결과가 아니라 과정이다. (셀마 헤이엑, 도전명언) 명언/속담",
      "english": "The biggest thing [Frida] brought into my life was this peacefulness. I still get passionate about things, but my passion is not so scattered and it's not needy. It's a lot more powerful because it comes with this groundedness and peacefulness. That it's about the process, not about the results. (Salma Hayek) Add to Wordbook"
    },
    {
      "korean": "He overcame all kinds of hardships to make his business successful. 듣기 Add to Wordbook 그는 온갖 역경을 딛고 사업을 성공시켰다 Neungyule",
      "english": "He overcame all kinds of hardships to make his business successful. Add to Wordbook"
    }
  ]
}