{
  "phrases": [
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뒤를) follow, go after, tag along (with)",
        "(좋아하여) like, love, be fond of, be attached to",
        "(유행·의견·규칙 등을) follow, (충고 등을) act (up)on, (formal) heed, (규칙 등을) obey, comply (with), abide by, conform to[with]"
      ]
    },
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(액체를) pour, fill (sth with sth)"
      ]
    },
    {
      "phrase": "당신은 규칙에 따르는 것을 싫어합니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "B형에 관련된 표현 You don't like to follow the rules."
      ]
    },
    {
      "phrase": "우유 따르는 하녀",
      "hanja": "",
      "example": {},
      "meanings": [
        "The Milkmaid"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "compliant",
      "frequency": 0
    },
    {
      "meaning": "pervious",
      "frequency": 0
    },
    {
      "meaning": "stepford",
      "frequency": 0
    },
    {
      "meaning": "in conformity with something",
      "frequency": 0
    },
    {
      "meaning": "legalistic",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[드디어 따르는 소주] 술을 먼저 따를까요? [Finally, a cup of Soju] Shall we begin? 듣기 View video 콬TV (WHYNOT) : 취향대로 고른 1:1 데이트! 우리 정말 잘 어울릴까?ㅣ[리얼하이로맨스S2] EP6",
      "english": "[Finally, a cup of Soju] Shall we begin?"
    },
    {
      "korean": "믿고 따르는 게 이렇게 막 계속 치이고 막... If you mean trusting and following means getting attacked. 듣기 View video World Klass (월드 클래스) : ⛹️‍♂️ 굴려라~ 굴려라~ 굴렁쇠즈! ♾",
      "english": "If you mean trusting and following means getting attacked."
    },
    {
      "korean": "사과 - 도현이 그 따르는 소리 잘 내지 않아요? An apple. - Doesn't Do-hyon make that sound really well? 듣기 View video X1 : [X1 RADIO] '원잇을 꿈꾸는 날에' EP.1 - 프롤로그",
      "english": "An apple. - Doesn't Do-hyon make that sound really well?"
    },
    {
      "korean": "저기에 따르는... - 네? Pouring.. - Huh? 듣기 View video SEVENTEEN : [SPECIAL VIDEO] SEVENTEEN 4TH ANNIVERSARY COCKTAIL PARTY Ver.",
      "english": "Pouring.. - Huh?"
    },
    {
      "korean": "[범규 콜라 어디 갔어] 여기에 따르는 건가? Is this for coke? 듣기 View video Mnet : [ONE DREAM.TXT] Reality Ep.01 - Part.3",
      "english": "Is this for coke?"
    }
  ],
  "examples": [
    {
      "korean": "He soon chafed at the restrictions of his situation. 듣기 Add to Wordbook 그는 이내 자신이 처한 상황에 따르는 구속들에 못 견뎌 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He soon chafed at the restrictions of his situation. Add to Wordbook"
    },
    {
      "korean": "a follower of fashion 듣기 Add to Wordbook 열심히 유행을 따르는 사람 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a follower of fashion Add to Wordbook"
    },
    {
      "korean": "Let’s consider the pluses and minuses of changing the system. 듣기 Add to Wordbook 그 시스템을 바꾸는 데 따르는 긍정적인 점들과 부정적인 점들을 숙고해 봅시다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let’s consider the pluses and minuses of changing the system. Add to Wordbook"
    },
    {
      "korean": "a rigidly doctrinal approach 듣기 Add to Wordbook 교리[신조/정책/주의]를 엄격히 따르는 접근법 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a rigidly doctrinal approach Add to Wordbook"
    },
    {
      "korean": "He refused to conform to the local customs. 듣기 Add to Wordbook 그는 지역 관습을 따르는 것을 거부했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He refused to conform to the local customs. Add to Wordbook"
    }
  ]
}