{
  "phrases": [
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뒤를) follow, go after, tag along (with)",
        "(좋아하여) like, love, be fond of, be attached to",
        "(유행·의견·규칙 등을) follow, (충고 등을) act (up)on, (formal) heed, (규칙 등을) obey, comply (with), abide by, conform to[with]"
      ]
    },
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(액체를) pour, fill (sth with sth)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "grave 2",
      "frequency": 3
    },
    {
      "meaning": "sprung rhythm",
      "frequency": 0
    },
    {
      "meaning": "on the right[wrong] track[tack]",
      "frequency": 0
    },
    {
      "meaning": "discipling",
      "frequency": 0
    },
    {
      "meaning": "it had a counterbalancing disadvantage in...",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "먼저 따르고 시작하겠습니다. I will pour it in and get started. 듣기 View video V PICK! : [박우진] 우리 우진이 떡볶이 먹는 거 1102만번만 봐주세요 (Woojin’s eating show)",
      "english": "I will pour it in and get started."
    },
    {
      "korean": "되게 선생님 같고 따르고 싶게 되네요. you make me want to listen to you because you look like a teacher. 듣기 View video EMMA BEAUTY : 야밤에 치킨먹방? 걱정마요 치느님 근육으로 보내줄게!",
      "english": "you make me want to listen to you because you look like a teacher."
    },
    {
      "korean": "저의 뷰티 습관들은 지속적으로 조금씩 따르고 있어요. Usually beauty habits are continuously carried out in small amounts. 듣기 View video 카모마일T (Chamomile_T) : 카모마일T의 뷰티 Q&A 시간! / Chamomile_t's beauty Q&A",
      "english": "Usually beauty habits are continuously carried out in small amounts."
    },
    {
      "korean": "넘칠 것 같은데 그러면 어디 좀 따르고 해야 될 것 같은데 - 좀 마셔볼래? I think it'll overflow. Pour some out - Do you want to drink some? 듣기 View video V COOKIE : [Full]MXM's SUMMER VACATION WEEK - MXM X 여름방학 스페셜위크",
      "english": "I think it'll overflow. Pour some out - Do you want to drink some?"
    },
    {
      "korean": "일단 6개 따르고. Let's pour six glasses first. 듣기 View video V COOKIE : [Full] GFRIEND’s - 여자친구 X 같이먹어요",
      "english": "Let's pour six glasses first."
    }
  ],
  "examples": [
    {
      "korean": "She simply observes the outward forms of religion. 듣기 Add to Wordbook 그녀는 그저 표면상으로만 종교적인 형식을 따르고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She simply observes the outward forms of religion. Add to Wordbook"
    },
    {
      "korean": "I was in the kitchen, pouring out drinks. 듣기 Add to Wordbook 나는 부엌에서 음료수를 따르고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I was in the kitchen, pouring out drinks. Add to Wordbook"
    },
    {
      "korean": "The murders all seem to follow a (similar) pattern. 듣기 Add to Wordbook 그 살인들은 모두 하나의 (비슷한) 패턴을 따르고 있는 것으로 보인다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The murders all seem to follow a (similar) pattern. Add to Wordbook"
    },
    {
      "korean": "She is following her usual policy of ignoring all offers of help. 듣기 Add to Wordbook 그녀는 모든 도움 제의를 무시하는 자신의 평상시 방책을 따르고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She is following her usual policy of ignoring all offers of help. Add to Wordbook"
    },
    {
      "korean": "I always try to follow my parents' wishes and be an amenable child. 듣기 Add to Wordbook 나는 늘 부모님의 바람을 따르고 유순한 아이가 되고자 노력한다. 절대어휘 5100",
      "english": "I always try to follow my parents' wishes and be an amenable child. Add to Wordbook"
    }
  ]
}