{
  "phrases": [
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뒤를) follow, go after, tag along (with)",
        "(좋아하여) like, love, be fond of, be attached to",
        "(유행·의견·규칙 등을) follow, (충고 등을) act (up)on, (formal) heed, (규칙 등을) obey, comply (with), abide by, conform to[with]"
      ]
    },
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(액체를) pour, fill (sth with sth)"
      ]
    },
    {
      "phrase": "자유에는 책임이 따른다",
      "hanja": "",
      "example": {},
      "meanings": [
        "The freedom follows responsibilities."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Somebody up there loves me",
      "frequency": 0
    },
    {
      "meaning": "preeclampsia",
      "frequency": 0
    },
    {
      "meaning": "Cotys",
      "frequency": 0
    },
    {
      "meaning": "hydraulic jump",
      "frequency": 0
    },
    {
      "meaning": "Wisdom comes with age.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 선택에는 반드시 책임과 대가가 따른다. Each choice definitely follows up with responsibility and cost. 듣기 View video 플레이리스트 (Playlist) : [연애포차 시즌1] - EP.02 같이 일하는 알바생이 눈에 들어온다",
      "english": "Each choice definitely follows up with responsibility and cost."
    },
    {
      "korean": "형들이 동생들 말을 따른다. Older members listen to younger members. 듣기 View video V COOKIE : [REPLAY]Christmas Week EP.5 B1A4",
      "english": "Older members listen to younger members."
    },
    {
      "korean": "\"큰 힘에는 큰 책임이 따른다\". \"With great power comes great responsibility\". 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -10- '이창섭의 힐링 토크 콘서트'",
      "english": "\"With great power comes great responsibility\"."
    },
    {
      "korean": "당연하죠. 리더의 말은 무조건 따른다. - 그렇지. Of course. We follow whatever leader says. - That's right. 듣기 View video 슈주 리턴즈 : [FULL] <슈퍼주니어 8집 컴백!> 슈주랑 엘프랑 다시 'PLAY' Super Junior COMEBACK!",
      "english": "Of course. We follow whatever leader says. - That's right."
    },
    {
      "korean": "한 잔 따라주시겠습니까? Can you pour me a cup? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Can you pour me a cup?"
    }
  ],
  "examples": [
    {
      "korean": "Organizing famine relief presents huge logistical problems. 듣기 Add to Wordbook 기아 구조 사업 조직에는 엄청난 실행 계획상의 문제가 따른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Organizing famine relief presents huge logistical problems. Add to Wordbook"
    },
    {
      "korean": "Crimes of violence carry heavy penalties. 듣기 Add to Wordbook 폭력 범죄에는 무거운 처벌이 따른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Crimes of violence carry heavy penalties. Add to Wordbook"
    },
    {
      "korean": "There are tough penalties for drinking and driving. 듣기 Add to Wordbook 음주 운전에는 엄한 처벌이 따른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There are tough penalties for drinking and driving. Add to Wordbook"
    },
    {
      "korean": "Economic activity often follows a cyclical pattern. 듣기 Add to Wordbook 경제 활동은 흔히 주기적인 패턴을 따른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Economic activity often follows a cyclical pattern. Add to Wordbook"
    },
    {
      "korean": "Mornings in our house always follow a set pattern. 듣기 Add to Wordbook 우리 집에서의 아침 시간은 항상 정해진 패턴을 따른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mornings in our house always follow a set pattern. Add to Wordbook"
    }
  ]
}