{
  "phrases": [
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뒤를) follow, go after, tag along (with)",
        "(좋아하여) like, love, be fond of, be attached to",
        "(유행·의견·규칙 등을) follow; (충고 등을) act (up)on, (formal) heed; (규칙 등을) obey, comply (with), abide by, conform to[with]"
      ]
    },
    {
      "phrase": "따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(액체를) pour, fill (sth with sth)"
      ]
    },
    {
      "phrase": "약전에 따른 처방전",
      "hanja": "",
      "example": {},
      "meanings": [
        "an officinal prescription"
      ]
    },
    {
      "phrase": "환율 변동에 따른 위험을 최소화하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "minimize the risks of exchange rate fluctuation"
      ]
    },
    {
      "phrase": "외국자본의 유입에 따른 폐해를 줄이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "reduce harmful consequences of foreign capital influx"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "분리",
      "frequency": 0
    },
    {
      "meaning": "pursuant",
      "frequency": 1
    },
    {
      "meaning": "instinctive",
      "frequency": 1
    },
    {
      "meaning": "fashionable",
      "frequency": 2
    },
    {
      "meaning": "resultant",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "승패가 결정되면 그에 따른 벌칙 미션이 있다는 거죠? And once that's decided, there will be a prize and a penalty, right? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "And once that's decided, there will be a prize and a penalty, right?"
    },
    {
      "korean": "[멤버들 의견에 따른] - 침묵의 동물의 왕국 - 오케이 오케이! - 오케이! [According to the members' opinions] - Silent Kingdom of Animals. - Okay! 듣기 View video BTS : Run BTS! 2020 - EP.97",
      "english": "[According to the members' opinions] - Silent Kingdom of Animals. - Okay!"
    },
    {
      "korean": "와인을 따른 다음... Pour the wine... 듣기 View video GOT7 : GOT7(갓세븐) TOURLOG EP.23",
      "english": "Pour the wine..."
    },
    {
      "korean": "너 맥주 어떻게 따른 거야? How did you pour the beer? 듣기 View video 콬TV (WHYNOT) : 20살 남녀의 설레는 첫 술자리ㅣ술 한 잔 할래?ㅣ[리얼하이로맨스(Real High School Romance)] EP 3",
      "english": "How did you pour the beer?"
    },
    {
      "korean": "거품만 따른 거 아니에요? - 그러니까 이거 어떻게 따른 거야? Isn't that just foam? - How did that happen? 듣기 View video SM CCC LAB : [진리상점│Jinri Market]EP10. 진리상점입니다.",
      "english": "Isn't that just foam? - How did that happen?"
    }
  ],
  "examples": [
    {
      "korean": "the growing economic crisis and resultant unemployment 발음듣기 커져 가는 경제 위기와 그에 따른 실업 문제 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the growing economic crisis and resultant unemployment 발음"
    },
    {
      "korean": "The case against him was largely circumstantial. 발음듣기 그에 대한 소송은 대체로 정황에 따른 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The case against him was largely circumstantial. 발음"
    },
    {
      "korean": "the infirmities of old age 발음듣기 노령에 따른 여러 가지 질환 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the infirmities of old age 발음"
    },
    {
      "korean": "retirement and the consequential reduction in income 발음듣기 은퇴와 그에 따른 소득 감소 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "retirement and the consequential reduction in income 발음"
    },
    {
      "korean": "a high degree of climatic seasonality 발음듣기 계절에 따른 고도의 기후 변화 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a high degree of climatic seasonality 발음"
    }
  ]
}