{
  "phrases": [
    {
      "phrase": "따지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(캐묻다) nitpick, quibble over[about]",
        "(계산하다) calculate",
        "(잘잘못을 가리다) determine, figure out"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "귀하다",
      "frequency": 0
    },
    {
      "meaning": "귀중하다",
      "frequency": 0
    },
    {
      "meaning": "소중하다",
      "frequency": 0
    },
    {
      "meaning": "beyond price",
      "frequency": 0
    },
    {
      "meaning": "have a bone to pick with somebody",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "네가 갑을 따질 때냐? That's not important. 듣기 View video 플레이리스트 (Playlist) : 정신차려보니 나만 보는 잘생긴 또라이랑 썸 타는 중;; [인서울2] - 철또하림 모음.zip",
      "english": "That's not important."
    },
    {
      "korean": "따질 것 되게 많은데. I have a lot to get off my chest. 듣기 View video V WEB DRAMA : [긍정이 체질] 6화",
      "english": "I have a lot to get off my chest."
    },
    {
      "korean": "따질 시간이 아닌 것 같아요. I don't think it's time to argue. 듣기 View video IDOL x IDOL : Underdog - 언더독 ' 언더독한테 집중해 봐봐'",
      "english": "I don't think it's time to argue."
    },
    {
      "korean": "\"Seorin은 얼굴을 많이 따질 거 같아요\". \"I think Seorin likes good-looking guys\". 듣기 View video GAVYNJ : 가비의 심신타파!!",
      "english": "\"I think Seorin likes good-looking guys\"."
    },
    {
      "korean": "그래, 뭐. 우리가 따질 그런 건 아닌 것 같아. I don't think we should care about that. 듣기 View video Cookat X Idol : [매떠여 EXO] 매떠여 시즌1- 본편 #6",
      "english": "I don't think we should care about that."
    }
  ],
  "examples": [
    {
      "korean": "With reasonable men I will reason; with humane men I will plea; but to tyrants I will give no quarter, nor waste arguments where they will certainly be lost. (William Lloyd Garrison) 발음듣기 나는 합리적인 자와는 이치를 따질 것이며, 인간적인 자에게는 간청할 것이다. 그러나 폭군들에게는 여지를 주지 않을 것이며 그들이 질 것이 뻔한 소모적 논쟁도 벌이지 않을 것이다. (윌리엄 로이드 개리슨, 지혜명언) 명언/속담",
      "english": "With reasonable men I will reason; with humane men I will plea; but to tyrants I will give no quarter, nor waste arguments where they will certainly be lost. (William Lloyd Garrison) 발음"
    },
    {
      "korean": "I've got a bone to pick with you. 발음듣기 당신한테 따질 것이 있어요 Neungyule",
      "english": "I've got a bone to pick with you. 발음"
    },
    {
      "korean": "I've got a score to settle with you. 발음듣기 당신한테 따질 게 있어요. Neungyule",
      "english": "I've got a score to settle with you. 발음"
    },
    {
      "korean": "I have an account to settle with him. 발음듣기 나는 그에게 따질 일이 있다. YBM All in All English-Korean Dictionary",
      "english": "I have an account to settle with him. 발음"
    },
    {
      "korean": "There is no disputing about tastes. 발음듣기 취미란 좋고 나쁨을 따질 수 없는 것. Friendict Level English-Korean Dictionary",
      "english": "There is no disputing about tastes. 발음"
    }
  ]
}