{
  "phrases": [
    {
      "phrase": "따다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(꽃·열매 등을) pick, pluck, nip off",
        "(병·캔·문 등을) open, (문을) unlock",
        "(경기·내기에서 이겨) win"
      ]
    },
    {
      "phrase": "따 놓은 당상",
      "hanja": "",
      "example": {},
      "meanings": [
        "a high government post that is guaranteed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unpicked",
      "frequency": 0
    },
    {
      "meaning": "unculled",
      "frequency": 0
    },
    {
      "meaning": "ungathered",
      "frequency": 0
    },
    {
      "meaning": "pick 1",
      "frequency": 3
    },
    {
      "meaning": "pick",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "하늘 천 따 지 해보실래요? Can you recite the first part? 듣기 View video Stray Kids : [FULL] <찾았다 스트레이 키즈> 6화",
      "english": "Can you recite the first part?"
    },
    {
      "korean": "우리 옛날에 뭐 해서 따지 않았어요, 우리? Didn't we win something before? 듣기 View video B1A4 : B1A4 데뷔7주년!★VLIVE 토크쇼★",
      "english": "Didn't we win something before?"
    },
    {
      "korean": "혹시나 금메달을 따지 못해도... Even if they can't... 듣기 View video YGK+ : 오늘의 주우재는? 보이스 온리 원앤온리유",
      "english": "Even if they can't..."
    },
    {
      "korean": "주짓수 지금 뭐 따지 않으셨나요? Didn't you get some belt in Jiu jitsu? 듣기 View video iKON : 기습방송!",
      "english": "Didn't you get some belt in Jiu jitsu?"
    },
    {
      "korean": "여러분 간장을 따지도 않았어요. We didn't open the soy sauce. 듣기 View video Block B : 블락비 바스타즈의 심야식당",
      "english": "We didn't open the soy sauce."
    }
  ],
  "examples": [
    {
      "korean": "He left school with no formal qualifications. 듣기 Add to Wordbook 그는 정규 자격증을 따지 못하고 학교를 마쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He left school with no formal qualifications. Add to Wordbook"
    },
    {
      "korean": "It is to be regretted that so many young people leave school without qualifications. 듣기 Add to Wordbook 그처럼 많은 젊은이들이 자격[졸업장]을 따지 않고 학교를 떠나는 것은 유감스러운[애석한] 일이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is to be regretted that so many young people leave school without qualifications. Add to Wordbook"
    },
    {
      "korean": "You are required to get more than 80 points (if you want) to be recommended to the college. 듣기 Add to Wordbook 대학에 추천되려면 80점 이상 따지 않으면 안 된다 Dong-a's Prime English-Korean Dictionary",
      "english": "You are required to get more than 80 points (if you want) to be recommended to the college. Add to Wordbook"
    },
    {
      "korean": "He did not earn enough credits to graduate. 듣기 Add to Wordbook 그는 졸업에 필요한 학점을 따지 못했어요. Neungyule",
      "english": "He did not earn enough credits to graduate. Add to Wordbook"
    },
    {
      "korean": "Bottles can reveal their contents without being opened. 듣기 Add to Wordbook 병은 뚜껑을 따지 않고도 내용물을 드러낼 수 있다. YBM All in All English-Korean Dictionary",
      "english": "Bottles can reveal their contents without being opened. Add to Wordbook"
    }
  ]
}