{
  "phrases": [
    {
      "phrase": "딸리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(붙어 있다, 속하다) be attached to, belong to",
        "(자식 등이)"
      ]
    },
    {
      "phrase": "딸리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(일손·물량 등이) be short (of)",
        "(기력·실력 등이)"
      ]
    },
    {
      "phrase": "딸리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(따라가게 하다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "with necessary accessories",
      "frequency": 0
    },
    {
      "meaning": "ours",
      "frequency": 3
    },
    {
      "meaning": "en suite",
      "frequency": 0
    },
    {
      "meaning": "dependant",
      "frequency": 0
    },
    {
      "meaning": "in short supply",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "숨 차서 '툭 까놓고 말할게' 숨이 딸려서... I was short on breath...singing \"I'll tell you frankly\"... well, it was really hard for me then. 듣기 View video BTS : Do you know BTS?",
      "english": "I was short on breath...singing \"I'll tell you frankly\"... well, it was really hard for me then."
    },
    {
      "korean": "저희가 홍보가 좀 딸려서... Our publicity isn't that extravagant... 듣기 View video tvN : 빵과 집사, 고양이 - 집사인 게 자랑3 3회",
      "english": "Our publicity isn't that extravagant..."
    },
    {
      "korean": "택배에 뭔가 딸려서 간 거 같아요. I think something was lacking with the delivery service. 듣기 View video Space Girl : 샤이니 스페셜 파티 같이 준비해요 SHINee special party GRWM",
      "english": "I think something was lacking with the delivery service."
    },
    {
      "korean": "요즘 체력이 딸려서 너무 죽겠어. I'm so worn out these days. 듣기 View video Apink : 초봄은 오늘 뭐 먹지?",
      "english": "I'm so worn out these days."
    },
    {
      "korean": "딸려왔어. It came with it. 듣기 View video V Beauty : [연선 Yeonsun] 더유닛 효선 아이돌에게 배워보는 걸크러쉬 메이크업 The Unit Hyosun Girl Crush Make-up",
      "english": "It came with it."
    }
  ],
  "examples": [
    {
      "korean": "I have no energy to keep on walking. 듣기 Add to Wordbook 기력이 딸려서 더 이상 못 걷겠다 Neungyule",
      "english": "I have no energy to keep on walking. Add to Wordbook"
    },
    {
      "korean": "I don't have enough energy to carry it by myself. 듣기 Add to Wordbook 힘이 딸려서 혼자서는 못 나르겠다 Neungyule",
      "english": "I don't have enough energy to carry it by myself. Add to Wordbook"
    },
    {
      "korean": "I'm not strong enough to carry it by myself. 듣기 Add to Wordbook 힘이 딸려서 혼자서는 못 나르겠다 Neungyule",
      "english": "I'm not strong enough to carry it by myself. Add to Wordbook"
    },
    {
      "korean": "We had to stop the construction because of lack of funds. 듣기 Add to Wordbook 자금이 딸려서 공사를 중단했다 Neungyule",
      "english": "We had to stop the construction because of lack of funds. Add to Wordbook"
    },
    {
      "korean": "He was[got] fired for his incompetence. 듣기 Add to Wordbook 그는 실력이 딸려서 회사에서 잘렸다 Neungyule",
      "english": "He was[got] fired for his incompetence. Add to Wordbook"
    }
  ]
}