{
  "phrases": [
    {
      "phrase": "때",
      "hanja": "",
      "example": {},
      "meanings": [
        "(일어난 순간) the time, the moment",
        "(진행되는 동안)",
        "(시기, 시간) time"
      ]
    },
    {
      "phrase": "때",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸의) (각질) dead skin (cell), (먼지 등의) dirt",
        "(옷의) dirt, (얼룩) stain",
        "(마음의)"
      ]
    },
    {
      "phrase": "때가 빠지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "The dirt is removed"
      ]
    },
    {
      "phrase": "때 빼고 광내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "remove the dirt and polish"
      ]
    },
    {
      "phrase": "…할 때",
      "hanja": "",
      "example": {},
      "meanings": [
        "when(접속사)",
        "while"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "whenever",
      "frequency": 3
    },
    {
      "meaning": "yet",
      "frequency": 3
    },
    {
      "meaning": "would",
      "frequency": 3
    },
    {
      "meaning": "should",
      "frequency": 3
    },
    {
      "meaning": "occasion",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "해외여행으로... - 진짜 어렸을 때 가보고 안 가봤거든. A trip abroad... - I've only gone when I was little. 듣기 View video Stray Kids : [Stray Kids: SK-TALKER(슼토커)] EP.04",
      "english": "A trip abroad... - I've only gone when I was little."
    },
    {
      "korean": "어렸을 때 가봤는데. I went there when I was small. 듣기 View video DIA : [DIA] 다이아 버스킹 IN 한강",
      "english": "I went there when I was small."
    },
    {
      "korean": "그래 그럼 촬영 끝나고 갈 때 가. Then go after filming the show. 듣기 View video V WEB DRAMA : 통하는 여행 시즌 3 - 일본 사가현 7회(WE ARE THE TONG!)",
      "english": "Then go after filming the show."
    },
    {
      "korean": "중학교 때 가봤지. I went to school only when I was in Middle school. 듣기 View video TWICE : 엄똑나모",
      "english": "I went to school only when I was in Middle school."
    },
    {
      "korean": "저는 초등학생 때 가봤어요. I went there when I was in elementary school. 듣기 View video MAP6 : 맵식스는 연습실",
      "english": "I went there when I was in elementary school."
    }
  ],
  "examples": [
    {
      "korean": "Parents have forgotten what it is like to be young. 듣기 Add to Wordbook 부모님들은 젊었을 때 가 어땠는지 잊고 있어요. Neungyule",
      "english": "Parents have forgotten what it is like to be young. Add to Wordbook"
    },
    {
      "korean": "Oh, that's right. I was there the last time I was in San Francisco. 듣기 Add to Wordbook 아, 맞아요. 지난번에 샌프란시스코에 왔을 때 가 본 적이 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Oh, that's right. I was there the last time I was in San Francisco. Add to Wordbook"
    },
    {
      "korean": "It's time for some to do. 듣기 Add to Wordbook 일을 좀 할 때가 됐어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "It's time for some to do. Add to Wordbook"
    },
    {
      "korean": "Not the time to be in here. 듣기 Add to Wordbook 여기 있을 때가 아냐. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 yoonsh310(yoon****)",
      "english": "Not the time to be in here. Add to Wordbook"
    },
    {
      "korean": "Now it's time to wake up. 듣기 Add to Wordbook 이제 일어날 때가 됐어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "Now it's time to wake up. Add to Wordbook"
    }
  ]
}