{
  "phrases": [
    {
      "phrase": "때문에",
      "hanja": "",
      "example": {},
      "meanings": [
        "on account of",
        "because of",
        "owing to"
      ]
    },
    {
      "phrase": "때문",
      "hanja": "",
      "example": {},
      "meanings": [
        "ground, reason, because (of)"
      ]
    },
    {
      "phrase": "이 때문에",
      "hanja": "",
      "example": {},
      "meanings": [
        "on this account"
      ]
    },
    {
      "phrase": "그 때문에",
      "hanja": "",
      "example": {},
      "meanings": [
        "for that reason"
      ]
    },
    {
      "phrase": "…때문이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be due[owing, attributable] to",
        "attribute to"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "since",
      "frequency": 3
    },
    {
      "meaning": "out",
      "frequency": 3
    },
    {
      "meaning": "as",
      "frequency": 3
    },
    {
      "meaning": "through",
      "frequency": 3
    },
    {
      "meaning": "because",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "때문에. It's pronounced like this. 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 프로젝트 EP.22 - 두근두근 설레는 첫 녹음",
      "english": "It's pronounced like this."
    },
    {
      "korean": "저희 때문에 '도깨비' 에 빠지신 분들이 몇 있더라고요. so some of our fans got into it because of us. 듣기 View video ASTRO : 차은우의 Just one 10 minutes",
      "english": "so some of our fans got into it because of us."
    },
    {
      "korean": "무엇 때문이지? What's the reason? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #49",
      "english": "What's the reason?"
    },
    {
      "korean": "무엇 때문에 그렇지? What's the reason? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #49",
      "english": "What's the reason?"
    },
    {
      "korean": "너 때문에 중독됐잖아! You got me addicted! 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "You got me addicted!"
    }
  ],
  "examples": [
    {
      "korean": "He said, This one is bound to be a bit different, because I'm English and the others weren't. 듣기 Add to Wordbook 그는 내가 영국인이고 다른(감독)들은 아니었기 때문 에 이번 것은 확실히 약간 다르다. Neungyule",
      "english": "He said, This one is bound to be a bit different, because I'm English and the others weren't. Add to Wordbook"
    },
    {
      "korean": "They are part of a species called arthropod because they have segmented bodies and shells on the outside of their body. 듣기 Add to Wordbook 이들은 분할된 몸체와 몸체 밖에 각질을 가지고 있기 때문 에 절지류라고 불리 우는 종의 일부이다. Neungyule",
      "english": "They are part of a species called arthropod because they have segmented bodies and shells on the outside of their body. Add to Wordbook"
    },
    {
      "korean": "Because he loved playing in the water since he was an infant, the mother made Kim learn how to swim when he was in the fifth grade. 듣기 Add to Wordbook 유아일 때부터 김군이 물속에서 노는 것을 즐겼기 때문 에, 유씨는 김군이 5학년일 때부터 수영을 배우게 했다. Neungyule",
      "english": "Because he loved playing in the water since he was an infant, the mother made Kim learn how to swim when he was in the fifth grade. Add to Wordbook"
    },
    {
      "korean": "However, it is not yet confirmed whether the game is actually available to the public since the use of cell phones is limited to only a very few. 듣기 Add to Wordbook 그러나 휴대전화기의 사용이 극소수에 한정되었기 때문 에 이 게임이 실제 일반에게 이용가능한지는 확인되지 않고 있다. Neungyule",
      "english": "However, it is not yet confirmed whether the game is actually available to the public since the use of cell phones is limited to only a very few. Add to Wordbook"
    },
    {
      "korean": "Pakistani officials said as much as 20 percent of areas in need of aid have not been reached yet due to damaged roads and poor weather conditions. 듣기 Add to Wordbook 파키스탄 관리들은 훼손된 도로와 나쁜 기후조건 때문 에 도움을 필요로 하는 지역의 20%정도에 (원조가) 아직도 도달하지 못하고있다고 말했다. Neungyule",
      "english": "Pakistani officials said as much as 20 percent of areas in need of aid have not been reached yet due to damaged roads and poor weather conditions. Add to Wordbook"
    }
  ]
}