{
  "phrases": [
    {
      "phrase": "때리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·동물 등을) hit, beat, strike; (몽둥이 등으로) club; (손바닥으로) slap; (아이를 벌주기 위해) smack; (채찍 등으...",
        "(사물을) beat (on/against/at), (비·파도 등이) lash",
        "(비판하다) criticize, attack, lash, (informal) bash"
      ]
    },
    {
      "phrase": "때리는 시어머니보다 말리는 시누이가 더 밉다",
      "hanja": "",
      "example": {},
      "meanings": [
        "It is not the mother-in-law who beats you, but the sister-in-law who tries to stop her that is more hateful"
      ]
    },
    {
      "phrase": "때린 놈은 다리 못 뻗고 자도 맞은 놈은 다리 뻗고 잔다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Those who have beaten a person cannot sleep with their legs stretched out, but those who have been beaten can sleep with their legs stretched out"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hittable",
      "frequency": 0
    },
    {
      "meaning": "beatable",
      "frequency": 0
    },
    {
      "meaning": "매 1",
      "frequency": 0
    },
    {
      "meaning": "slap",
      "frequency": 1
    },
    {
      "meaning": "thrash",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "뭔가 서로 싫어해야 막 때릴 수 있는데 뭔가 좀... but we'd really have to dislike each other to hit one another... 듣기 View video NCT : 후기이🖤🤍",
      "english": "but we'd really have to dislike each other to hit one another..."
    },
    {
      "korean": "사춘기... - 와 내 사춘기 언니 봤으면 나 때릴걸? Adolescence... - If you had seen me in my adolescence, you might have beat me up. 듣기 View video V PICK! : [(G)I-DLE] 5살이건 50살이건 일단 한평생 큐트라는 건 확실(′ᵕ‵)💓 (Miyeon&Yuqi choosing between two options)",
      "english": "Adolescence... - If you had seen me in my adolescence, you might have beat me up."
    },
    {
      "korean": "때릴 거야 때릴 거야? You're going to hit me? You are? 듣기 View video LEE JIN HYUK : 그냥 와봤어 브이단><",
      "english": "You're going to hit me? You are?"
    },
    {
      "korean": "뺨 안 때릴 자신 있어? Are you sure you won't slap me in the face? 듣기 View video AB6IX : 🌸웅동💙",
      "english": "Are you sure you won't slap me in the face?"
    },
    {
      "korean": "다음에는 아까 그 삼각대로 때릴 거예요 - 네? I will really hit you with that tripod next time. - What? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "I will really hit you with that tripod next time. - What?"
    }
  ],
  "examples": [
    {
      "korean": "It wasn't my intention to hit my brother. 발음듣기 난 내 동생을 때릴 의도는 없었다. 절대어휘 5100",
      "english": "It wasn't my intention to hit my brother. 발음"
    },
    {
      "korean": "I shall whip you if you don't behave better. 발음듣기 좀 더 얌전히 안 하면 때릴 테다. Friendict Level English-Korean Dictionary",
      "english": "I shall whip you if you don't behave better. 발음"
    },
    {
      "korean": "I will hit you if you say that again. 발음듣기 다시 그런 소릴 하면 널 때릴거야. Neungyule",
      "english": "I will hit you if you say that again. 발음"
    },
    {
      "korean": "She came very close[near] to hitting him. 발음듣기 그녀는 그를 때릴락 말락 했다 Dong-a's Prime English-Korean Dictionary",
      "english": "She came very close[near] to hitting him. 발음"
    },
    {
      "korean": "He was ready to hit me if I spoke another word. 발음듣기 그는 내가 한마디만 더 하면 때릴 태세였다 Neungyule",
      "english": "He was ready to hit me if I spoke another word. 발음"
    }
  ]
}