{
  "phrases": [
    {
      "phrase": "떠나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(있던 곳에서 다른 곳으로) leave, (formal) depart, go off (to)",
        "(출발하다) leave, start off, set off, (formal) depart, (차량이) pull out",
        "(벗어나다)"
      ]
    },
    {
      "phrase": "집 떠나면 고생이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "You will go through sufferings if you leave home"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "leave",
      "frequency": 3
    },
    {
      "meaning": "depart",
      "frequency": 3
    },
    {
      "meaning": "abandon",
      "frequency": 3
    },
    {
      "meaning": "going",
      "frequency": 3
    },
    {
      "meaning": "departure",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "여행 떠나면 되게... If I were to travel... 듣기 View video NCT : 이툥이툥 여러분 안툥",
      "english": "If I were to travel..."
    },
    {
      "korean": "이렇게 같이 여정을 떠나면 너무 좋지 않을까요? If I take a new journey with them, it would be great. Don't you think? 듣기 View video V COOKIE : [Full] INFINITE NAM WOO HYUN X LieV - 인피니트 남우현의 눕방라이브!",
      "english": "If I take a new journey with them, it would be great. Don't you think?"
    },
    {
      "korean": "여러분, 저희 떠나면 안돼요. Hey everyone, don't leave us. 듣기 View video IDOL x IDOL : BLOOMY - 블루미 ' 나 숨 못 쉬나봐 긴장 하고 있나봐 이런 날 어떻게 해 baby'",
      "english": "Hey everyone, don't leave us."
    },
    {
      "korean": "그래도 함께 못 떠나면... But if you can't leave with us... 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 2화 ep.6 포토크루 완전체 결성! 마지막 비밀 크루는?",
      "english": "But if you can't leave with us..."
    },
    {
      "korean": "그러면 이제 우리는 위로 떠나면 될 것 같고요. It's now time to go up. 듣기 View video MAGIC STRAWBERRY SOUND : [하상욱×옥상달빛] 좋은생각 발매기념 라이브",
      "english": "It's now time to go up."
    }
  ],
  "examples": [
    {
      "korean": "She will be greatly missed when she leaves. 듣기 Add to Wordbook 그녀가 떠나면 대단히 그리울 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She will be greatly missed when she leaves. Add to Wordbook"
    },
    {
      "korean": "The movie's at six; if we leave at five-fifteen, we should have plenty of time. 듣기 Add to Wordbook 영화가 6시에 시작하니까, 5시 15분에 떠나면 시간이 충분할 거예요. YBM All in All English-Korean Dictionary",
      "english": "The movie's at six; if we leave at five-fifteen, we should have plenty of time. Add to Wordbook"
    },
    {
      "korean": "I thought the company wasn't going to hire anyone to take Olivia's place when she retired. 듣기 Add to Wordbook 올리비아가 떠나면 그녀 자리에 아무도 안 앉힐 줄 알았는데. YBM All in All English-Korean Dictionary",
      "english": "I thought the company wasn't going to hire anyone to take Olivia's place when she retired. Add to Wordbook"
    },
    {
      "korean": "Oh, he thought I was so attractive that he never wanted me to be away from him. 듣기 Add to Wordbook 오, 그는 내가 너무 매력적이어서 그의 곁을 한시도 떠나면 안 된다고 생각했어 YBM All in All English-Korean Dictionary",
      "english": "Oh, he thought I was so attractive that he never wanted me to be away from him. Add to Wordbook"
    },
    {
      "korean": "You will run into danger if you leave home. 듣기 Add to Wordbook 집을 떠나면 넌 위험에 처할 것이다. YBM All in All English-Korean Dictionary",
      "english": "You will run into danger if you leave home. Add to Wordbook"
    }
  ]
}