{
  "phrases": [
    {
      "phrase": "떠올리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "recall, recollect"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "evoke",
      "frequency": 3
    },
    {
      "meaning": "wake",
      "frequency": 3
    },
    {
      "meaning": "think of something/somebody",
      "frequency": 0
    },
    {
      "meaning": "flash back (to something)",
      "frequency": 0
    },
    {
      "meaning": "conjure something up",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "지금도 누구 떠올리고 있는지 알아요? Do you know who I'm thinking of? 듣기 View video V COOKIE : [Full] SUPER JUNIOR-D&E X Rooftop Live / 슈퍼주니어-D&E의 루프탑라이브!",
      "english": "Do you know who I'm thinking of?"
    },
    {
      "korean": "지금 떠올리고 있어. I'm thinking about it now. 듣기 View video KIM DONG WAN : 임기홍 임재현 배우",
      "english": "I'm thinking about it now."
    },
    {
      "korean": "[유겸도 다시 떠올려보는 중] 둥 따닥! [Yugyeom also tries to remember] Doong ddadak! 듣기 View video GOT7 : GOT7(갓세븐) HOTLINE #7",
      "english": "[Yugyeom also tries to remember] Doong ddadak!"
    },
    {
      "korean": "[옛 추억을 떠올리게 한 자켓 털기] [뭐야아...?] [Shaking your jacket just like in old days] [What is that...?] View video BTS : Run BTS! 2020 - EP.93",
      "english": "[Shaking your jacket just like in old days] [What is that...?]"
    },
    {
      "korean": "[데뷔 초 곡들을 떠올리면 자연스럽게 소환되는 추억의 안무들] 이거랑... [They're reminded of their old songs and choreography] And this... 듣기 View video GOT7 : GOT7(갓세븐) TOURLOG EP.20",
      "english": "[They're reminded of their old songs and choreography] And this..."
    }
  ],
  "examples": [
    {
      "korean": "Now she was dredging up memories from the depths of her mind. 듣기 Add to Wordbook 이제 그녀는 마음속 깊은 곳의 기억들을 떠올리고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Now she was dredging up memories from the depths of her mind. Add to Wordbook"
    },
    {
      "korean": "Whenever I find myself in trouble, I think about the time we were together at the end of last year and smile. 듣기 Add to Wordbook 나는 곤경에 처할 때마다, 작년 말에 우리가 함께 했던 시간을 떠올리고 웃음짓곤 한다. YBM All in All English-Korean Dictionary",
      "english": "Whenever I find myself in trouble, I think about the time we were together at the end of last year and smile. Add to Wordbook"
    },
    {
      "korean": "The next time you eat a steak or drive by a farm, you should try to honor the cowboys by thinking about everything they have done for the world. 듣기 Add to Wordbook 다음번에 당신이 스테이크를 먹거나 농장 옆을 차로 지날 때, 당신은 카우보이들이 해 온 모든 일들을 생각하며 그들을 떠올리고 존중해야 합니다. TIMES CORE",
      "english": "The next time you eat a steak or drive by a farm, you should try to honor the cowboys by thinking about everything they have done for the world. Add to Wordbook"
    },
    {
      "korean": "Who wants to be reminded of that? 듣기 Add to Wordbook 누가 그걸 떠올리고 싶어할까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gray(orch****)",
      "english": "Who wants to be reminded of that? Add to Wordbook"
    },
    {
      "korean": "At times we remember this and smile. 듣기 Add to Wordbook 때로 우리는 이를 떠올리고 웃는다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "At times we remember this and smile. Add to Wordbook"
    }
  ]
}