{
  "phrases": [
    {
      "phrase": "떨리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "shake, (신체가) tremble",
        "(분노·두려움으로) shake, tremble, quiver, shiver, shudder, quake",
        "(흥분·긴장으로) tremble, quiver"
      ]
    },
    {
      "phrase": "떨리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb be shaken off, be beaten off, fall off"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cringworthy",
      "frequency": 0
    },
    {
      "meaning": "tremble",
      "frequency": 3
    },
    {
      "meaning": "quaver",
      "frequency": 3
    },
    {
      "meaning": "shaky",
      "frequency": 3
    },
    {
      "meaning": "tremulous",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[이보다 더 떨릴 순 없다!] [I can't be more nervous than this!] View video 내 전공은 힙합(My major is HIPHOP) : Ep 19. 3억 쯤은 다들 있ㅈㅕ..?? FLEX 터지는 서울대 바팩과 붙을 학교는??",
      "english": "[I can't be more nervous than this!]"
    },
    {
      "korean": "떨릴 때? When I'm nervous? 듣기 View video Stray Kids : 캐리어가 아직...안오네..?",
      "english": "When I'm nervous?"
    },
    {
      "korean": "사람 목소리가 그렇게 떨릴 수가 있어요? How can a human voice tremble like that? 듣기 View video V COOKIE : [Full] 아스트로 X 우리의 밤 (Our Night with ASTRO)",
      "english": "How can a human voice tremble like that?"
    },
    {
      "korean": "[심장이 떨릴 정도로 폭풍감동한 아로니] - 심장이 떨려 - 디자인 어때요 형? My heart is pounding. - How is the design? 듣기 View video Dispatch : [ⓓxV] “쩨알이 선물 받으러가욧!” (뉴이스트:NU’EST)",
      "english": "My heart is pounding. - How is the design?"
    },
    {
      "korean": "떨릴 뿐이야. I'm just nervous. 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ-TALKER(슼즈토커)] Ep.07",
      "english": "I'm just nervous."
    }
  ],
  "examples": [
    {
      "korean": "He was in a state of tremulous excitement. 듣기 Add to Wordbook 그는 몸이 약간 떨릴 정도로 흥분한 상태였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was in a state of tremulous excitement. Add to Wordbook"
    },
    {
      "korean": "The car accident was the most cringworthy moment of my life. 듣기 Add to Wordbook 그 자동차 사고는 내 인생에서 가장 떨릴 정도로 끔찍한 순간이었다. 국제영어대학원대학교 신어사전",
      "english": "The car accident was the most cringworthy moment of my life. Add to Wordbook"
    },
    {
      "korean": "Someone is walking on [across, over] my grave. 듣기 Add to Wordbook 내 무덤 위를 누군가가 걷고 있다(이유도 없이 몸에 소름이 돋고 떨릴 때 하는 말). Friendict Level English-Korean Dictionary",
      "english": "Someone is walking on [across, over] my grave. Add to Wordbook"
    },
    {
      "korean": "Perhaps your hands become clammy and shaky upon walking into an elevator? 듣기 Add to Wordbook 아마도 엘리베이터 안에 들어서자마자 손이 땀에 배고 부들부들 떨릴 것이다. TIMES CORE",
      "english": "Perhaps your hands become clammy and shaky upon walking into an elevator? Add to Wordbook"
    },
    {
      "korean": "But if I go to Moscow, the capital city of Russia, my hands will be shaking even more! 듣기 Add to Wordbook 하지만 러시아의 수도 모스크바에서는 손이 더 심하게 떨릴 것 같아요! TIMES CORE",
      "english": "But if I go to Moscow, the capital city of Russia, my hands will be shaking even more! Add to Wordbook"
    }
  ]
}