{
  "phrases": [
    {
      "phrase": "떨어지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밑으로) fall, drop, (액체가) drip, (지니고 있던 것이) slip",
        "(가격·물가·수준 등이) fall, drop, go[come] down, decline, decrease",
        "depreciate, (가치·품질 등이) (formal) be debased"
      ]
    },
    {
      "phrase": "떨어지지 않는 발길",
      "hanja": "",
      "example": {},
      "meanings": [
        "steps that are hard to take"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "drop[fall, land] on one's feet",
      "frequency": 0
    },
    {
      "meaning": "drop",
      "frequency": 3
    },
    {
      "meaning": "over",
      "frequency": 3
    },
    {
      "meaning": "away",
      "frequency": 3
    },
    {
      "meaning": "thud",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "내일부터 당장 걷는 걸음걸음마다 새똥이 내 머리 위로 떨어져도 괜찮죠? It's okay if a bird poops on your head tomorrow while you're walking, right? 듣기 View video AB6IX : [Replay] AB6IX 1ST ALBUM [6IXENSE] SHOWCASE",
      "english": "It's okay if a bird poops on your head tomorrow while you're walking, right?"
    },
    {
      "korean": "[요정 눈에서 크리스탈 떨어져도 놀라지 말라는 배려같기도 하구요] 쇼케이스? [He may want us not to be surprised when seeing crystals from his eyes] Showcase? 듣기 View video V PICK! : [SF9] 다원이랑재윤이가나오는데요영균이얘기를제일많이해요재윤이운거X^^ (DAWON&JAEYOON’s V after Bangkok concert)",
      "english": "[He may want us not to be surprised when seeing crystals from his eyes] Showcase?"
    },
    {
      "korean": "[땅에 떨어져도 먹을 맛] - 맛있지? - 땅에 떨어져도 먹을래. It's good, right? - I want to eat it even if it fell on the ground. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 11부_ep.6 심야의 단짠 먹방★ 천국이 따로 없구나~",
      "english": "It's good, right? - I want to eat it even if it fell on the ground."
    },
    {
      "korean": "만약에 제가 성적이 떨어져도 아버지 딸이죠...? I'm still your daughter even if my score drops, right...? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : 초능력드라마(봉인해제 13세)EP19_숨은 커플 찾기_(상)_틀어진 우정만큼 멀어진 사이",
      "english": "I'm still your daughter even if my score drops, right...?"
    },
    {
      "korean": "난... 무인도에 떨어져도 잘 살 것 같은 멤버 5위! The member who can survive well in an isolated island! No.5! 듣기 View video V COOKIE : [full] UP10TION X LieV - 업텐션의 눕방라이브!",
      "english": "The member who can survive well in an isolated island! No.5!"
    }
  ],
  "examples": [
    {
      "korean": "Even if he were on a deserted island by himself, he would be able to survive. 듣기 Add to Wordbook 그는 무인도에 혼자 떨어져도 살아남을 사람이다 Neungyule",
      "english": "Even if he were on a deserted island by himself, he would be able to survive. Add to Wordbook"
    },
    {
      "korean": "Therefore, even the slightest drop in glucose will make them have a craving for carbohydrates. 듣기 Add to Wordbook 그러므로, 포도당이 아주 적게 떨어져도 사람들이 탄수화물 섭취를 갈망하게 될 것입니다. TIMES CORE",
      "english": "Therefore, even the slightest drop in glucose will make them have a craving for carbohydrates. Add to Wordbook"
    },
    {
      "korean": "Also, did you know that if body temperature falls just by one degree, the level of immunity drops by 30 percent? 듣기 Add to Wordbook 그리고 체온이 1도만 떨어져도 면역력이 30 퍼센트나 줄어든다는 걸 알고 있나요? EDU TIMES",
      "english": "Also, did you know that if body temperature falls just by one degree, the level of immunity drops by 30 percent? Add to Wordbook"
    },
    {
      "korean": "Most cats can survive even when they fall from high trees or buildings. 듣기 Add to Wordbook 대부분의 고양이들은 높은 나무나 건물에서 떨어져도 살 수 있습니다. TIMES CORE",
      "english": "Most cats can survive even when they fall from high trees or buildings. Add to Wordbook"
    },
    {
      "korean": "You can hear it for miles. 듣기 Add to Wordbook 너는 멀리 떨어져도 들을 수 있어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 방개(wnst****)",
      "english": "You can hear it for miles. Add to Wordbook"
    }
  ]
}