{
  "phrases": [
    {
      "phrase": "떨어지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밑으로) fall, drop, (액체가) drip, (지니고 있던 것이) slip",
        "(가격·물가·수준 등이) fall, drop, go[come] down, decline, decrease",
        "depreciate, (가치·품질 등이) (formal) be debased"
      ]
    },
    {
      "phrase": "조금 떨어져서",
      "hanja": "",
      "example": {},
      "meanings": [
        "a little way off",
        "at a short distance"
      ]
    },
    {
      "phrase": "멀리 떨어져서",
      "hanja": "",
      "example": {},
      "meanings": [
        "at a long distance",
        "a long way off",
        "far away"
      ]
    },
    {
      "phrase": "아내와 떨어져서 살다",
      "hanja": "",
      "example": {},
      "meanings": [
        "live away from one´s wife"
      ]
    },
    {
      "phrase": "TV는 떨어져서 보세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "TV Get back from the TV and watch it.",
        "TV Back away from the television and watch it."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "off",
      "frequency": 3
    },
    {
      "meaning": "ab- 1",
      "frequency": 0
    },
    {
      "meaning": "distantly",
      "frequency": 0
    },
    {
      "meaning": "se-",
      "frequency": 0
    },
    {
      "meaning": "detachedly",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "립밤도 다 떨어져서 살려... I ran out so I needed a new lip balm... 듣기 View video 콬TV (WHYNOT) : 문예찬 얼굴보고 벽치다가 우리집 원룸 됨ㅋㅋ[리얼:타임:러브2] VLOG #발렌타인데이",
      "english": "I ran out so I needed a new lip balm..."
    },
    {
      "korean": "[때로는 조금 멀리 떨어져서 바라봐야 하는지도 모른다 한 발 뒤로...] [Sometimes you need to take a step back and see the world ...] View video tvN D : 내신등급이 내 인생의 등급일까? [언어의 온도 : 우리의 열아홉] Ep.1",
      "english": "[Sometimes you need to take a step back and see the world ...]"
    },
    {
      "korean": "멀리 떨어져서 오시는 건 어떨까요? Or can we walk away from each other? 듣기 View video 콬TV (WHYNOT) : 나는 누구를 좋아하는 걸까 [연애미수] EP04",
      "english": "Or can we walk away from each other?"
    },
    {
      "korean": "자꾸 등에서 떨어져서... They just fall off from the back over and over. 듣기 View video BTS : Run BTS! 2019 - EP.87",
      "english": "They just fall off from the back over and over."
    },
    {
      "korean": "네 저는 단추가 떨어져서 하나를 옷핀으로... Yes, a button fell off, so with a safety pin... 듣기 View video UP10TION : 업텐션이랑 파헤치기!",
      "english": "Yes, a button fell off, so with a safety pin..."
    }
  ],
  "examples": [
    {
      "korean": "Can you stand a bit further away? 듣기 Add to Wordbook 좀 더 멀리 떨어져 서 주겠니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can you stand a bit further away? Add to Wordbook"
    },
    {
      "korean": "He stood aloof from the crowd. 듣기 Add to Wordbook 그는 대중과 떨어져 서 있었다. 절대어휘 5100",
      "english": "He stood aloof from the crowd. Add to Wordbook"
    },
    {
      "korean": "She faceplanted and got a lump on her forehead. 듣기 Add to Wordbook 그녀는 얼굴로 떨어져서 이마에 혹이 생겼다. 국제영어대학원대학교 신어사전",
      "english": "She faceplanted and got a lump on her forehead. Add to Wordbook"
    },
    {
      "korean": "The boy fell out of the tree and started to moan. 듣기 Add to Wordbook 한 소년이 나무에서 떨어져서 신음하기 시작했다. 절대어휘 5100",
      "english": "The boy fell out of the tree and started to moan. Add to Wordbook"
    },
    {
      "korean": "The player was photographed at the moment of faceplant. 듣기 Add to Wordbook 선수가 떨어져서 얼굴이 바닥에 닿는 순간이 사진으로 찍혔다. 국제영어대학원대학교 신어사전",
      "english": "The player was photographed at the moment of faceplant. Add to Wordbook"
    }
  ]
}