{
  "phrases": [
    {
      "phrase": "떼죽음",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "떼죽음을 당하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "suffer death en masse"
      ]
    },
    {
      "phrase": "떼죽음을 유발하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "cause massive death"
      ]
    },
    {
      "phrase": "떼죽음을 모면하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "escape massacre"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "die/fall/drop like flies",
      "frequency": 0
    },
    {
      "meaning": "fishkill",
      "frequency": 0
    },
    {
      "meaning": "decimated",
      "frequency": 0
    },
    {
      "meaning": "suffer death en masse",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오호츠크 해 돌고래의 떼 죽음. Mass deaths of dophines at Sea of Okhotsk. 듣기 View video YGK+ : 오늘의 주우재는? 보이스 온리 원앤온리유",
      "english": "Mass deaths of dophines at Sea of Okhotsk."
    }
  ],
  "examples": [
    {
      "korean": "The rabbit population was decimated by the disease. 듣기 Add to Wordbook 그 질병으로 토끼들이 떼죽음을 당했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The rabbit population was decimated by the disease. Add to Wordbook"
    },
    {
      "korean": "a population decimated by disease 듣기 Add to Wordbook 질병으로 떼죽음을 당한 인구. Friendict Level English-Korean Dictionary",
      "english": "a population decimated by disease Add to Wordbook"
    },
    {
      "korean": "The new lobsters are expected to produce nine million baby lobsters, the number believed to have been killed by the oil spill. 듣기 Add to Wordbook 이 바닷가재들은 9백만 마리의 새끼 바닷가재를 낳을 것으로 예상되는데, 이는 기름 유출 사고로 떼죽음을 당한 것으로 여겨지는 숫자이다. YBM All in All English-Korean Dictionary",
      "english": "The new lobsters are expected to produce nine million baby lobsters, the number believed to have been killed by the oil spill. Add to Wordbook"
    },
    {
      "korean": "Mass bird deaths were also reported from skies above Louisiana and Kentucky. 듣기 Add to Wordbook 루이지애나주와 캔터키주의 상공에서도 대규모의 새들의 떼죽음이 보고되었다. EDU TIMES",
      "english": "Mass bird deaths were also reported from skies above Louisiana and Kentucky. Add to Wordbook"
    },
    {
      "korean": "Mass deaths were also reported offshore. 듣기 Add to Wordbook 대규모의 떼죽음 사태는 물가에서도 보고되었다. EDU TIMES",
      "english": "Mass deaths were also reported offshore. Add to Wordbook"
    }
  ]
}