{
  "phrases": [
    {
      "phrase": "떼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(붙은 것을) take (sth) off, remove, detach (sth from sth)",
        "(세금·수수료 등을) deduct (=공제하다)",
        "(눈·시선 등을)"
      ]
    },
    {
      "phrase": "떼어 놓다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사이를) separate, pull sb apart",
        "(간격을 두다) leave a space",
        "(구분해서 생각하다)"
      ]
    },
    {
      "phrase": "한몫 떼어 주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "give a share[portion] of the profit"
      ]
    },
    {
      "phrase": "포스터를 떼어 내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "tear[take] off a poster"
      ]
    },
    {
      "phrase": "맹장을 떼어 내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have one´s appendix removed[out]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "wrench",
      "frequency": 3
    },
    {
      "meaning": "detach",
      "frequency": 3
    },
    {
      "meaning": "avulsion",
      "frequency": 0
    },
    {
      "meaning": "sunder",
      "frequency": 0
    },
    {
      "meaning": "pull somebody/something out (of something)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[묻은 거 떼어주는 쏘스윗 예지] 땅콩... [So sweet YEJI] Peanuts. 듣기 View video ITZY : ITZY(있지) IT'z TOURBOOK EP03",
      "english": "[So sweet YEJI] Peanuts."
    },
    {
      "korean": "떼어볼까요? Should I take it off? 듣기 View video SOJEONG : 무더운 여름, 외출 전 피부케어 하는 과정 및 초간단 메이크업 GET Ready WITH ME│소정 Sojeong",
      "english": "Should I take it off?"
    },
    {
      "korean": "제가 하나씩 떼어줬어요. So I gave him a piece. 듣기 View video PENTAGON : Shinwon say something",
      "english": "So I gave him a piece."
    },
    {
      "korean": "나를 닮은... - 상관없어요 - 그렇죠? - 이거 반만 떼어줄 수 있어요? It doesn't matter. - Right? - Can you give me half of this? 듣기 View video V COOKIE : [Full] STRAY KIDS X CouchTalk - 스트레이 키즈 X 카우치토크",
      "english": "It doesn't matter. - Right? - Can you give me half of this?"
    },
    {
      "korean": "댓글에 혹시 형이 다정하게 누구 얼굴에 묻는 걸 떼어줬나요? A comment said...did you kindly take something off someone's face? 듣기 View video V COOKIE : [Full] MONSTA X x Eating Show - 몬스타엑스 X 같이 먹어요",
      "english": "A comment said...did you kindly take something off someone's face?"
    }
  ],
  "examples": [
    {
      "korean": "He brushed a cobweb out of his hair. 듣기 Add to Wordbook 그는 머리를 빗어 거미줄을 떼어 냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He brushed a cobweb out of his hair. Add to Wordbook"
    },
    {
      "korean": "Detach the coupon and return it as soon as possible 듣기 Add to Wordbook 쿠폰을 떼어 내어 가능한 한 빨리 발송해 주세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Detach the coupon and return it as soon as possible Add to Wordbook"
    },
    {
      "korean": "She picked bits of fluff from his sweater. 듣기 Add to Wordbook 그녀가 그의 스웨터에서 보풀을 떼어 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She picked bits of fluff from his sweater. Add to Wordbook"
    },
    {
      "korean": "She gently disengaged herself from her sleeping son. 듣기 Add to Wordbook 그녀는 잠이 든 아들에게서 가만히 몸을 떼어 냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She gently disengaged herself from her sleeping son. Add to Wordbook"
    },
    {
      "korean": "He grabbed Ben, wrenching him away from his mother. 듣기 Add to Wordbook 그가 벤을 움켜잡고 그의 어머니에게서 확 떼어 냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He grabbed Ben, wrenching him away from his mother. Add to Wordbook"
    }
  ]
}