{
  "phrases": [
    {
      "phrase": "똘마니",
      "hanja": "",
      "example": {},
      "meanings": [
        "henchman, minion, (offensive) underling"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "button man",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그럼 내가 똘마니 하고 네가 할래? Do you want me to be a sidekick? 듣기 View video Big Picture (빅픽처) : 빅픽처3 EP46_서서히 드러나는 드라마의 실체!",
      "english": "Do you want me to be a sidekick?"
    },
    {
      "korean": "[갸우뚱] - 그렇지 - 똘마니는 안 될 것 같은데? [Doubtful] - Right. - A sidekick only? 듣기 View video Big Picture (빅픽처) : 빅픽처3 EP46_서서히 드러나는 드라마의 실체!",
      "english": "[Doubtful] - Right. - A sidekick only?"
    }
  ],
  "examples": [
    {
      "korean": "That guy is a gangster's henchman[minion]. 듣기 Add to Wordbook 저 녀석은 깡패 똘마니다 Neungyule",
      "english": "That guy is a gangster's henchman[minion]. Add to Wordbook"
    },
    {
      "korean": "He escaped and only the underlings got caught[arrested]. 듣기 Add to Wordbook 그는 도망치고 똘마니들만 붙잡혔다 Neungyule",
      "english": "He escaped and only the underlings got caught[arrested]. Add to Wordbook"
    },
    {
      "korean": "And people like you are the minions. 듣기 Add to Wordbook 그리고 너같은 사람들은 똘마니들이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 초코칩(free****)",
      "english": "And people like you are the minions. Add to Wordbook"
    },
    {
      "korean": "Him and his cronies have backstabbed this country into oblivion. 듣기 Add to Wordbook 그와 그의 똘마니들이 이나라를 망각으로 치닫게 했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "Him and his cronies have backstabbed this country into oblivion. Add to Wordbook"
    },
    {
      "korean": "The minions themselves are a pleasingly mischievous bunch and the game infuses them with quite a bit of character. 듣기 Add to Wordbook 똘마니들은 유쾌한 개구쟁이 패거리들이며 이 게임에선 이들에게 꽤 독특한 개성을 부여한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 proudgray(prou****)",
      "english": "The minions themselves are a pleasingly mischievous bunch and the game infuses them with quite a bit of character. Add to Wordbook"
    }
  ]
}