{
  "phrases": [
    {
      "phrase": "three",
      "hanja": "",
      "example": {},
      "meanings": [
        "Number 3, 셋; 세[석] …"
      ]
    },
    {
      "phrase": "Three-",
      "hanja": "",
      "example": {},
      "meanings": [
        "Clothes (Abbr.) TRE."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tripotage",
      "frequency": 0
    },
    {
      "meaning": "Trivento, Amado Sur",
      "frequency": 0
    },
    {
      "meaning": "Trivento Demi sec",
      "frequency": 0
    },
    {
      "meaning": "Shivaratri",
      "frequency": 0
    },
    {
      "meaning": "Trivento, Tribu Malbec",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "많은 걸 좀 뿌시고 -제가 잘 고장내뜨리고 합니다. She breaks up a lot. - I break up many things. 듣기 View video GAVYNJ : 노래 한 번 할게요....",
      "english": "She breaks up a lot. - I break up many things."
    },
    {
      "korean": "핸드폰 케이스를 빼는 날엔 꼭 떨어 뜨리더라고요. I drop the phone the day I take the case off. 듣기 View video IMFACT : [TAEHO] 태호의 랜선 소풍",
      "english": "I drop the phone the day I take the case off."
    },
    {
      "korean": "네? - ... 3분 동안! Pardon? - ... Three minutes! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.23",
      "english": "Pardon? - ... Three minutes!"
    },
    {
      "korean": "아 왜! 아~ 가! 셋이 가! No way! Let's go together, three of us! 듣기 View video 플레이리스트 (Playlist) : 에이틴 제작진 신작 드디어 나옴 [트웬티 트웬티] - 대본리딩 메이킹",
      "english": "No way! Let's go together, three of us!"
    },
    {
      "korean": "2, 3 - 뭐 어떤 상황 할까? Two, three. - What situation will it be? 듣기 View video MAMAMOO : 용콩별콩 뒤집어지는 LIVE",
      "english": "Two, three. - What situation will it be?"
    }
  ],
  "examples": [
    {
      "korean": "She has long curls over her shoulders. 발음듣기 긴 곱슬 머리를 어깨에 늘어 뜨리고 있다. 영어영작문대사전",
      "english": "She has long curls over her shoulders. 발음"
    },
    {
      "korean": "The dog is lolling(=hanging) [out] the tongue. 발음듣기 개가 혀바닥을 늘어 뜨리고 있다. 영어영작문대사전",
      "english": "The dog is lolling(=hanging) [out] the tongue. 발음"
    },
    {
      "korean": "I suppose you'd like me to climb up and push him down. 발음듣기 나는 내가 올라가서 그를 밀어뜨리길 네가 원한다고 생각해 User translation Inaccurate information may be included due to the users' self-traslation. 갈색피아노(emon****) Web Collection",
      "english": "I suppose you'd like me to climb up and push him down. 발음"
    },
    {
      "korean": "I also believe that the power of patronage is demeaning to public life. 발음듣기 나는 또한 그 후원세력이 공무의 수준을 떨어 뜨리고 있다고 믿는다. User translation Inaccurate information may be included due to the users' self-traslation. 마이티아톰(barr****) Hansard",
      "english": "I also believe that the power of patronage is demeaning to public life. 발음"
    },
    {
      "korean": "I won't clean up the floor with you. 발음듣기 나는 당신을 쓸어뜨리지 않겠어. User translation Inaccurate information may be included due to the users' self-traslation. rimhan7(rimh****) Web Collection",
      "english": "I won't clean up the floor with you. 발음"
    }
  ]
}