{
  "phrases": [
    {
      "phrase": "띄다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈·귀 등에)"
      ]
    },
    {
      "phrase": "띄다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사이·간격 등을) space (out), leave a space (between)"
      ]
    },
    {
      "phrase": "허리띄기",
      "hanja": "",
      "example": {},
      "meanings": [
        "스포츠 Uki-goshi"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "present a most striking appearance",
      "frequency": 0
    },
    {
      "meaning": "unit spacing",
      "frequency": 0
    },
    {
      "meaning": "striking",
      "frequency": 3
    },
    {
      "meaning": "evident",
      "frequency": 3
    },
    {
      "meaning": "conspicuous",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "좀 더 음악성을 띄기 위해... - Hodong? To add some... - Hodong? 듣기 View video INFINITE : INFINITE [INFINITE ONLY] COMEBACK COUNTDOWN SHOW!",
      "english": "To add some... - Hodong?"
    },
    {
      "korean": "네, 눈에 띄기만 해 진짜! - 띄기만 해! 아주 내가... Yeah, stay out of sight! - Yeah! Or I'll... 듣기 View video V COOKIE : [Full] 9MUSES X LieV - 나인뮤지스의 눕방라이브!",
      "english": "Yeah, stay out of sight! - Yeah! Or I'll..."
    },
    {
      "korean": "'눈에 띄기만 해봐' 이랬잖아. - 아니야. You said, \"Stay out of my sight\". - No. 듣기 View video V Special : [슬램덩크] 언니쓰 데뷔기념 밧데리 충전쇼 (Unnies' Battery Charge Show)",
      "english": "You said, \"Stay out of my sight\". - No."
    },
    {
      "korean": "색을 띄기 위해서 저희가 원액을 많이 넣었죠. We added a lot of extract to get this color. 듣기 View video V COOKIE : [Full] DAY6 X Rooftop Live - DAY6​의 루프탑라이브!",
      "english": "We added a lot of extract to get this color."
    },
    {
      "korean": "너무 잘 잡으셔서요. - 눈에 띄기만 해! She's so good at catching them. - Stay out of my sight! 듣기 View video V COOKIE : [Full] 9MUSES X LieV - 나인뮤지스의 눕방라이브!",
      "english": "She's so good at catching them. - Stay out of my sight!"
    }
  ],
  "examples": [
    {
      "korean": "Let's check out before I find something else to buy. 듣기 Add to Wordbook 또 사고 싶은 것 눈에 띄기 전에 계산하고 나갑시다. Neungyule",
      "english": "Let's check out before I find something else to buy. Add to Wordbook"
    },
    {
      "korean": "The lack of schoolchildren began to emerge in the late 1990s. 듣기 Add to Wordbook 학생수가 줄어드는 현상은 1990년대 후반부터 눈에 띄기 시작했다. Neungyule",
      "english": "The lack of schoolchildren began to emerge in the late 1990s. Add to Wordbook"
    },
    {
      "korean": "Next you began to see shirts with stripes on them - pinstripes, wide stripes, varied and multicolored stripes. 듣기 Add to Wordbook 그 이후 가는 세로줄 무늬, 넓은 줄무늬와 다양한 색상의 줄무늬 등이 있는 줄무늬 셔츠가 눈에 띄기 시작했습니다. YBM All in All English-Korean Dictionary",
      "english": "Next you began to see shirts with stripes on them - pinstripes, wide stripes, varied and multicolored stripes. Add to Wordbook"
    },
    {
      "korean": "Effects such as pollution and ecological damage begin to become noticeable. 듣기 Add to Wordbook 공해와 생태계 파괴의 결과가 눈에 띄기 시작한다. YBM All in All English-Korean Dictionary",
      "english": "Effects such as pollution and ecological damage begin to become noticeable. Add to Wordbook"
    },
    {
      "korean": "hang up the posters in advantageous location 듣기 Add to Wordbook 눈에 띄기 쉬운 위치에 포스터를 내걸다. 영어영작문대사전",
      "english": "hang up the posters in advantageous location Add to Wordbook"
    }
  ]
}