{
  "phrases": [
    {
      "phrase": "띄다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈·귀 등에)"
      ]
    },
    {
      "phrase": "띄다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사이·간격 등을) space (out), leave a space (between)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "evidently",
      "frequency": 3
    },
    {
      "meaning": "visibly",
      "frequency": 0
    },
    {
      "meaning": "He was visibly shocked.",
      "frequency": 0
    },
    {
      "meaning": "strikingly",
      "frequency": 0
    },
    {
      "meaning": "conspicuously",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[눈이 띄게 좋아진 유수분 밸런스!] [Water-oil balance has improved a lot!] View video HANABONO : 수부지 탈출? 피부 속 수분 꽉 잡아준 이너뷰티영양제 소개합니다 Beauty Supplement",
      "english": "[Water-oil balance has improved a lot!]"
    },
    {
      "korean": "거기서 관계자분의 눈에 띄게 됐다? and, you got recruited there? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#323. 자신있지 (w. ITZY)",
      "english": "and, you got recruited there?"
    },
    {
      "korean": "다들 수고했다는 말이 눈에 띄게 많아요. \"Good work\" stands out the most. 듣기 View video Dispatch : ★뉴블예술단 1위 기념 SHOW★ (Feat. 디패)",
      "english": "\"Good work\" stands out the most."
    },
    {
      "korean": "멜라닌도 다른 사람들보다 더 눈에 띄게 드러나요. and Melanin to be more vividly visible, compared to other people. 듣기 View video Wishtrend TV : All About Dark Circles | 5 Causes and Hacks to Remove Dark Circles | Wishtrend TV",
      "english": "and Melanin to be more vividly visible, compared to other people."
    },
    {
      "korean": "[눈에 띄게 밝아진 왼쪽 얼굴] - 비교해서 보시겠어요? - 눈에 띄게... [The left side of his face is noticeably brighter] - Can you compare the two? - It's noticeably... 듣기 View video WHYNOT TV : 자기야, 나 뭐 달라진 거 없어? [미친 딜리버리 시즌2] EP05 커플 메이크오버",
      "english": "[The left side of his face is noticeably brighter] - Can you compare the two? - It's noticeably..."
    }
  ],
  "examples": [
    {
      "korean": "The runners have noticeably quickened their pace. 듣기 Add to Wordbook 주자들이 눈에 띄게 속도를 빨리 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The runners have noticeably quickened their pace. Add to Wordbook"
    },
    {
      "korean": "The risk of infection is appreciably higher among children. 듣기 Add to Wordbook 감염 위험이 아동들 사이에서 눈에 띄게 더 높다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The risk of infection is appreciably higher among children. Add to Wordbook"
    },
    {
      "korean": "She paled visibly at the sight of the police car. 듣기 Add to Wordbook 그녀는 경찰차를 보자 얼굴이 눈에 띄게 창백해졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She paled visibly at the sight of the police car. Add to Wordbook"
    },
    {
      "korean": "She has visibly blossomed over the last few months. 듣기 Add to Wordbook 그녀는 지난 몇 달 동안 얼굴이 눈에 띄게 활짝 피었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She has visibly blossomed over the last few months. Add to Wordbook"
    },
    {
      "korean": "The spectators were wilting visibly in the hot sun. 듣기 Add to Wordbook 뜨거운 태양 때문에 관중들이 눈에 띄게 힘들어하고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The spectators were wilting visibly in the hot sun. Add to Wordbook"
    }
  ]
}