{
  "phrases": [
    {
      "phrase": "띄다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈·귀 등에)"
      ]
    },
    {
      "phrase": "띄다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사이·간격 등을) space (out), leave a space (between)"
      ]
    },
    {
      "phrase": "한 줄씩 띄어 쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "write on every other[second] line"
      ]
    },
    {
      "phrase": "한 자 한 자 띄어 쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "space out words"
      ]
    },
    {
      "phrase": "띄어쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "write leaving space (between the words), leave spaces"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "double-space",
      "frequency": 0
    },
    {
      "meaning": "Rhoeo",
      "frequency": 0
    },
    {
      "meaning": "write in alternate lines",
      "frequency": 0
    },
    {
      "meaning": "become glaringly noticeable",
      "frequency": 0
    },
    {
      "meaning": "bury ones troubles",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "물면 어떡해요? - 멀리 띄어 놓을게. What if it bites. - I will put it far... 듣기 View video (G)I-DLE : (여자)아이들 - I-TALK #14 : '한(一)' M/V 촬영 비하인드 (Part 2)",
      "english": "What if it bites. - I will put it far..."
    },
    {
      "korean": "약간의 펄감이 살짝 있는데 거의 눈에 안 띄어요. There's light pearls but it's hardly noticeable. 듣기 View video V PICK! HOW-TO : [V PICK! HOW TO in V] 블랙핑크 마지막처럼 제니 커버 메이크업 (HOW TO DO Blackpink's Jenny cover makeup)",
      "english": "There's light pearls but it's hardly noticeable."
    },
    {
      "korean": "화면에 뭔가 띄어주고 계신데요? - 뭐죠? They are writing something on the screen. - What is that? 듣기 View video V COOKIE : [Full]SINGING ROOM X Lovelyz (코인노래방 X 러블리즈)",
      "english": "They are writing something on the screen. - What is that?"
    },
    {
      "korean": "컬러가 많이 보이죠? - 올리브 브라운 컬러가 더 눈에 띄어요. You can see the color, right? - I can see the olive brown color well. 듣기 View video V Beauty : [박서울x살롱드부띠끄] 레드벨벳 아이린 토끼피부/여신머리 배워보자!! [Redvelvet Irene]",
      "english": "You can see the color, right? - I can see the olive brown color well."
    },
    {
      "korean": "닦아내고 나면 사진처럼 리무버에 불어서 하얗게 들뜬 루즈스킨과 큐티클이 눈에 띄어요. After you wipe it off, the loose skin and cuticle will be noticeable like this picture. 듣기 View video K Beauty-TIP : 큐티클제거 셀프네일케어 하는 법, 집에서 손톱정리 [Self Nail Care Routine]",
      "english": "After you wipe it off, the loose skin and cuticle will be noticeable like this picture."
    }
  ],
  "examples": [
    {
      "korean": "Let's walk now. Step firm! 듣기 Add to Wordbook 걸어보도록 하자. 걸음을 잘 띄어봐! Neungyule",
      "english": "Let's walk now. Step firm! Add to Wordbook"
    },
    {
      "korean": "Fix the blinds or buy new ones, and move cribs away from windows. 듣기 Add to Wordbook 블라인드를 수리하거나 새로 구입하시고 유아용 침대는 창가에서 멀리 띄어 놓으세요. YBM All in All English-Korean Dictionary",
      "english": "Fix the blinds or buy new ones, and move cribs away from windows. Add to Wordbook"
    },
    {
      "korean": "Leave a blank line between paragraphs. 듣기 Add to Wordbook 단락과 단락 사이는 한 줄 띄어 주세요. Neungyule",
      "english": "Leave a blank line between paragraphs. Add to Wordbook"
    },
    {
      "korean": "Arrange slices in prepared pan, with space between the rows. 듣기 Add to Wordbook 준비해 둔 팬에 사이를 띄어가며 반죽 조각들을 놓는다. YBM All in All English-Korean Dictionary",
      "english": "Arrange slices in prepared pan, with space between the rows. Add to Wordbook"
    },
    {
      "korean": "By chance, he was discovered by an entertainment agent and became an actor. 듣기 Add to Wordbook 그는 우연히 연예 기획사 관계자의 눈에 띄어 배우가 되었다 Neungyule",
      "english": "By chance, he was discovered by an entertainment agent and became an actor. Add to Wordbook"
    }
  ]
}