{
  "phrases": [
    {
      "phrase": "라고",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "라고",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition (Abbr.) 라1. ra (→이라고1, 고3)"
      ]
    },
    {
      "phrase": "-라고",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "-라고",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -ndago (→-다고1, -ㄴ다고1, -는다고1)",
        "Ending -ndago (→-다고1, -ㄴ다고1, -는다고1)",
        "Ending -rago (→-으라고1)"
      ]
    },
    {
      "phrase": "-라고",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -ndago (→-ㄴ다고2, -는다고2, -다고2, -으라고1)",
        "Ending -ndago (→-ㄴ다고2, -는다고2, -다고2, -으라고1)",
        "Ending -ndago (→-ㄴ다고2, -는다고2, -다고2)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Lago",
      "frequency": 0
    },
    {
      "meaning": "suffice (it) to say (that)…",
      "frequency": 0
    },
    {
      "meaning": "not to say",
      "frequency": 0
    },
    {
      "meaning": "pleonasm",
      "frequency": 0
    },
    {
      "meaning": "be not necessarily[always]…",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "라고... She told me. 듣기 View video INFINITE : U20 우승기원 !!먹방",
      "english": "She told me."
    },
    {
      "korean": "그러니까 저는 바꾸겠어요. 나스 키라르고. So I will just pick NARS Key Largo. 듣기 View video V Beauty : 하코냥 안 쓰면 후회할 섀도우 HAKONYANG Must Item about Shadow",
      "english": "So I will just pick NARS Key Largo."
    },
    {
      "korean": "수분크림라고 할 정도로... and some people call it a hydration cream. 듣기 View video V Beauty : [뷰스타데이] 파우치을 털어라! / Opening the pouch of creator !",
      "english": "and some people call it a hydration cream."
    },
    {
      "korean": "슈퍼스타 여친을 둔 자가 짊어질 십자가 라고나 할까? Should I say that it's the cross that I carry for having a superstar girlfriend? 듣기 View video 브릿지TV (BRIDGE TV) : <사랑, 시간에 머물다> EP6-2(final)",
      "english": "Should I say that it's the cross that I carry for having a superstar girlfriend?"
    },
    {
      "korean": "원허닛라고 적혀있네요. - 사실 이거 메댄즈라고 맞춰입은 건 줄 알았거든요 지금까지 저는. It says \"ONEHUNNIT\" on it. - I thought it was because we're on \"Main Dancers\" until now. 듣기 View video Dispatch : ‘메댄즈’ 완전체",
      "english": "It says \"ONEHUNNIT\" on it. - I thought it was because we're on \"Main Dancers\" until now."
    }
  ],
  "examples": [
    {
      "korean": "We stop at Key Largo to take stock. 듣기 Add to Wordbook 우리는 제대로 살펴보기위해 키 라고에 들립니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Miraklu(kend****)",
      "english": "We stop at Key Largo to take stock. Add to Wordbook"
    },
    {
      "korean": "Largo means play as slow as you can. 듣기 Add to Wordbook 라르고는 가능한 느리게 연주하라는 것을 의미한다. English Hidden Card",
      "english": "Largo means play as slow as you can. Add to Wordbook"
    },
    {
      "korean": "Take the train bound for Largo. 듣기 Add to Wordbook 라르고행 전철을 타세요. YBM All in All English-Korean Dictionary",
      "english": "Take the train bound for Largo. Add to Wordbook"
    },
    {
      "korean": "This work was done in conjunction with Largos Ltd. 듣기 Add to Wordbook 이 일은 라르고스 유한회사와 함께 진행되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 LSKYSY(sese****) Hansard",
      "english": "This work was done in conjunction with Largos Ltd. Add to Wordbook"
    },
    {
      "korean": "Largo, your real father is him. 듣기 Add to Wordbook 라르고, 너의 진짜 아버지는 그야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 공정제어설계(smj0****)",
      "english": "Largo, your real father is him. Add to Wordbook"
    }
  ]
}