{
  "phrases": [
    {
      "phrase": "라구",
      "hanja": "",
      "example": {},
      "meanings": [
        "생활·요리 ragout"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ragout",
      "frequency": 0
    },
    {
      "meaning": "Ragu",
      "frequency": 0
    },
    {
      "meaning": "Ragout",
      "frequency": 0
    },
    {
      "meaning": "hare's-tail",
      "frequency": 0
    },
    {
      "meaning": "Ragù sauce",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뚱뚱한 면? 라구? - 라구. Fat noodles? Ragu? - Ragu. 듣기 View video 키워드#보아 - my SMTelevision : [키워드#보아] Ep.06 보아&키, 둘만의 첫 저녁식사! (2)",
      "english": "Fat noodles? Ragu? - Ragu."
    },
    {
      "korean": "1, 2, 3! \"라구~\" 1, 2, 3! \"You know~\" 듣기 View video Show! Music core : [REPLAY] 12/3 쇼! 음악중심 '5분 딜레이~' Show! Music core",
      "english": "1, 2, 3! \"You know~\""
    },
    {
      "korean": "\"라구~\"란 안무 있잖아요. \"You know~\" choreography. 듣기 View video Show! Music core : [REPLAY] 12/3 쇼! 음악중심 '5분 딜레이~' Show! Music core",
      "english": "\"You know~\" choreography."
    },
    {
      "korean": "아니잖아. - 이거 토마토소스인가? - 아니 라구 파스타 소스잖아. No. - Is this tomato sauce? - It's the Ragu pasta sauce. 듣기 View video V COOKIE : [Full]YDPP X Calling Recipe - YDPP X 부재중레시피",
      "english": "No. - Is this tomato sauce? - It's the Ragu pasta sauce."
    }
  ],
  "examples": [
    {
      "korean": "Some of them are buckwheat porridge, boiled eggs, pudding and ragout. 발음듣기 그것들 중에는 메밀 죽, 삶은 계란, 푸딩과 라구가 있다. EDU TIMES",
      "english": "Some of them are buckwheat porridge, boiled eggs, pudding and ragout. 발음"
    },
    {
      "korean": "Further details on a few types of pasta sauces is listed as follows: Spaghetti Carbonara - Carbon-burner’s style with egg, “pancetta” (like bacon), parsley, and paremsan cheese. Pasta Alfredo - Cheese, cream, and butter sauce. Spaghetti Aglio e Olio - Garlic and oil sauce, (a light meal). Pasta Puttanesca - Flavorful “streetwalker’s style” with anchovies, garlic, olives, and capers. Pasta Marinara - Pasta with basic tomato sauce. Bucatini all’Amatriciana - Tomato sauce with pieces of pancetta (like bacon). Pasta Bolognese or al Ragu - Tomato and minced meat sauce originally from the town of Bologna, also the home of baloney. Penna all’Arrabiata - “Angry” quill shaped macaroni with a spicy tomoato sauce. 발음듣기 다소의 파스타 소스 종류에 대해 자세한 것은 아래에 열거되어있다: 스파게티 까르보나라 - 까르본 - 버너의 스타일과 계란, “판세타” (베이컨 같은), 파슬리와 파마산 치즈 파스타 알프레도 - 치즈, 크림, 버터 소스 스파게티 아글리오 에 올리오 - 마늘, 오일소수, (식사) 파스타 푸타네스카 - “길거리 스타일”로 멸치, 마늘, 올리브, 케이퍼 파스타 마리나라 - 기본 토마토 소스가 곁 드린 파스타 부카티니 알라마트리챠나 - 판세타(베이컨 같은) 와 토마토 소스 파스타 볼로네제 또는 라구 - 발로니의 고향이기도 한 볼로냐에서 유래한 토마토와 다진 고기 소스 펜네 아라비아타 - 깃대 모양의 마카로니와 매운 토마토 TIMES CORE",
      "english": "Further details on a few types of pasta sauces is listed as follows: Spaghetti Carbonara - Carbon-burner’s style with egg, “pancetta” (like bacon), parsley, and paremsan cheese. Pasta Alfredo - Cheese, cream, and butter sauce. Spaghetti Aglio e Olio - Garlic and oil sauce, (a light meal). Pasta Puttanesca - Flavorful “streetwalker’s style” with anchovies, garlic, olives, and capers. Pasta Marinara - Pasta with basic tomato sauce. Bucatini all’Amatriciana - Tomato sauce with pieces of pancetta (like bacon). Pasta Bolognese or al Ragu - Tomato and minced meat sauce originally from the town of Bologna, also the home of baloney. Penna all’Arrabiata - “Angry” quill shaped macaroni with a spicy tomoato sauce. 발음"
    },
    {
      "korean": "Add the m eat, Ragu and water. 발음듣기 고기와 라구, 그리고 물을 더해라. User translation Inaccurate information may be included due to the users' self-traslation. peaceful(clif****) Web Collection",
      "english": "Add the m eat, Ragu and water. 발음"
    },
    {
      "korean": "You know I'm shot as a surgeon. 발음듣기 있지, 난 총알인 (쏜살같은) 외과의사 라구. (의역) User translation Inaccurate information may be included due to the users' self-traslation. 유미선(yumi****) Web Collection",
      "english": "You know I'm shot as a surgeon. 발음"
    },
    {
      "korean": "What? They're just regular chariots? Stan, why are you always killing my dreams? 발음듣기 뭐라구? 그저 단순한 戰車라구? 스탠, 넌 왜 항상 내 꿈을 망치는 거야? User translation Inaccurate information may be included due to the users' self-traslation. proudgray(prou****) Khan Academy",
      "english": "What? They're just regular chariots? Stan, why are you always killing my dreams? 발음"
    }
  ]
}