{
  "phrases": [
    {
      "phrase": "라도",
      "hanja": "",
      "example": {},
      "meanings": [
        "(…까지도) even, (설사 …일지라도) though, even if, however, (어떤 …라도) any"
      ]
    },
    {
      "phrase": "-라도",
      "hanja": "",
      "example": {},
      "meanings": [
        "if, even if [though], though, although, [설령 …라도] granting [supposing] that..., [어떤…] any...."
      ]
    },
    {
      "phrase": "-라도",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -deorado (→ -어도, -여도, -아도)"
      ]
    },
    {
      "phrase": "라도라",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Ladora"
      ]
    },
    {
      "phrase": "스테판 라도슬라브",
      "hanja": "",
      "example": {},
      "meanings": [
        "Stefan Radoslav"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "even 1",
      "frequency": 0
    },
    {
      "meaning": "fit",
      "frequency": 3
    },
    {
      "meaning": "soever",
      "frequency": 0
    },
    {
      "meaning": "라도",
      "frequency": 0
    },
    {
      "meaning": "previously-owned car",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그냥 입으로 라도 - 입으로요? Singing it. - By singing it? 듣기 View video SMTOWN : [FULL] !t Live(잇라이브) : The 13th MUGI-BOX \"HYO\"",
      "english": "Singing it. - By singing it?"
    },
    {
      "korean": "라도 씨에게 한마디 하시겠어요? Would you like to say something to Rado? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep #97. 천상청하 유아독존 (w. 청하)",
      "english": "Would you like to say something to Rado?"
    },
    {
      "korean": "'Hi High' 라도 보여드려야 되나? - 이거 추천 받을까요 저희? Do we need to show them at least \"Hi High\"? - Should we take recommendations? 듣기 View video 이달의 소녀(LOONA) : [이달의 소녀] 오빛! 얼굴 볼래?",
      "english": "Do we need to show them at least \"Hi High\"? - Should we take recommendations?"
    },
    {
      "korean": "LA, '라'도 있었어요. - LA, '라'. LA. Right, LA. - LA. 듣기 View video PeekaVoo! : [Replay] MASC's -마스크의 팬미팅라이브!",
      "english": "LA. Right, LA. - LA."
    },
    {
      "korean": "뭐 라도 많이 내달래요. \"Please do anything as much as possible\". 듣기 View video FANGUIN TV : [SPICA] 스피카 'Secret Time' 스페셜 LIVE",
      "english": "\"Please do anything as much as possible\"."
    }
  ],
  "examples": [
    {
      "korean": "Whatever may betide, I will solve this problem. 듣기 Add to Wordbook 무슨 일이 있더라 라도, 나는 이 문제를 해결 할 것이다. YBM All in All English-Korean Dictionary",
      "english": "Whatever may betide, I will solve this problem. Add to Wordbook"
    },
    {
      "korean": "Newell, the third director to take on the Harry Potter franchise and the first who is British, said that although the story has fantastical elements, he wanted to approach it as realistically as possible. 듣기 Add to Wordbook 해리포터 연속물에 도전하는 세번째 감독이자 최초의 영국인인 뉴웰은 이야기가 환상적인 요소를 가지고 있을지 라도 그는 가능한 한 현실적으로 다루기를 원했다라고 말 했다. Neungyule",
      "english": "Newell, the third director to take on the Harry Potter franchise and the first who is British, said that although the story has fantastical elements, he wanted to approach it as realistically as possible. Add to Wordbook"
    },
    {
      "korean": "It is estimated to be one in 1,461, or 0.068 percent. 듣기 Add to Wordbook 1,461분의 1 즉, 0.068 %라도 추정된다. TIMES CORE",
      "english": "It is estimated to be one in 1,461, or 0.068 percent. Add to Wordbook"
    },
    {
      "korean": "I doubt whether he has any intention of... 듣기 Add to Wordbook 조금이 라도 ...하려는 뜻이 그에게 있는지 나는 의심한다. 영어영작문대사전",
      "english": "I doubt whether he has any intention of... Add to Wordbook"
    },
    {
      "korean": "In printing titles of distinction, such as LL.D., R.R.S., etc., even small capitals often improve general effect. 듣기 Add to Wordbook LL.D. 라든가 F.R.S. 라는 칭호를 인쇄하려면 소형이 라도 대문자를 쓰는 것이 보기에 좋다. 영어영작문대사전",
      "english": "In printing titles of distinction, such as LL.D., R.R.S., etc., even small capitals often improve general effect. Add to Wordbook"
    }
  ]
}