{
  "phrases": [
    {
      "phrase": "란",
      "hanja": "",
      "example": {},
      "meanings": [
        "that[what] is called"
      ]
    },
    {
      "phrase": "-란",
      "hanja": "",
      "example": {},
      "meanings": [
        "(→라는)"
      ]
    },
    {
      "phrase": "-란",
      "hanja": "",
      "example": {},
      "meanings": [
        "-ndan (→-단2, -는단, -ㄴ단)",
        "-ran (→-으란)"
      ]
    },
    {
      "phrase": "larn",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb 구어·익살 공부하다, 배우다(learn)",
        "Transitive verb 가르치다, 깨닫게 하다",
        "Intransitive verb 구어·익살 공부하다, 배우다"
      ]
    },
    {
      "phrase": "Larne",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN a district of NE Northern Ireland, in Co Antrim. Pop: 30 948 (2003 est). Area: 336 sq km (130 sq miles)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Ran",
      "frequency": 0
    },
    {
      "meaning": "agony column",
      "frequency": 0
    },
    {
      "meaning": "sign on the dotted line",
      "frequency": 0
    },
    {
      "meaning": "classified advertisements",
      "frequency": 0
    },
    {
      "meaning": "personal column",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 '파리에 있지' 때문에 도란도란을 오늘 많이 말씀을 해주시나? Is a lot of people saying that because of \"ITZY in Paris\"? 듣기 View video ITZY : 깜짝리아브이 기다렸찌~?✌️",
      "english": "Is a lot of people saying that because of \"ITZY in Paris\"?"
    },
    {
      "korean": "[챠-란][해컨고 건물 참 멋있쥬?] [Ta-da] [Doesn't it look nice?] View video 컨버전스티비 (CONS TV) : [커먼스쿨]해성국제컨벤션고등학교ep.2",
      "english": "[Ta-da] [Doesn't it look nice?]"
    },
    {
      "korean": "[다섯 글자 중 세 글자나 힌트를 받은 둘] - 란! 1, 2, 3 - 다음 문제 갈까? [that's 3 out of 5 syllables] - Laan. 1, 2, 3! - Next question? 듣기 View video BTS : Run BTS! 2019 - EP.71",
      "english": "[that's 3 out of 5 syllables] - Laan. 1, 2, 3! - Next question?"
    },
    {
      "korean": "뭐였죠 여러분 필적 확인란? Everyone, what was the check list? 듣기 View video 공원소녀(GWSN) : [gwsn] 공원소녀 일본 가다!!!",
      "english": "Everyone, what was the check list?"
    },
    {
      "korean": "그대보다... - 필적 확인란이라는 것도 있어요? More than you... - There's a check list? 듣기 View video 공원소녀(GWSN) : [gwsn] 공원소녀 일본 가다!!!",
      "english": "More than you... - There's a check list?"
    }
  ],
  "examples": [
    {
      "korean": "Just sign on the dotted line and the car is yours. 듣기 Add to Wordbook 서명란에 서명만 하시면 이 승용차는 고객님 것이 됩니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Just sign on the dotted line and the car is yours. Add to Wordbook"
    },
    {
      "korean": "the sports section of the newspaper 듣기 Add to Wordbook 그 신문의 스포츠란 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the sports section of the newspaper Add to Wordbook"
    },
    {
      "korean": "I would be pleased to provide a blurb about your services for the testimonials section in your new company brochure. 듣기 Add to Wordbook 귀사의 새 브로슈어의 고객 추천란에 귀사 서비스에 관한 짧은 추천 글을 기꺼이 제공하겠습니다. DARAKWON",
      "english": "I would be pleased to provide a blurb about your services for the testimonials section in your new company brochure. Add to Wordbook"
    },
    {
      "korean": "We are in the process of producing a new brochure for the company and would like to ask you for a blurb about our service to include in the client testimonials section. 듣기 Add to Wordbook 저희는 당사의 새 안내책자를 만드는 중인데 고객 추천란에 실을 수 있도록 저희 서비스에 대한 짧은 추천글을 귀하께서 써주셨으면 합니다. DARAKWON",
      "english": "We are in the process of producing a new brochure for the company and would like to ask you for a blurb about our service to include in the client testimonials section. Add to Wordbook"
    },
    {
      "korean": "The customer feedback page has been redesigned. 듣기 Add to Wordbook 고객 의견란을 새롭게 디자인하였다. YBM All in All English-Korean Dictionary",
      "english": "The customer feedback page has been redesigned. Add to Wordbook"
    }
  ]
}