{
  "phrases": [
    {
      "phrase": "-란다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -ndanda (→-는단다, -단다1, -ㄴ단다)",
        "-ndanda (→-단다2, -는단다, -ㄴ단다)"
      ]
    },
    {
      "phrase": "-ㄹ란다",
      "hanja": "",
      "example": {},
      "meanings": [
        "-llanda (→-을란다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Lahnda",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이게~바로~어른들의~세계~란~다~ Welcome to world of adults~ 듣기 View video 네이버 웹툰 (NAVER WEBTOON) : [오형평] EP 03. 어른",
      "english": "Welcome to world of adults~"
    },
    {
      "korean": "[안 보고 안 들을 란다] 있네 있어! [Won't see or hear] You do! 듣기 View video WHYNOT TV : EP03. 동안 메이크업 [미친 딜리버리]",
      "english": "[Won't see or hear] You do!"
    },
    {
      "korean": "외국어로 한번 자기소개, 자기소개란다. should do a self-introduction.. No. 듣기 View video 2017 울림PICK : [GoldenChild] 1st V LIVE <골든차일드, 그들이 알고 싶다>",
      "english": "should do a self-introduction.. No."
    }
  ],
  "examples": [
    {
      "korean": "Well, in China and some parts of Africa, monkey brain is the ultimate dessert that only the elite can afford to enjoy. 듣기 Add to Wordbook 음, 중국과 아프리카의 몇몇의 국가에서는 원숭이 뇌가 단지 상류층 사람들만이 맛볼 수 있는 최고의 디저트란다. TIMES CORE",
      "english": "Well, in China and some parts of Africa, monkey brain is the ultimate dessert that only the elite can afford to enjoy. Add to Wordbook"
    },
    {
      "korean": "All the better to eat you with. 듣기 Add to Wordbook 너를 더 잘 먹기 위해서 란다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "All the better to eat you with. Add to Wordbook"
    },
    {
      "korean": "I know drinking water is scarce at submarines. 듣기 Add to Wordbook 나는 잠수함에 식수가 부족하다는 것을 란다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "I know drinking water is scarce at submarines. Add to Wordbook"
    },
    {
      "korean": "All the better to try and eat the little blighters. 듣기 Add to Wordbook 작은 놈들을 더 잘먹기 위해서 란다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "All the better to try and eat the little blighters. Add to Wordbook"
    },
    {
      "korean": "That, dear boy, is a tramp stamp. 듣기 Add to Wordbook 젊은 이 그것은 방황의 증표 란다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 왕초보(gkst****)",
      "english": "That, dear boy, is a tramp stamp. Add to Wordbook"
    }
  ]
}