{
  "phrases": [
    {
      "phrase": "lancer",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (과거의) 창기병"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "B-1B Lancer",
      "frequency": 0
    },
    {
      "meaning": "lancer jacket",
      "frequency": 0
    },
    {
      "meaning": "Growlanser 2 : The Sense of Justice",
      "frequency": 0
    },
    {
      "meaning": "Growlanser 5 : Generations",
      "frequency": 0
    },
    {
      "meaning": "창기병",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "마창사는 이제... \"The Demonic Lancer.\" 듣기 View video Big Picture : 빅픽처 ep60_아빠의 인생 우리 딸 영어 유치원 보내 주세요",
      "english": "\"The Demonic Lancer.\""
    },
    {
      "korean": "[영어 유치원 간절 선일도 1초 만에 기립] - 저는 마창사인데. - 마창사. [He is desperate for that kindergarten money] - I'll do \"The Demonic Lancer.\" - \"The Demonic Lancer.\" 듣기 View video Big Picture : 빅픽처 ep60_아빠의 인생 우리 딸 영어 유치원 보내 주세요",
      "english": "[He is desperate for that kindergarten money] - I'll do \"The Demonic Lancer.\" - \"The Demonic Lancer.\""
    }
  ],
  "examples": [
    {
      "korean": "The owner left his Mitsubishi Lancer parked overnight outside a restaurant and by the next day, spray from nearby Lake Erie had encased it in ice. 듣기 Add to Wordbook 차주는 한 식당 외부에 자신의 미쯔비시 랜서를 밤새 주차해 두었고, 다음 날, 근처에 있는 Erie 호수에서 온 물보라가 그 차를 얼음으로 둘러쌌습니다. TIMES CORE",
      "english": "The owner left his Mitsubishi Lancer parked overnight outside a restaurant and by the next day, spray from nearby Lake Erie had encased it in ice. Add to Wordbook"
    },
    {
      "korean": "That's typical, though, because he hasn't attended any for free-agent signings since joining the club three-plus years ago. 듣기 Add to Wordbook 그건보통일이야, 왜냐하면 그는 삼년하고도 더 전에 클럽에 가입한 이래로 어떤 프래랜서 계약건에도 참석하지 않고 있거든. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 김요미(yoo9****)",
      "english": "That's typical, though, because he hasn't attended any for free-agent signings since joining the club three-plus years ago. Add to Wordbook"
    },
    {
      "korean": "The firm employs several free-lancers. 듣기 Add to Wordbook 그 회사는 몇 사람의 프리랜서를 고용한다. YBM All in All English-Korean Dictionary",
      "english": "The firm employs several free-lancers. Add to Wordbook"
    },
    {
      "korean": "They include consultants, free-lancers, handymen, hair stylists and others who work, at least in theory, for themselves. 듣기 Add to Wordbook 거기엔 컨설턴트, 자유기고가, 잡역부, 이미용업자, 그리고 적어도 이론상으로는 자기 사업을 하는 다른 사람들이 포함된다. YBM All in All English-Korean Dictionary",
      "english": "They include consultants, free-lancers, handymen, hair stylists and others who work, at least in theory, for themselves. Add to Wordbook"
    },
    {
      "korean": "Hussar and Lancer attack increased. 듣기 Add to Wordbook 후사르와 창기병의 공격력이 높아집니다. hansemEUG",
      "english": "Hussar and Lancer attack increased. Add to Wordbook"
    }
  ]
}