{
  "phrases": [
    {
      "phrase": "-러",
      "hanja": "",
      "example": {},
      "meanings": [
        "for the purpose of, in order to"
      ]
    },
    {
      "phrase": "러-맘족",
      "hanja": "",
      "example": {},
      "meanings": [
        "Romam"
      ]
    },
    {
      "phrase": "스징산여우러위안",
      "hanja": " (石景山游乐园(석경산유락원))",
      "example": {},
      "meanings": [
        "관광지 Shi jing shan you le yuan"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "salad",
      "frequency": 3
    },
    {
      "meaning": "tapestry",
      "frequency": 3
    },
    {
      "meaning": "ferrite",
      "frequency": 0
    },
    {
      "meaning": "the Franco-Russian entente",
      "frequency": 0
    },
    {
      "meaning": "tapas",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "스포지? - '러' - 그렇지? It's a spoiler. - \"Leo\". - Right? 듣기 View video NU'EST : NU’EST 7th Mini Album ‘The Table’ D-1 UNBOXING V LIVE",
      "english": "It's a spoiler. - \"Leo\". - Right?"
    },
    {
      "korean": "또라이러 - 또! 라이~러~ 이거야 그러면? - 어! 네! Dou laile. - Dou liale. Is that how you pronounce it? - Oh, yes! 듣기 View video Dingo Freestyle / 딩고프리스타일 : VMC 사장 딥플로우, 이제 떡볶이 사업 시작?? | 아마두 순위 공약 #1ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "Dou laile. - Dou liale. Is that how you pronounce it? - Oh, yes!"
    },
    {
      "korean": "러 - 러? Lor... - Lor? 듣기 View video OSEN : '스타로드' 오마이걸, 비글미 넘치는 게임타임 #EP 02",
      "english": "Lor... - Lor?"
    },
    {
      "korean": "[물.끄.러.미] 작은 건가? [Staring] Are they that small? 듣기 View video 콬TV (WHYNOT) : 서공예❤️한림예고 남녀 썸 모음.zipㅣ[리얼하이로맨스(Real High School Romance)] 선공개",
      "english": "[Staring] Are they that small?"
    },
    {
      "korean": "'러' ! '러' 좋아요. \"Lor\"! That's good. 듣기 View video OH MY GIRL : [REPLAY] OH MY GIRL [Coloring Book] COMEBACK SHOWCASE",
      "english": "\"Lor\"! That's good."
    }
  ],
  "examples": [
    {
      "korean": "the cockpit of Europe 듣기 Add to Wordbook 유럽의 전쟁터(여러 번 싸움터로 되었던 데서 Belgium을 가리킴). Friendict Level English-Korean Dictionary",
      "english": "the cockpit of Europe Add to Wordbook"
    },
    {
      "korean": "She returned from North Korea via Vladivostok, Russia on November 3. 듣기 Add to Wordbook 그녀는 11월 3일 러 시아의 블라디보스토크를 거쳐서 북한으로부터 돌아왔다. Neungyule",
      "english": "She returned from North Korea via Vladivostok, Russia on November 3. Add to Wordbook"
    },
    {
      "korean": "Pets oftentimes experience anxiety or loneliness when their owners leave to go to work or school. 듣기 Add to Wordbook 애완 동물들은 자주 그들의 주인이 출근하거나 등교하 러 외출하면 불안과 외로움을 경험한다. Neungyule",
      "english": "Pets oftentimes experience anxiety or loneliness when their owners leave to go to work or school. Add to Wordbook"
    },
    {
      "korean": "We need to ensure that our laws are aggressively implemented to ensure that American dollars are used to put Americans back to work and help renew our economy. 듣기 Add to Wordbook 우리는, 미국 달 러가 미국인들로 하여금 일자리를 되찾게 해, 우리 경제 회복에 도움이 되는데 활용되도록 하기 위해, 우리의 법이 적극적으로(의욕적으로) 시행되도록 해야 한다. Neungyule",
      "english": "We need to ensure that our laws are aggressively implemented to ensure that American dollars are used to put Americans back to work and help renew our economy. Add to Wordbook"
    },
    {
      "korean": "You know, I'm not really sure. I just need to sit down and discuss various possibilities. I'd like to know more about high-technology companies, as well as software development firms. 듣기 Add to Wordbook 그게 말이에요, 정말 잘 모르겠어요. 우선 앉아서여러 가지 가능성을 따져봐야 되겠어요. 소프트웨어 개발 회사뿐만 아니라, 첨단 기술 회사에 대해 좀더 알아보고 싶어요. YBM All in All English-Korean Dictionary",
      "english": "You know, I'm not really sure. I just need to sit down and discuss various possibilities. I'd like to know more about high-technology companies, as well as software development firms. Add to Wordbook"
    }
  ]
}