{
  "phrases": [
    {
      "phrase": "럼",
      "hanja": "",
      "example": {},
      "meanings": [
        "rum"
      ]
    },
    {
      "phrase": "럼(주)",
      "hanja": " (─ (酒))",
      "example": {},
      "meanings": [
        "rum, [물을 탄] grog."
      ]
    },
    {
      "phrase": "rum",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 럼주",
        "Noun 럼주 한 잔",
        "Adjective 구식, 英, 비격식 이상한, 기묘한 (=odd, peculiar)"
      ]
    },
    {
      "phrase": "rhumb",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 항정선(航程線)( = ~ line)",
        "Noun 나침(羅針) 방위 ((32 방위의 하나)), 나침반 상의 연속하는 두 방위 사이의 각도"
      ]
    },
    {
      "phrase": "rum",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 럼주(酒) ((당밀이나 사탕수수로 만듦))",
        "Noun ((일반적으로)) 술"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "FERNANDES",
      "frequency": 0
    },
    {
      "meaning": "Rum",
      "frequency": 0
    },
    {
      "meaning": "DON Q",
      "frequency": 0
    },
    {
      "meaning": "CORUBA",
      "frequency": 0
    },
    {
      "meaning": "REGGAE",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"러블리즈가 집으로 찾아와서 주는 선물을 주고 싶은 럼\"... \"I want LOVELYZ to visit my home and give presents\". 듣기 View video V COOKIE : [Full] LOVELYZ X LieV - 러블리즈의 눕방라이브!",
      "english": "\"I want LOVELYZ to visit my home and give presents\"."
    },
    {
      "korean": "럼, 오렌지, 럼 체리 아닌가요? Isn't it rum, orange, rum, and cherry? 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '뇌섹녀 에이데일리의 방 탈출 게임'",
      "english": "Isn't it rum, orange, rum, and cherry?"
    },
    {
      "korean": "럼, 오렌지 주스, 체리. Rum, orange juice, and cherry. 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '뇌섹녀 에이데일리의 방 탈출 게임'",
      "english": "Rum, orange juice, and cherry."
    },
    {
      "korean": "'럼'으로 가야지. - '엄'도 돼. That was \"rum\"! - You can use \"um.\" 듣기 View video B1A4 : B1A4 Rollin' MV Making Film ep.02",
      "english": "That was \"rum\"! - You can use \"um.\""
    },
    {
      "korean": "당황하셨어, 마지막. - 1, 2, 3. 럼! They're surprised. The last one. - 1, 2, 3. L! 듣기 View video BLACKPINK : [REPLAY] BLACKPINK COMEBACK LIVE",
      "english": "They're surprised. The last one. - 1, 2, 3. L!"
    }
  ],
  "examples": [
    {
      "korean": "At Christmas day, we will drink the Tom and Jerry and eat turkeys. 듣기 Add to Wordbook 크리스마스에 우리는 럼 계란주와 칠면조를 먹을 거야. YBM All in All English-Korean Dictionary",
      "english": "At Christmas day, we will drink the Tom and Jerry and eat turkeys. Add to Wordbook"
    },
    {
      "korean": "He produced The Rum Diary and Hugo last year. 듣기 Add to Wordbook 그는 지난 해 럼 다이어리와 휴고를 제작했습니다. TIMES CORE",
      "english": "He produced The Rum Diary and Hugo last year. Add to Wordbook"
    },
    {
      "korean": "Rum - Rum, or Ron, is the preferred spirit. 듣기 Add to Wordbook 럼 - 럼또는 론은 선호되는 술입니다. TIMES CORE",
      "english": "Rum - Rum, or Ron, is the preferred spirit. Add to Wordbook"
    },
    {
      "korean": "It was the first Korean drama to film on location in Jordan; the prologue was shot in Amman, Petra, and Wadi Rum. 듣기 Add to Wordbook 미생은 요르단 현지 촬영으로 찍은 최초의 한국 드라마였다; 프롤로그가 요르단의 암만, 페트라, 와디 럼 등에서 촬영되었다. TIMES CORE",
      "english": "It was the first Korean drama to film on location in Jordan; the prologue was shot in Amman, Petra, and Wadi Rum. Add to Wordbook"
    },
    {
      "korean": "Beet syrup (later crystallized to make sugar) is also used for many of the same applications as cane syrup, including molasses production, with the general if not curious exception of rum distillation (then again, it is hard to imagine beet rum). 듣기 Add to Wordbook 사탕무 시럽은 (나중에 사탕을 만들기 위해서 결정화되는)은 럼 증류라는 예외가 없다면(다시, 사탕무 럼을 상상하는 것은 힘들어요), 일반적으로 당밀 생산품을 포함해 또한 사탕수수 시럽과 같은 용도로 많이 사용돼요. TIMES CORE",
      "english": "Beet syrup (later crystallized to make sugar) is also used for many of the same applications as cane syrup, including molasses production, with the general if not curious exception of rum distillation (then again, it is hard to imagine beet rum). Add to Wordbook"
    }
  ]
}