{
  "phrases": [
    {
      "phrase": "레빗",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Leavitt"
      ]
    },
    {
      "phrase": "rabbit",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 토끼 (→hare)",
        "Noun 토끼 고기",
        "Verb 토끼 사냥을 가다"
      ]
    },
    {
      "phrase": "rabbet",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun [목공] 은촉이음[붙임], 은촉(홈) ((널빤지와 널빤지를 끼워 맞추기 위해서 그 단면에 낸 홈))",
        "Transitive verb, Intransitive verb 은촉홈을 파다, 은촉이음으로 하다 ((on, over))"
      ]
    },
    {
      "phrase": "rabbit",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb 저주하다"
      ]
    },
    {
      "phrase": "Rabbit",
      "hanja": "",
      "example": {},
      "meanings": [
        "카지노용어 래빗 (→rabbit ears)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Leavitt, Michael(Mike) O.",
      "frequency": 0
    },
    {
      "meaning": "Levittown",
      "frequency": 0
    },
    {
      "meaning": "Revit Architecture",
      "frequency": 0
    },
    {
      "meaning": "Steven Levitt",
      "frequency": 0
    },
    {
      "meaning": "Joseph Gordon-Levitt",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "고든 레빗. -조셉 고든 레빗. Gordon Levitt. - Joseph Gordon Levitt. 듣기 View video DAY6 : DAY6의 Free한 라디오 with 성진, 원필",
      "english": "Gordon Levitt. - Joseph Gordon Levitt."
    },
    {
      "korean": "조셉 고든 레빗. -조셉 고든 레빗. Joseph Gordon Levitt. - Joseph Gordon Levitt. 듣기 View video DAY6 : DAY6의 Free한 라디오 with 성진, 원필",
      "english": "Joseph Gordon Levitt. - Joseph Gordon Levitt."
    },
    {
      "korean": "제이레빗의... 어! 너무 빨라 잠깐만... J Rabbit's... Wait! It's too fast. 듣기 View video 우주소녀(WJSN) : [연정] 같이 걸을까요? ♥",
      "english": "J Rabbit's... Wait! It's too fast."
    },
    {
      "korean": "그러면 토끼가 빗는 빗은? -레빗. What's the rabbit's hair? - Hare. 듣기 View video DIA : [DIA] 다이아 돌잔치",
      "english": "What's the rabbit's hair? - Hare."
    },
    {
      "korean": "제이레빗의 '내일을 묻는다'라는 노래고요. It's J Rabbit's \"Ask Tomorrow.\" 듣기 View video V COOKIE : [Replay] Park Si Hwan(feat. Lee Ji Hye)’s Orgel Live - 박시환(feat. 이지혜)의 오르골 라이브!",
      "english": "It's J Rabbit's \"Ask Tomorrow.\""
    }
  ],
  "examples": [
    {
      "korean": "Leavitt, along with the agency's Food and Drug Commissioner Andrew von Eschenbach, will be in charge of the FDA's first office in Beijing. 발음듣기 이 기관의 미 식품의약국 국장 서리인 앤드류 본 에셴바흐와 함께 마이크 레빗은, 베이징에 개설된 FDA의 첫 사무소의 책임을 맡게 될 것이다. Neungyule",
      "english": "Leavitt, along with the agency's Food and Drug Commissioner Andrew von Eschenbach, will be in charge of the FDA's first office in Beijing. 발음"
    },
    {
      "korean": "Adolph Levitt, aka, the Doughnut King, who invented the doughnut machine after he started frying cakes in a pot in Harlem. 발음듣기 할렘에서 솥에 케익을 굽다가 도너츠 기계를 개발한 일명 도너츠 킹으로 불리던 스타인버그의 조부인 아돌프 레빗에게 집착하는 미국을 비난하라. Neungyule",
      "english": "Adolph Levitt, aka, the Doughnut King, who invented the doughnut machine after he started frying cakes in a pot in Harlem. 발음"
    },
    {
      "korean": "Leavitt said putting U.S. inspectors around the world will enable the FDA to respond more rapidly to any problems that may occur. 발음듣기 레빗은, 세계에 미국 검사관을 파견하는 것이, 발생 가능한 어떤 문제에도 FDA가 좀더 신속하게 대응할 수 있도록 해 줄 것이라고 말했다. Neungyule",
      "english": "Leavitt said putting U.S. inspectors around the world will enable the FDA to respond more rapidly to any problems that may occur. 발음"
    },
    {
      "korean": "It's not a big mystery, Everybody likes sweet, fried cakes' says Sally Levitt Steinberg, author of 'The Donut Book: The Whole Story in Words, Pictures & Outrageous Tales.' Blame the country's obsession on Steinberg's grandfather, 발음듣기 그다지 대단한 것은 아니에요. 모두들 달콤하게 구운 케익을 좋아하니까요'라고 '도너츠 책: 글, 그림, 괴담으로 된 전체 스토리'의 작가인 샐리 레빗 스타인버그는 말한다. Neungyule",
      "english": "It's not a big mystery, Everybody likes sweet, fried cakes' says Sally Levitt Steinberg, author of 'The Donut Book: The Whole Story in Words, Pictures & Outrageous Tales.' Blame the country's obsession on Steinberg's grandfather, 발음"
    },
    {
      "korean": "They are Leopard, Polar Bear, and Bunny Rabbit. 발음듣기 마스코트들은 레오파드, 폴라 베어, 그리고 버니 레빗입니다. EDU TIMES",
      "english": "They are Leopard, Polar Bear, and Bunny Rabbit. 발음"
    }
  ]
}