{
  "phrases": [
    {
      "phrase": "막달레니안기",
      "hanja": " (─期)",
      "example": {},
      "meanings": [
        "[고고학] the Magdalenian period."
      ]
    },
    {
      "phrase": "헬린-젤레니법칙",
      "hanja": " (-法則)",
      "example": {},
      "meanings": [
        "의학 Hellin law, Hellin-Zeleny law"
      ]
    },
    {
      "phrase": "레니빌",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Lennyville"
      ]
    },
    {
      "phrase": "존 레니",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 John Rennie"
      ]
    },
    {
      "phrase": "맥클레니",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Macclenny"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Reni, Guido",
      "frequency": 0
    },
    {
      "meaning": "Reni",
      "frequency": 0
    },
    {
      "meaning": "Rennie",
      "frequency": 0
    },
    {
      "meaning": "Panhellenius",
      "frequency": 0
    },
    {
      "meaning": "galenicals",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "레니&혀니 뽑아뽑아 뽑기통! Ren and Hyun, draw, draw, lucky draw! 듣기 View video V PICK! : [NU'EST] 레니혀니와 함께라면 난 뽑아뽑아 아파트 죄다 뽑아~ (swag~) (Minhyun&Ren’s V go to practice room)",
      "english": "Ren and Hyun, draw, draw, lucky draw!"
    },
    {
      "korean": "또박또박! -로. 즈. 쿼. 츠. 세. 레.니... -땡! Accurately. - Rosequartz sereni... - Wrong! 듣기 View video V COOKIE : [Replay] Christmas Week EP.4 SEVENTEEN (세븐틴)",
      "english": "Accurately. - Rosequartz sereni... - Wrong!"
    },
    {
      "korean": "레니, 다니 오늘 '니'자 돌림 많네요. Lenny and Dani. Many of you have similar names today. 듣기 View video V COOKIE : [Full] 2PM WOOYOUNG X Orgel Live - 2PM 우영의 오르골라이브!",
      "english": "Lenny and Dani. Many of you have similar names today."
    }
  ],
  "examples": [
    {
      "korean": "I am shocked by the ruling,' a woman who lost her son in the Srebrenica massacre, said. 듣기 Add to Wordbook 나는 판결을 듣고 충격을 받았습니다,'라고 스레브레니차의 집단학살로 아들을 잃은 한 여성이 말했다. Neungyule",
      "english": "I am shocked by the ruling,' a woman who lost her son in the Srebrenica massacre, said. Add to Wordbook"
    },
    {
      "korean": "More than 7,000 Bosnian Muslims were killed at Srebrenica in 1995. 듣기 Add to Wordbook 7,000명이 넘는 보스니아 이슬람 교도들이 1995년에 스레브레니차에서 죽었다. Neungyule",
      "english": "More than 7,000 Bosnian Muslims were killed at Srebrenica in 1995. Add to Wordbook"
    },
    {
      "korean": "George Milton and Lennie Small are two migrant ranch workers traveling around together looking for an opportunity to make some money. 듣기 Add to Wordbook 조지 밀턴과 레니 스몰은 돈을 벌 기회를 함께 찾으며 여행을 다니는 두 명의 이주민 목장 일꾼들이다. Neungyule",
      "english": "George Milton and Lennie Small are two migrant ranch workers traveling around together looking for an opportunity to make some money. Add to Wordbook"
    },
    {
      "korean": "Lennie's mental disability prevents him from realizing his own strength. 듣기 Add to Wordbook 레니는 정신적 장애로 인해 그의 힘이 얼마나 강한지 알지 못한다. Neungyule",
      "english": "Lennie's mental disability prevents him from realizing his own strength. Add to Wordbook"
    },
    {
      "korean": "The maker of Aspirin and Alka-Seltzer will now be adding the likes of Roche’s Rennie digestive tablets to its lineup. 듣기 Add to Wordbook 이에 따라 아스피린과 알카 셀처의 제조업체인 바이엘은 레니 소화제 등의 로슈 사 의약품을 자사 제품에 추가할 수 있게 되었습니다. YBM All in All English-Korean Dictionary",
      "english": "The maker of Aspirin and Alka-Seltzer will now be adding the likes of Roche’s Rennie digestive tablets to its lineup. Add to Wordbook"
    }
  ]
}