{
  "phrases": [
    {
      "phrase": "렌",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Wren"
      ]
    },
    {
      "phrase": "렌",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Wren"
      ]
    },
    {
      "phrase": "렌",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Wren"
      ]
    },
    {
      "phrase": "렌",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Rennes"
      ]
    },
    {
      "phrase": "wren",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 굴뚝새"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Renn, Ludwig",
      "frequency": 0
    },
    {
      "meaning": "Lehn, Jean-Marie",
      "frequency": 0
    },
    {
      "meaning": "Wren, Christopher",
      "frequency": 0
    },
    {
      "meaning": "Rehn, Olli (Ilmari)",
      "frequency": 0
    },
    {
      "meaning": "Rennes",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "렌? - 렌이... REN? - REN... 듣기 View video V COOKIE : [Full] 뉴이스트 X 우리의 밤 (Our Night with NU'EST)",
      "english": "REN? - REN..."
    },
    {
      "korean": "오! 렌! 지! 에! 이! 드! O! Ran! Ge! A! De! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.5",
      "english": "O! Ran! Ge! A! De!"
    },
    {
      "korean": "렌 씨는요? - 누구지? And you, REN? - Who is it? 듣기 View video V COOKIE : [Full] 뉴이스트 X 우리의 밤 (Our Night with NU'EST)",
      "english": "And you, REN? - Who is it?"
    },
    {
      "korean": "'드핸 이마 크이테' - 렌! \"deu han ei ma k ei te\". - REN! 듣기 View video Dispatch : [늉포차] “안주를 향한 저세상 텐션“ (NU'EST)",
      "english": "\"deu han ei ma k ei te\". - REN!"
    },
    {
      "korean": "렌 - 렌 - 교수 씨 뭐 사줄 거예요? REN. - REN. - Professor, what will you buy me? 듣기 View video NU'EST : [NU’EST] NU'NIVERSITY : 타자의 이해와 실습",
      "english": "REN. - REN. - Professor, what will you buy me?"
    }
  ],
  "examples": [
    {
      "korean": "He's at a bar commiserating with Len. 발음듣기 렌을 위로하며 술집에 있어. Neungyule",
      "english": "He's at a bar commiserating with Len. 발음"
    },
    {
      "korean": "At 14, she began seeing Len, a 21-year-old warehouse worker who sang in a local punk band. 발음듣기 14살 때는 창고 일꾼이자 펑크록 밴드 싱어였던 21살의 렌과 데이트하기 시작했다. YBM All in All English-Korean Dictionary",
      "english": "At 14, she began seeing Len, a 21-year-old warehouse worker who sang in a local punk band. 발음"
    },
    {
      "korean": "The main rail line between Paris and Rennes has been shut down until the track is cleared. 발음듣기 파리-렌 구간의 주요 노선은 철로가 정리될 때까지 폐쇄되겠습니다. YBM All in All English-Korean Dictionary",
      "english": "The main rail line between Paris and Rennes has been shut down until the track is cleared. 발음"
    },
    {
      "korean": "It is her role as Ren, a kimono-clad femme fatale in keith’s blood-drenched, slice-’em-up “Kill Bill: Vol. 1”, that has elevated Ms. Lucy, 34, to an entirely new level of ruthlessness and secured the actress’s position as one of America’s leading action heroines, at the risk of being typecast as a dragon lady. 발음듣기 루시(34)를 잔혹함의 전혀 새로운 경지에 올려놓고 미국의 대표적인 액션 여배우로 확고히 자리매김하게 해 준 것은 유혈이 낭자하고 칼질이 난무하는 키스의 영화, <킬빌>에서 맡은 기모노 차림의 요부 렌 역이며, 이 역을 맡으면서 리우는 난폭한 여성으로 이미지가 굳어질 위험을 감수했다. YBM All in All English-Korean Dictionary",
      "english": "It is her role as Ren, a kimono-clad femme fatale in keith’s blood-drenched, slice-’em-up “Kill Bill: Vol. 1”, that has elevated Ms. Lucy, 34, to an entirely new level of ruthlessness and secured the actress’s position as one of America’s leading action heroines, at the risk of being typecast as a dragon lady. 발음"
    },
    {
      "korean": "“Most soft drinks, including sodas and fruit juices, are acidic in nature,” Ren said. 발음듣기 “탄산음료, 과일주스를 포함한 대부분의 음료수는 원래 산성입니다,” 렌이 말했다. TIMES CORE",
      "english": "“Most soft drinks, including sodas and fruit juices, are acidic in nature,” Ren said. 발음"
    }
  ]
}