{
  "phrases": [
    {
      "phrase": "로부터",
      "hanja": "",
      "example": {},
      "meanings": [
        "from, out of"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "west-southwest",
      "frequency": 0
    },
    {
      "meaning": "west-northwest",
      "frequency": 0
    },
    {
      "meaning": "as from",
      "frequency": 0
    },
    {
      "meaning": "benefit accruing to...from...",
      "frequency": 0
    },
    {
      "meaning": "a letter communicated(=sent) to ...from...",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Countries from around the world have pledged money or other assistance to help Americans recover from Hurricane Katrina. 듣기 Add to Wordbook 전 세계의 국가들은 미국인들이 허리케인 카트리나로부터 복구하는 것을 돕기위 해 돈과 다른 원조들을 약속했다. Neungyule",
      "english": "Countries from around the world have pledged money or other assistance to help Americans recover from Hurricane Katrina. Add to Wordbook"
    },
    {
      "korean": "The most powerful nation in the world is struggling to recover from Hurricane Katrina, one of the worst natural disasters in recent years. 듣기 Add to Wordbook 세계 최고 강대국이 최근 수년내 최악의 자연 재해들중 하나인 허리케인 카트리나로부터 복구하는데 애쓰고 있다. Neungyule",
      "english": "The most powerful nation in the world is struggling to recover from Hurricane Katrina, one of the worst natural disasters in recent years. Add to Wordbook"
    },
    {
      "korean": "It is one of 19 penguins and 2 sea otters rescued from an aquarium after hurricane Katrina. 듣기 Add to Wordbook 이것은 수족관에서 끔찍한 허리케인 카트리나로부터 구조된 19마리의 펭귄과 2마리의 수달 중 한 마리입니다. TIMES CORE",
      "english": "It is one of 19 penguins and 2 sea otters rescued from an aquarium after hurricane Katrina. Add to Wordbook"
    },
    {
      "korean": "I want to learn from the best. 듣기 Add to Wordbook 나는 최고로부터 배우기 원한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "I want to learn from the best. Add to Wordbook"
    },
    {
      "korean": "A tree is known by its fruit. 듣기 Add to Wordbook 사람은 그 행실로부터 판단 된다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 페펭(wkrk****)",
      "english": "A tree is known by its fruit. Add to Wordbook"
    }
  ]
}