{
  "phrases": [
    {
      "phrase": "loin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (짐승의) 허릿살, 엉덩잇살",
        "Noun 구식 (인체의) 둔부",
        "Noun 문예체 (사람의) 음부[국부]"
      ]
    },
    {
      "phrase": "row in",
      "hanja": "",
      "example": {},
      "meanings": [
        "영국·속어 모의[공모]하다"
      ]
    },
    {
      "phrase": "Loin",
      "hanja": "",
      "example": {},
      "meanings": [
        "조리용어 로인"
      ]
    },
    {
      "phrase": "lawin ( lawing )",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN Britain:Scotland a bill or reckoning"
      ]
    },
    {
      "phrase": "L.O.I.N",
      "hanja": "",
      "example": {},
      "meanings": [
        "Laughing on Inside. One of many Saro Ayvazian contributions to the world which rumor has includes the single patty double cheeseburger, BirdAir, an airline that caters to birds, and the spoonless fork."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Loin",
      "frequency": 0
    },
    {
      "meaning": "shórt lóin",
      "frequency": 0
    },
    {
      "meaning": "gerocomia",
      "frequency": 0
    },
    {
      "meaning": "Schenti",
      "frequency": 0
    },
    {
      "meaning": "stort loin",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "설로인 스테이크 - 로인 경 사람 이름. That's how it got its name. - \"Sir Loin\", like the name of a person. 듣기 View video ONSTYLE & Olive : 원나잇푸드트립 숏토크 (One Night Food trip Short Talk)",
      "english": "That's how it got its name. - \"Sir Loin\", like the name of a person."
    },
    {
      "korean": "여러분들 돼지갈비 먹고싶습니다. Everyone I want to eat pork loin steak. 듣기 View video GAVYNJ : *가비랑 불금할래*",
      "english": "Everyone I want to eat pork loin steak."
    },
    {
      "korean": "제가 우삼겹 또 열심히 사줬죠. Yes, I remember taking him out for beef loin. 듣기 View video MADTOWN : 대원이의 동물농장 시즌2",
      "english": "Yes, I remember taking him out for beef loin."
    },
    {
      "korean": "제가요? - 그 때 우삼겹 사줬잖아요. Did I? - Don't you remember? You bought me beef loin. 듣기 View video MADTOWN : 대원이의 동물농장 시즌2",
      "english": "Did I? - Don't you remember? You bought me beef loin."
    }
  ],
  "examples": [
    {
      "korean": "We see it in the fluttering loincloth that Christ wears. 발음듣기 예수가 입고있는 펄럭이는 로인클로스(허리에 두르는 옷)에서 볼 수 있어요. Khan Academy",
      "english": "We see it in the fluttering loincloth that Christ wears. 발음"
    },
    {
      "korean": "The company is girding its loins for a plunge into the overseas market. 발음듣기 그 회사는 해외 시장에 뛰어들기 위해 각오를 다지고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company is girding its loins for a plunge into the overseas market. 발음"
    },
    {
      "korean": "He was worried about the fruit of his loins. 발음듣기 그는 자기 자식에 대해 걱정했다. YBM All in All English-Korean Dictionary",
      "english": "He was worried about the fruit of his loins. 발음"
    },
    {
      "korean": "Horses go first in the loins. 발음듣기 말은 허리가 맨 먼저 못쓰게 된다. Friendict Level English-Korean Dictionary",
      "english": "Horses go first in the loins. 발음"
    },
    {
      "korean": "Well, I guess I had better gird up my loins and go to work. 발음듣기 자, 결의를 새로이 하고 일하러 나가는 게 낫겠지. YBM All in All English-Korean Dictionary",
      "english": "Well, I guess I had better gird up my loins and go to work. 발음"
    }
  ]
}