{
  "phrases": [
    {
      "phrase": "로운-가농-레빈증후군",
      "hanja": " (-症候群)",
      "example": {},
      "meanings": [
        "의학 Lown-Ganong-Levine syndrome"
      ]
    },
    {
      "phrase": "로운스타육군탄약공장",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 Lonestar army ammunition plant (LSAAP)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a baneful practice",
      "frequency": 0
    },
    {
      "meaning": "irksome toil",
      "frequency": 0
    },
    {
      "meaning": "In fancy surroundings",
      "frequency": 0
    },
    {
      "meaning": "Lonestar army ammunition plant",
      "frequency": 0
    },
    {
      "meaning": "LSAAP",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "로운 - 나무늘보? RO WOON. - Sloth? 듣기 View video V COOKIE : [Full] SF9 x 우리의 밤 (Our Night with SF9)",
      "english": "RO WOON. - Sloth?"
    },
    {
      "korean": "로운 씨 어땠어요? ROWOON, how was it? 듣기 View video V COOKIE : [Full] SF9 x 우리의 밤 (Our Night with SF9)",
      "english": "ROWOON, how was it?"
    },
    {
      "korean": "로운 씨, 보여주세요 - 원숭이? RO WOON, show us. - Monkey? 듣기 View video V COOKIE : [Full] SF9 x 우리의 밤 (Our Night with SF9)",
      "english": "RO WOON, show us. - Monkey?"
    },
    {
      "korean": "로운 씨 왜 나를 지목했죠? ROWOON, why did you point at me? 듣기 View video V COOKIE : [Full] SF9 x 우리의 밤 (Our Night with SF9)",
      "english": "ROWOON, why did you point at me?"
    },
    {
      "korean": "로운 씨가 또 마피아일 수 있어요, 왜냐? RO WOON may be a mafia. Why? 듣기 View video V COOKIE : [Full] SF9 x 우리의 밤 (Our Night with SF9)",
      "english": "RO WOON may be a mafia. Why?"
    }
  ],
  "examples": [
    {
      "korean": "In order to open the gaming world to more people, Nintendo has created a new game console called the Revolution. 발음듣기 더 많은 사람들이 게 임을 즐기게 하고자 닌텐도는'레볼루션'이라고 불리는 새 로운 게임기를 만들었다. Neungyule",
      "english": "In order to open the gaming world to more people, Nintendo has created a new game console called the Revolution. 발음"
    },
    {
      "korean": "Scientists in the Netherlands announced that they have worked on a new kind of clothing that will help sportspeople. 발음듣기 네덜란드의 과학자들은 운동 선수들을 도울 수 있는 새 로운 종류의 의복을 연구해왔다고 발표했다. Neungyule",
      "english": "Scientists in the Netherlands announced that they have worked on a new kind of clothing that will help sportspeople. 발음"
    },
    {
      "korean": "They didn't trust the new sport because most snowboarders were young. 발음듣기 대부분의 스노우보더들이 어렸기 때문에 이 새 로운 스포츠를 믿지 못했습니다. Neungyule",
      "english": "They didn't trust the new sport because most snowboarders were young. 발음"
    },
    {
      "korean": "A new study in the British science magazine Nature showed that Einstein and Darwin sent (and received) thousands and thousands of letters during their lifetimes. 발음듣기 영국의 과학잡지 Natures의 한 새 로운 연구는 아인슈타인과 다윈이 일생 동안 수없이 많은 편지들 을 보냈다는 (그리고 받았다는) 사실을 보여주었다. Neungyule",
      "english": "A new study in the British science magazine Nature showed that Einstein and Darwin sent (and received) thousands and thousands of letters during their lifetimes. 발음"
    },
    {
      "korean": "U.S. giants aggressively search for breakthroughs in current business difficulties arising from intellectual property right infringements and the rapid transformation of shopping trends and consumer lifestyles due to emergence of new media technologies. 발음듣기 미국의 거대 기업들은 새 로운 미디어기술의 출현으로 인한 지적 저작권 침해와 구 매성향과 소비자 생활양식의 급속한 변화로 야기되는 현시 점의 영업난관의 돌파구를 진취적으로 찾고있다. Neungyule",
      "english": "U.S. giants aggressively search for breakthroughs in current business difficulties arising from intellectual property right infringements and the rapid transformation of shopping trends and consumer lifestyles due to emergence of new media technologies. 발음"
    }
  ]
}