{
  "phrases": [
    {
      "phrase": "리고",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Rigaud"
      ]
    },
    {
      "phrase": "리고니어",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Ligonier"
      ]
    },
    {
      "phrase": "이아생트 리고",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 Hyacinthe Rigaud"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Lygodesma",
      "frequency": 0
    },
    {
      "meaning": "streets fringing the outskirts of London",
      "frequency": 0
    },
    {
      "meaning": "Museacutee des beaux-arts Hyacinthe Rigaud",
      "frequency": 0
    },
    {
      "meaning": "Chateau Fleur de Rigaud",
      "frequency": 0
    },
    {
      "meaning": "Pirro Ligo´rio",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "리고 리고~ - 리더해줘서 고마워요! Thank you. - Thank you for being a leader. 듣기 View video ASTRO : #HappyJINJINday♡♡",
      "english": "Thank you. - Thank you for being a leader."
    }
  ],
  "examples": [
    {
      "korean": "It takes 12 hours to drive from New Delhi and there are no large railroads close by, either. 발음듣기 뉴델리에서 운전으로 12시간이 걸 리고 가까이에 대형 철도선 또한 없다. Neungyule",
      "english": "It takes 12 hours to drive from New Delhi and there are no large railroads close by, either. 발음"
    },
    {
      "korean": "So far, I've been to Somalia, Kenya and Uganda (all in east Africa). 발음듣기 여태까지, 나는 소말리아와 케냐, 그 리고 우간다(모두 동아프리카에 있단다)에서 지냈다. YBM All in All English-Korean Dictionary",
      "english": "So far, I've been to Somalia, Kenya and Uganda (all in east Africa). 발음"
    },
    {
      "korean": "Survival' is academic excellence, and if there is one thing that is having a hard time surviving, it is academic integrity. 발음듣기 생존'은 학문적 우수함이다. 그 리고 생존하는데 애쓰는 것이 하나 있다면 이는 학문적 결 백이다. Neungyule",
      "english": "Survival' is academic excellence, and if there is one thing that is having a hard time surviving, it is academic integrity. 발음"
    },
    {
      "korean": "Champions Sebastien Bourdais, Jimmy Vasser, Cristiano da Matta and Paul Tracy are among the drivers who battle for the Vanderbilt Cup, which is awarded to the winner. 발음듣기 세바스챤 보어대, 지미 바서, 크리스티아조 다 마타 그 리고 폴 트래이시와 같은 우승자들이 우승자에게 수여되는 밴더빌트 컵을 놓고 격돌할 선수들이다. Neungyule",
      "english": "Champions Sebastien Bourdais, Jimmy Vasser, Cristiano da Matta and Paul Tracy are among the drivers who battle for the Vanderbilt Cup, which is awarded to the winner. 발음"
    },
    {
      "korean": "Though commonly used on many factory-manufactured products like ramen, canned tuna, detergents, and bottled drinks, among many, the idea of barcoding fish may seem odd and sound like a joke. 발음듣기 일반적으로 수많은 것들 중 라면, 참치통조림, 세제 그 리고 병에 든 음료와 같은 많은 공산품에 사용되지만 생선 에 바코드를 사용한다는 생각은 이상한듯하고 농담처럼 들 릴지도 모른다. Neungyule",
      "english": "Though commonly used on many factory-manufactured products like ramen, canned tuna, detergents, and bottled drinks, among many, the idea of barcoding fish may seem odd and sound like a joke. 발음"
    }
  ]
}