{
  "phrases": [
    {
      "phrase": "디아트리베",
      "hanja": "",
      "example": {},
      "meanings": [
        "철학 diatribe"
      ]
    },
    {
      "phrase": "리베세나이트",
      "hanja": "",
      "example": {},
      "meanings": [
        "지구과학 Libethenite"
      ]
    },
    {
      "phrase": "유리 리베딘스키",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 Yurii Nikolaevich Libedinskii"
      ]
    },
    {
      "phrase": "리베일란트오색조",
      "hanja": "",
      "example": {},
      "meanings": [
        "Levaillant's Barbet"
      ]
    },
    {
      "phrase": "리베 야간 경비원 투어",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지·생활 The Night Watchman Tour in Ribe"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Liberalia",
      "frequency": 0
    },
    {
      "meaning": "Ribe Cathedral",
      "frequency": 0
    },
    {
      "meaning": "Rivetto, Barolo Leon",
      "frequency": 0
    },
    {
      "meaning": "Rivetto, Barolo Giulin",
      "frequency": 0
    },
    {
      "meaning": "Rivetto, Nebbiolo d'Alba Lirano",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "사랑합니다 - 이히리베는 뭐지 이히리베? I love you. - What is Ich Leibe? 듣기 View video Stray Kids : [Stray Kids : SKZ-TALKER GO!(슼즈토커 고!)] EUROPE",
      "english": "I love you. - What is Ich Leibe?"
    },
    {
      "korean": "그거 아니에요. 독일어? 이히리베디히 그거 아니에요? German? What's \"Ich liebe dich\" in German? 듣기 View video SONAMOO : [REPLAY] SONAMOO 넘나 좋은것(I LIKE U TOO MUCH) V LIVE",
      "english": "German? What's \"Ich liebe dich\" in German?"
    }
  ],
  "examples": [
    {
      "korean": "Return to the shore to see Gardone Riviera’s promenade and Art Nouveau facades. 발음듣기 가르도네 리베이라의 산책길과 Art Nouveau의 외간을 보기 위해서 다시 강가로 돌아오세요. TIMES CORE",
      "english": "Return to the shore to see Gardone Riviera’s promenade and Art Nouveau facades. 발음"
    },
    {
      "korean": "He was born in Ribe, Denmark in 1849. 발음듣기 그는 1849년에 덴마크의 리베에서 태어났다. User translation Inaccurate information may be included due to the users' self-traslation. gray(orch****) Web Collection",
      "english": "He was born in Ribe, Denmark in 1849. 발음"
    },
    {
      "korean": "Cadel Evans wins opening time-trial stage of Dauphin? Lib?r? 발음듣기 카델 에반스가 도피네이 리베레이 대회 시작을 여는 타임트라이얼에서 우승하다 User translation Inaccurate information may be included due to the users' self-traslation. couranttt(thom****) Web Collection",
      "english": "Cadel Evans wins opening time-trial stage of Dauphin? Lib?r? 발음"
    },
    {
      "korean": "The Briton confirmed dead in the attacks in Mumbai was 72-year-old businessman Andreas Liveras, the Cypriot foreign ministry said. 발음듣기 뭄바이 습격에서 사망한 것으로 확인된 영국인은 72세의 사업가 안드리아스 리베라스라고 키프러스 외무부가 말했다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "The Briton confirmed dead in the attacks in Mumbai was 72-year-old businessman Andreas Liveras, the Cypriot foreign ministry said. 발음"
    },
    {
      "korean": "A three-year-old girl has been killed and her 15-month-old sister seriously injured in a dog attack in the New South Wales Riverina. 발음듣기 뉴사우스 웨일즈 리베리나에서 개 공격으로 3살짜리 여자아이가 죽었고,그녀의 15개월 동생은 심각한 부상을 입었다. User translation Inaccurate information may be included due to the users' self-traslation. KyuP(totn****) Web Collection",
      "english": "A three-year-old girl has been killed and her 15-month-old sister seriously injured in a dog attack in the New South Wales Riverina. 발음"
    }
  ]
}