{
  "phrases": [
    {
      "phrase": "remitter",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 법 (소송 사건의 하급 법원으로의) 이송",
        "Noun 법 원권(原權) 회복, 복권",
        "Noun 송금인, (어음 등의) 발행인, 화물 발송인"
      ]
    },
    {
      "phrase": "remittor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 송금인"
      ]
    },
    {
      "phrase": "limiter",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 제한하는 사람[것], [전기] 리미터 ((진폭 제한 회로))"
      ]
    },
    {
      "phrase": "limitter",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun IT <기초>제한 증폭기(制限增幅器)"
      ]
    },
    {
      "phrase": "리미터 회로",
      "hanja": "",
      "example": {},
      "meanings": [
        "Limiter Circuit"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "limiter",
      "frequency": 0
    },
    {
      "meaning": "current limit switch",
      "frequency": 0
    },
    {
      "meaning": "plate limiter",
      "frequency": 0
    },
    {
      "meaning": "limiter circuit",
      "frequency": 0
    },
    {
      "meaning": "rev limiter",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Ford, an American car company, unveiled last month the Intelligent Speed Limiter. 발음듣기 미국의 자동차 회사인 포드는 지난 달 지능적 속도 제한계(ISL)를 발표하였습니다. TIMES CORE",
      "english": "Ford, an American car company, unveiled last month the Intelligent Speed Limiter. 발음"
    },
    {
      "korean": "Then, adjustable speed limiters identify the driving speed with sensors in the wheels. 발음듣기 다음, 조정 가능한 속도 제한기는 바퀴에 달린 센서로 주행 속도를 확인합니다. TIMES CORE",
      "english": "Then, adjustable speed limiters identify the driving speed with sensors in the wheels. 발음"
    },
    {
      "korean": "The system combines two existing technologies: traffic sign recognition and adjustable speed limiters. 발음듣기 그 체계는 현존하는 두 가지 기술: 신호등 인식 기능과 조정 가능한 속도 제한기를 결합합니다. TIMES CORE",
      "english": "The system combines two existing technologies: traffic sign recognition and adjustable speed limiters. 발음"
    },
    {
      "korean": "The first commercial cars with the Intelligent Speed Limiter will be released in Europe in August 2015. 발음듣기 ISL 기능을 지니고 시중에 나올 첫 번째 자동차는 유럽에 2015년 8월에 출시될 것입니다. TIMES CORE",
      "english": "The first commercial cars with the Intelligent Speed Limiter will be released in Europe in August 2015. 발음"
    },
    {
      "korean": "Usually, a speed limiter cannot be used in conjunction with cruise control. 발음듣기 일반적으로는 속도제한장치는 순항 제어와 함께 사용될 수 없다 User translation Inaccurate information may be included due to the users' self-traslation. 사랑열매77(jcsh****) Web Collection",
      "english": "Usually, a speed limiter cannot be used in conjunction with cruise control. 발음"
    }
  ]
}