{
  "phrases": [],
  "meanings": [
    {
      "meaning": "liana",
      "frequency": 0
    },
    {
      "meaning": "liana-free",
      "frequency": 0
    },
    {
      "meaning": "liana-like",
      "frequency": 0
    },
    {
      "meaning": "liana species",
      "frequency": 0
    },
    {
      "meaning": "liana-infested",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'Lemon' 피처링 리아나죠. \"Lemon\" featuring Rihanna. 듣기 View video V COOKIE : [Full] JUN. K X Rooftop Live - 준케이​의 루프탑라이브!",
      "english": "\"Lemon\" featuring Rihanna."
    },
    {
      "korean": "여기에서 리아나가 딱 나올 때! When Rihanna comes out! 듣기 View video V COOKIE : [Full] JUN. K X Rooftop Live - 준케이​의 루프탑라이브!",
      "english": "When Rihanna comes out!"
    },
    {
      "korean": "2절 리아나가 나올 때. When Rihanna comes out in the second verse. 듣기 View video V COOKIE : [Full] JUN. K X Rooftop Live - 준케이​의 루프탑라이브!",
      "english": "When Rihanna comes out in the second verse."
    },
    {
      "korean": "마이클 잭슨, 리아나, 그리고 저의 노래들. Michael Jackson, Rihanna, and my songs. 듣기 View video LEE HI : HI TV - Episode 10",
      "english": "Michael Jackson, Rihanna, and my songs."
    }
  ],
  "examples": [
    {
      "korean": "Forty-six-year-old Riana said: 'I love them all. 듣기 Add to Wordbook 46세의 리아나는 말했다: 나는 그들 모두를 사랑해요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메르베이(psys****)",
      "english": "Forty-six-year-old Riana said: 'I love them all. Add to Wordbook"
    },
    {
      "korean": "Helen Gibbs, 40, from London is mum to Liana, six. 듣기 Add to Wordbook 런던에 사는 40살의 헬렌 깁스는 여섯 살 리아나의 엄마다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 lampofgenie(lamp****)",
      "english": "Helen Gibbs, 40, from London is mum to Liana, six. Add to Wordbook"
    },
    {
      "korean": "Hauling a net of twined liana bark, an Mbuti man threads through the thick Ituri. 듣기 Add to Wordbook 그물 모양의 꼬여 있는 리아나 껍질을 운반하는 음부티 소년이 울창한 이투리 숲을 요리조리 헤치며 가고 있습니다. hansemEUG",
      "english": "Hauling a net of twined liana bark, an Mbuti man threads through the thick Ituri. Add to Wordbook"
    },
    {
      "korean": "As a matter of interest do not visit Outer Mangolia or Afghanistan for your holidays, the pound has substantially devalued even against their currencies. 듣기 Add to Wordbook 흥미로휴일에망골 리아나아프가니스탄을방문하지마시오ᆞ파운드가이들지역의통화에비해크게저평가되어있다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glokskr(glok****)",
      "english": "As a matter of interest do not visit Outer Mangolia or Afghanistan for your holidays, the pound has substantially devalued even against their currencies. Add to Wordbook"
    }
  ]
}