{
  "phrases": [
    {
      "phrase": "링크",
      "hanja": "",
      "example": {},
      "meanings": [
        "(컴퓨터) link, hyperlink"
      ]
    },
    {
      "phrase": "링크",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun rink"
      ]
    },
    {
      "phrase": "link",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (사람사물 사이의) 관련(성)[관계] (→missing link)",
        "Noun (사람국가조직 사이의) 관계[유대]",
        "Verb 연결[접속]하다 (=connect)"
      ]
    },
    {
      "phrase": "rink",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (=ice rink)",
        "Noun (=skating rink)"
      ]
    },
    {
      "phrase": "LINC",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 캐나다 이주민에 대한 무료 언어 강습(Language Instruction for Newcomers to Canada)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "link",
      "frequency": 3
    },
    {
      "meaning": "linkage",
      "frequency": 0
    },
    {
      "meaning": "Link, Caroline",
      "frequency": 0
    },
    {
      "meaning": "downlink",
      "frequency": 0
    },
    {
      "meaning": "ice rink",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아이블링크인가? Is is eye blink? 듣기 View video MONSTA X : LIVE : 놀아줄 사람 구해여",
      "english": "Is is eye blink?"
    },
    {
      "korean": "쌍꺼풀 한쪽 민혁 아이블링크인가? One double eyelid MINHYUK. Is it called eye blink? 듣기 View video MONSTA X : LIVE : 놀아줄 사람 구해여",
      "english": "One double eyelid MINHYUK. Is it called eye blink?"
    },
    {
      "korean": "링크요? - 네, 저도요 - 내가 그걸로 사줄게요 - 얼마까지 가능한가요? Link? - Yes, send it to me, too. - How much can you pay? 듣기 View video TOMORROW X TOGETHER : 모아 고마워요❣",
      "english": "Link? - Yes, send it to me, too. - How much can you pay?"
    },
    {
      "korean": "[2. 월드 팀/클래스 팀에게 별점 부여] 투표하고 별점을 부여할 수 있는 QR 코드와 링크가 보일 것입니다. [2. A star rating for World/Klass team] a QR code and a link where you can vote and give a star rating. 듣기 View video World Klass (월드 클래스) : [5회] 'K-POP 팬들의 투표' 온 힘을 쏟은 월드 팀의 점수 공개!",
      "english": "[2. A star rating for World/Klass team] a QR code and a link where you can vote and give a star rating."
    },
    {
      "korean": "저 링크가 뭘까? What do you think that link is? 듣기 View video EMMA BEAUTY : [ 엠마뷰티 EMMA BEAUTY ] 햇살 봄 메이크업 Sunlight Spring MAKEUP",
      "english": "What do you think that link is?"
    }
  ],
  "examples": [
    {
      "korean": "Here are some live links to other aviation-related web pages. 듣기 Add to Wordbook 다른 비행 관련 웹페이지들에 접속 기능이 되는 링크가 여기 몇 가지 있습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Here are some live links to other aviation-related web pages. Add to Wordbook"
    },
    {
      "korean": "To visit similar websites to this one, click on the links at the bottom of the page. 듣기 Add to Wordbook 이와 비슷한 웹사이트를 방문하시려면 본 페이지 하단에 있는 링크들을 클릭하세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "To visit similar websites to this one, click on the links at the bottom of the page. Add to Wordbook"
    },
    {
      "korean": "Software is exported through a dedicated satellite link. 듣기 Add to Wordbook 소프트웨어는 전용 위성 링크를 통해 수출된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Software is exported through a dedicated satellite link. Add to Wordbook"
    },
    {
      "korean": "I clicked on the link to the next page of the website. 듣기 Add to Wordbook 나는 링크를 클릭해서 그 웹사이트의 다음 페이지로 넘어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I clicked on the link to the next page of the website. Add to Wordbook"
    },
    {
      "korean": "If you’ve forgotten your login ID, click this link. 듣기 Add to Wordbook 로그인 비밀번호를 잊어버렸을 경우에는 이 링크를 클릭하세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If you’ve forgotten your login ID, click this link. Add to Wordbook"
    }
  ]
}