{
  "phrases": [
    {
      "phrase": "마다",
      "hanja": "",
      "example": {},
      "meanings": [
        "each, every, all, at an interval of, whenever"
      ]
    },
    {
      "phrase": "마다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(짓찧다) hit, smash, crush, pound"
      ]
    },
    {
      "phrase": "빌어먹는 놈이 콩밥을 마다고 할까.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Beggars cannot be choosers."
      ]
    },
    {
      "phrase": "마다마궁",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 Palazzo Madama"
      ]
    },
    {
      "phrase": "마다나팔레",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Madanapalle"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "per",
      "frequency": 3
    },
    {
      "meaning": "bitwise",
      "frequency": 0
    },
    {
      "meaning": "Madha",
      "frequency": 0
    },
    {
      "meaning": "decennial",
      "frequency": 0
    },
    {
      "meaning": "bi-monthly",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[예고 EP.7, 8] 긴장하지 마 다 괜찮아! [Preview Ep. 7-8] Don't be nervous. You will be alright! 듣기 View video 플레이리스트 (Playlist) : 이하림 걸크러시 모음.zip [인서울] - 5,6 하이라이트",
      "english": "[Preview Ep. 7-8] Don't be nervous. You will be alright!"
    },
    {
      "korean": "내 마 다 했어, 인마! - 우리 또 뭐 했어요? I've done it all, bruh! - What else did we do? 듣기 View video B1A4 : B1A4 데뷔7주년!★VLIVE 토크쇼★",
      "english": "I've done it all, bruh! - What else did we do?"
    },
    {
      "korean": "확 마 다때리빠아삐까 진짜 이씨. I should teach you a lesson and beat you up to pieces. 듣기 View video WHYNOT TV : 남친도 직장도 잃었을 때 [사랑방손님] EP00 사랑방손님",
      "english": "I should teach you a lesson and beat you up to pieces."
    },
    {
      "korean": "다들 웃지 마. 다들 웃지 마. Don't laugh. Nobody laugh. 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 프로젝트 EP.31 - 두 번째 눈덩이 with 레드벨벳?!",
      "english": "Don't laugh. Nobody laugh."
    },
    {
      "korean": "'마다보쿠와' 라는 앨범입니다. This album is called \"Madabokuwa.\" 듣기 View video 2PM : [FULL] 2PM 장우영 Comeback Special Live <헤어질 때>",
      "english": "This album is called \"Madabokuwa.\""
    }
  ],
  "examples": [
    {
      "korean": "Beggars cannot be choosers. 듣기 Add to Wordbook 빌어먹는 놈이 콩밥을 마다고 할까. Neungyule",
      "english": "Beggars cannot be choosers. Add to Wordbook"
    },
    {
      "korean": "Don't worry, it will all come out in the wash. 듣기 Add to Wordbook 걱정마, 다 잘될 거야. Neungyule",
      "english": "Don't worry, it will all come out in the wash. Add to Wordbook"
    },
    {
      "korean": "Elizabeth Madarang, a second-grade teacher, bought Minecraft books for her students after hearing about the game. 듣기 Add to Wordbook 2학년 교사인 엘리자베스 마다랑은 그 게임에 대해 들은 후에 자신의 학생들을 위해 마인크래프트 책들을 샀습니다. TIMES CORE",
      "english": "Elizabeth Madarang, a second-grade teacher, bought Minecraft books for her students after hearing about the game. Add to Wordbook"
    },
    {
      "korean": "Don't worry, it happens to the best of us. 듣기 Add to Wordbook 걱정 마, 다들 그래. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "Don't worry, it happens to the best of us. Add to Wordbook"
    },
    {
      "korean": "Don't keep anything from me, darling. 듣기 Add to Wordbook 여보 나한테 절대 숨기지 마~ 다 말해야 돼 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 dolee22(dole****)",
      "english": "Don't keep anything from me, darling. Add to Wordbook"
    }
  ]
}