{
  "phrases": [],
  "meanings": [
    {
      "meaning": "unmerited",
      "frequency": 0
    },
    {
      "meaning": "incommodious",
      "frequency": 0
    },
    {
      "meaning": "incommodity",
      "frequency": 0
    },
    {
      "meaning": "The atmosphere is uncongenial.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "마땅치가 않은 상태였어요. It wasn't the right environment. 듣기 View video MONSTA X : LIVE : 다시 돌아온 라원호",
      "english": "It wasn't the right environment."
    },
    {
      "korean": "그리고 뛰는 공간도 사실 마땅치 않을 거예요. and there isn't much space to jump. 듣기 View video Sweet Sorrow : 가자 속초로! 뮤직비디오 같이 보자!",
      "english": "and there isn't much space to jump."
    },
    {
      "korean": "요리는 하기가 좀 마땅치 않더라고요. but it didn't feel right. 듣기 View video 엽기적인 그녀 (My Sassy Girl) : 김주현의 한강 그림교실",
      "english": "but it didn't feel right."
    }
  ],
  "examples": [
    {
      "korean": "I'm not pleased at all with his actions. 발음듣기 그의 행동이 영 마땅치가 않다 Neungyule",
      "english": "I'm not pleased at all with his actions. 발음"
    },
    {
      "korean": "Free composition as an exercise has its limitations. 발음듣기 연습으로선 자유작문에는 마땅치않은 점이 있다. 영어영작문대사전",
      "english": "Free composition as an exercise has its limitations. 발음"
    },
    {
      "korean": "an objectionable book 발음듣기 마땅치 않은 책. Friendict Level English-Korean Dictionary",
      "english": "an objectionable book 발음"
    },
    {
      "korean": "He doesn't deserve a goddess like you, man. 발음듣기 그는 너 같은 여신을 만나기에 마땅치 않아, 친구야. User translation Inaccurate information may be included due to the users' self-traslation. 낄낄(alsd****) Web Collection",
      "english": "He doesn't deserve a goddess like you, man. 발음"
    },
    {
      "korean": "I'm saying you don't deserve your life. 발음듣기 나는 너가 살아야마땅치않다고 말하고있어 User translation Inaccurate information may be included due to the users' self-traslation. 남찡(skaw****) Web Collection",
      "english": "I'm saying you don't deserve your life. 발음"
    }
  ]
}