{
  "phrases": [
    {
      "phrase": "mother",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (사람·동물의) 어미, 어머니, 어머니 역할을 하는 사람",
        "Noun 수녀원장, 원장 수녀님 (→Mother Superior)",
        "Verb (어머니로서·어머니처럼) 보살피다[돌보다]"
      ]
    },
    {
      "phrase": "mother",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 초모(醋母), 식초의 골마지",
        "Intransitive verb 초의 골마지[초모]가 생기다"
      ]
    },
    {
      "phrase": "moth-er",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] A person or animal that catches moths."
      ]
    },
    {
      "phrase": "마더 A3",
      "hanja": "",
      "example": {},
      "meanings": [
        "무기 및 병기공학 Marder A3 ICV"
      ]
    },
    {
      "phrase": "마더보드",
      "hanja": " (母基板)",
      "example": {},
      "meanings": [
        "Mother Board"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mather platt type steamer",
      "frequency": 0
    },
    {
      "meaning": "mother-board",
      "frequency": 0
    },
    {
      "meaning": "mother board",
      "frequency": 0
    },
    {
      "meaning": "Mother Mash",
      "frequency": 0
    },
    {
      "meaning": "Mother Goose Stakes",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'마더'를 되게 열심히 봤거든요. I was really watching \"Mother\". 듣기 View video V COOKIE : [Full]RADIO APART X BAEK JIN HEE (RADIO APART X 백진희)",
      "english": "I was really watching \"Mother\"."
    },
    {
      "korean": "요거는요~ 마더스픽 키즈 선팩트인데 정말 신기한게 뭐냐뭔요. This is Kid's Sunscreen by Mother's Pick. What's cool is... 듣기 View video KONGSUENI : [Kongsueni 콩슈니] 3세7세 유아뷰티(맘스케어) vs 어른뷰티 Baby Care & Mom's Beauty",
      "english": "This is Kid's Sunscreen by Mother's Pick. What's cool is..."
    },
    {
      "korean": "일본 드라마도 좋은데 한국 '마더'도 굉장히 좋거든요. The Japanese drama is good, but the Korean \"Mother\" is very good, too. 듣기 View video V COOKIE : [Full]RADIO APART X BAEK JIN HEE (RADIO APART X 백진희)",
      "english": "The Japanese drama is good, but the Korean \"Mother\" is very good, too."
    },
    {
      "korean": "한국 '마더'도 한국의 정서가 녹아있어서 되게 좋더라고요. The Korean \"Mother\" has the emotions of Korea, so I really liked it. 듣기 View video V COOKIE : [Full]RADIO APART X BAEK JIN HEE (RADIO APART X 백진희)",
      "english": "The Korean \"Mother\" has the emotions of Korea, so I really liked it."
    },
    {
      "korean": "'마더' 재밌대요. - '마더' 이번에 시작했죠. I heard \"Mother\" was fun. - I started \"Mother\" as well. 듣기 View video 셀럽티비(Celuv.TV) : 모모랜드, '흥 여신들의 뿜뿜~",
      "english": "I heard \"Mother\" was fun. - I started \"Mother\" as well."
    }
  ],
  "examples": [
    {
      "korean": "Intense love does not measure, it just gives. (Mother Teresa) 듣기 Add to Wordbook 강렬한 사랑은 판단하지 않는다. 주기만 할 뿐이다. (마더 테레사, 사랑명언) 명언/속담",
      "english": "Intense love does not measure, it just gives. (Mother Teresa) Add to Wordbook"
    },
    {
      "korean": "If you judge people, you have no time to love them. (Mother Teresa) 듣기 Add to Wordbook 다른 사람들을 평가한다면 그들을 사랑할 시간이 없다. (마더 테레사, 시간명언) 명언/속담",
      "english": "If you judge people, you have no time to love them. (Mother Teresa) Add to Wordbook"
    },
    {
      "korean": "It's not how much we give, but how much love we put into giving. (Mother Teresa) 듣기 Add to Wordbook 얼마나 많이 주느냐보다 얼마나 많은 사랑을 담느냐가 중요하다. (마더 테레사, 사랑명언) 명언/속담",
      "english": "It's not how much we give, but how much love we put into giving. (Mother Teresa) Add to Wordbook"
    },
    {
      "korean": "The most terrible poverty is loneliness and the feeling of being unloved. (Mother Teresa) 듣기 Add to Wordbook 가장 끔찍한 빈곤은 외로움과 사랑받지 못한다는 느낌이다. (마더 테레사, 고독명언) 명언/속담",
      "english": "The most terrible poverty is loneliness and the feeling of being unloved. (Mother Teresa) Add to Wordbook"
    },
    {
      "korean": "God doesn't require us to succeed; he only requires that you try. (Mother Teresa) 듣기 Add to Wordbook 신은 우리가 성공할 것을 요구하지 않는다. 우리가 노력할 것을 요구할 뿐이다. (마더 테레사, 노력명언) 명언/속담",
      "english": "God doesn't require us to succeed; he only requires that you try. (Mother Teresa) Add to Wordbook"
    }
  ]
}