{
  "phrases": [
    {
      "phrase": "마약",
      "hanja": " (痲藥)",
      "example": {},
      "meanings": [
        "drug, narcotics"
      ]
    },
    {
      "phrase": "마약중독",
      "hanja": "",
      "example": {},
      "meanings": [
        "drug[narcotics] addiction"
      ]
    },
    {
      "phrase": "마약 밀매",
      "hanja": "",
      "example": {},
      "meanings": [
        "drug trafficking"
      ]
    },
    {
      "phrase": "마약중독자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a drug addict"
      ]
    },
    {
      "phrase": "마약 단속반",
      "hanja": "",
      "example": {},
      "meanings": [
        "a narcotics squad"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "gear",
      "frequency": 3
    },
    {
      "meaning": "drug",
      "frequency": 3
    },
    {
      "meaning": "narcotic",
      "frequency": 3
    },
    {
      "meaning": "dope",
      "frequency": 3
    },
    {
      "meaning": "junk 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[수많은 사건사고 경험자들답게] - 그거 하실 거예요? - 마약? [Experienced handlers of mishaps] - You're picking that one? - Drugs? 듣기 View video JTBC PLUS : 최초 공개! 사건 사고 예방을 위한 스타 Before Care 시스템부터 소속사 직원들이 극혐하는 사건사고 Best5",
      "english": "[Experienced handlers of mishaps] - You're picking that one? - Drugs?"
    },
    {
      "korean": "왜 마약탐지견까지 푼 거죠? What made them bring drug detection dogs? 듣기 View video JTBC PLUS : 단독공개! BTS 뉴욕콘서트장 리얼 모습과 공연 비하인드 스토리! 트럼프보다 RM! 미국 아미들의 눈물겨운 인터뷰 현장 대공개!",
      "english": "What made them bring drug detection dogs?"
    },
    {
      "korean": "[흥칫 뿡] 마약 베개 안 주면 옷 더럽힌다! If you don't give me the pillow, I'll dirty your shirt! 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.13 WHO, YOU 활동기 #2 러브들과 함께한 소중한 시간",
      "english": "If you don't give me the pillow, I'll dirty your shirt!"
    },
    {
      "korean": "[이번엔 콩트 파트너] 마약 베개 안 주면... 뭐지 그거 대사? If you don't give me the pillow... What's the next line? 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.13 WHO, YOU 활동기 #2 러브들과 함께한 소중한 시간",
      "english": "If you don't give me the pillow... What's the next line?"
    },
    {
      "korean": "[마약 방석 윤호 선생님 무릎] 멋진 그림자를 갖고 싶어서... [Yoonho teacher's lap is so popular] He wanted a great shadow... 듣기 View video 동방신기의 72시간 - my SMTelevision : [동방신기의 72시간] EP 29. 퇴근 후 한 잔!",
      "english": "[Yoonho teacher's lap is so popular] He wanted a great shadow..."
    }
  ],
  "examples": [
    {
      "korean": "Drug users were jacking up in the stairwells. 듣기 Add to Wordbook 계단통에서 마약쟁이들이 마약 주사를 맞고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Drug users were jacking up in the stairwells. Add to Wordbook"
    },
    {
      "korean": "stories of bitter feuding between rival drug dealers 듣기 Add to Wordbook 경쟁 마약상들 간의 극심한 불화에 얽힌 이야기들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "stories of bitter feuding between rival drug dealers Add to Wordbook"
    },
    {
      "korean": "They deny conspiring together to smuggle drugs. 듣기 Add to Wordbook 그들은 마약 밀수 공모를 부인하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They deny conspiring together to smuggle drugs. Add to Wordbook"
    },
    {
      "korean": "He finally surrendered to his craving for drugs. 듣기 Add to Wordbook 그는 마침내 마약을 하고 싶은 갈망에 굴복하고 말았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He finally surrendered to his craving for drugs. Add to Wordbook"
    },
    {
      "korean": "Local people banded together to fight the drug dealers. 듣기 Add to Wordbook 지역 주민들이 마약상들과 싸우기 위해 함께 뭉쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Local people banded together to fight the drug dealers. Add to Wordbook"
    }
  ]
}