{
  "phrases": [
    {
      "phrase": "마찬가지",
      "hanja": "",
      "example": {},
      "meanings": [
        "the (very) same"
      ]
    },
    {
      "phrase": "마찬가지로",
      "hanja": "",
      "example": {},
      "meanings": [
        "alike",
        "likewise",
        "in the same manner"
      ]
    },
    {
      "phrase": "역시 마찬가지로",
      "hanja": "",
      "example": {},
      "meanings": [
        "not[none] the more"
      ]
    },
    {
      "phrase": "나도 마찬가지야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Join the club."
      ]
    },
    {
      "phrase": "마찬가지의",
      "hanja": "",
      "example": {},
      "meanings": [
        "the same",
        "one and the same",
        "identical"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "likewise",
      "frequency": 3
    },
    {
      "meaning": "same here",
      "frequency": 0
    },
    {
      "meaning": "your guess is as good as mine",
      "frequency": 0
    },
    {
      "meaning": "in common with somebody/something",
      "frequency": 0
    },
    {
      "meaning": "be a steal",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 미니어처도 마찬가지... Even these miniatures... 듣기 View video TOMORROW X TOGETHER : 뚝딱뚝딱 공작시간",
      "english": "Even these miniatures..."
    },
    {
      "korean": "마찬가지로 참 험난한 길이지... That's not easier, too. 듣기 View video V PICK! : [NU'EST] 어 그래 너.. 잘 살았다..! 이날 이때까지 울 망고했으니..! (REN playing with fans)",
      "english": "That's not easier, too."
    },
    {
      "korean": "한 2년? 이것도 앨범이랑 마찬가지였나요? Around 2 years ago? Like our album? 듣기 View video SECHSKIES : [Replay] SECHSKIES - COMEBACK LIVE '젝다방 포 유 (SECHDABANG FOR YOU)'",
      "english": "Around 2 years ago? Like our album?"
    },
    {
      "korean": "또 그분과 함께 은혁 씨도 마찬가지지만... With him, EunHyuk... 듣기 View video V COOKIE : [Full] SUPER JUNIOR-D&E X Rooftop Live / 슈퍼주니어-D&E의 루프탑라이브!",
      "english": "With him, EunHyuk..."
    },
    {
      "korean": "노즈쉐딩도 마찬가지예요. It's the same for nose shading, too. 듣기 View video EMMA BEAUTY : 사랑스러움 가득! 봄 메이크업♥ (feat. 봄 신제품)",
      "english": "It's the same for nose shading, too."
    }
  ],
  "examples": [
    {
      "korean": "I agree, it is the same here. 듣기 Add to Wordbook 나는 동의해. 나도 마찬가지야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 연수(ddej****)",
      "english": "I agree, it is the same here. Add to Wordbook"
    },
    {
      "korean": "The moon is as good as ours. 듣기 Add to Wordbook 저 달은 우리 것이나 마찬가지야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Tossoon(jycl****)",
      "english": "The moon is as good as ours. Add to Wordbook"
    },
    {
      "korean": "To tell the truth, neither am I. 듣기 Add to Wordbook 솔직히 말하자면, 나도 마찬가지야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 푸르(prun****)",
      "english": "To tell the truth, neither am I. Add to Wordbook"
    },
    {
      "korean": "Yeah, well, that makes two of us, then. 듣기 Add to Wordbook 그래, 음, 나도 마찬가지야, 그럼. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사과향기(lees****)",
      "english": "Yeah, well, that makes two of us, then. Add to Wordbook"
    },
    {
      "korean": "And neither do the people on that boat. 듣기 Add to Wordbook 저 배에 탄 사람들도 마찬가지야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "And neither do the people on that boat. Add to Wordbook"
    }
  ]
}