{
  "phrases": [
    {
      "phrase": "마피아",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Mafia, mafia"
      ]
    },
    {
      "phrase": "Mafia",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 마피아(특히 시실리, 이탈리아, 미국에서 활동하는 비밀 범죄 집단)",
        "Noun (한 조직·사회 내부에서 자신들의 이익을 위해 권력을 휘두르는) 이익 집단[파벌]"
      ]
    },
    {
      "phrase": "mafia",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN The Mafia is a criminal organization that makes money illegally, especially by threatening people and dealing in drugs.",
        "NOUN disapproval You can use mafia to refer to an organized group of people who you disapprove of because they use unfair or illegal means in orde..."
      ]
    },
    {
      "phrase": "Maf(f)ia",
      "hanja": "",
      "example": {},
      "meanings": [
        "정치학 <용어>마피아"
      ]
    },
    {
      "phrase": "MAFia",
      "hanja": "",
      "example": {},
      "meanings": [
        "Electronics (Abbr.) MAF."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mob",
      "frequency": 3
    },
    {
      "meaning": "Maf(f)ia",
      "frequency": 0
    },
    {
      "meaning": "Sicilian Mafia",
      "frequency": 0
    },
    {
      "meaning": "Mafia (PC)",
      "frequency": 0
    },
    {
      "meaning": "Mafioso",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "마피아는? Who's the mafia? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.5 부승관의 전생연분 #1 (SeungKwan Boo's Past Life Destiny #1)",
      "english": "Who's the mafia?"
    },
    {
      "korean": "[마피아 맞죠?] [You are a mafia, right?] View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.3 돈't Lie #1 (Don't Lie #1)",
      "english": "[You are a mafia, right?]"
    },
    {
      "korean": "마피아 한번 할까? Shall we play the game? 듣기 View video ATEEZ : 안뇽~ 연습하다 왔어요❣️",
      "english": "Shall we play the game?"
    },
    {
      "korean": "마피아는 일어나서... Mafia stands up and... 듣기 View video ATEEZ : 안뇽~ 연습하다 왔어요❣️",
      "english": "Mafia stands up and..."
    },
    {
      "korean": "근데 내가 마피아면 나... But if I were the mafia... 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.3 돈't Lie #1 (Don't Lie #1)",
      "english": "But if I were the mafia..."
    }
  ],
  "examples": [
    {
      "korean": "To be frank, you look like a uzinaire, so don't pull a face like that. 듣기 Add to Wordbook 사실대로 말해서, 너 마피아 보스처럼 보여, 그러니까 인상 좀 펴고 다녀. 국제영어대학원대학교 신어사전",
      "english": "To be frank, you look like a uzinaire, so don't pull a face like that. Add to Wordbook"
    },
    {
      "korean": "The cheating mafia is organized crime that affects students who work hard. 듣기 Add to Wordbook 치팅 마피아는 열심히 공부하는 학생들에게 영향을 끼치는 조직적인 범죄이다. 국제영어대학원대학교 신어사전",
      "english": "The cheating mafia is organized crime that affects students who work hard. Add to Wordbook"
    },
    {
      "korean": "the impressive story of the PayPal Mafia 듣기 Add to Wordbook 페이팔 마피아의 인상적인 이야기 국제영어대학원대학교 신어사전",
      "english": "the impressive story of the PayPal Mafia Add to Wordbook"
    },
    {
      "korean": "The mafia runs the rackets in big cities. 듣기 Add to Wordbook 마피아는 대도시에서 불법적으로 돈을 벌고 있다. Neungyule",
      "english": "The mafia runs the rackets in big cities. Add to Wordbook"
    },
    {
      "korean": "The Mafia is said to control the casinos in many big cities. 듣기 Add to Wordbook 마피아는 많은 대도시에서 카지노 사업을 장악하고 있다고 한다. Neungyule",
      "english": "The Mafia is said to control the casinos in many big cities. Add to Wordbook"
    }
  ]
}