{
  "phrases": [
    {
      "phrase": "막바지",
      "hanja": "",
      "example": {},
      "meanings": [
        "last stage, final stage"
      ]
    },
    {
      "phrase": "길 막바지",
      "hanja": "",
      "example": {},
      "meanings": [
        "the dead end of a road"
      ]
    },
    {
      "phrase": "골목 막바지",
      "hanja": "",
      "example": {},
      "meanings": [
        "the end of the alley"
      ]
    },
    {
      "phrase": "언덕 막바지",
      "hanja": "",
      "example": {},
      "meanings": [
        "the top of a hill"
      ]
    },
    {
      "phrase": "언덕막바지",
      "hanja": "",
      "example": {},
      "meanings": [
        "the top of a hill."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bitter end 2",
      "frequency": 0
    },
    {
      "meaning": "bitter end",
      "frequency": 0
    },
    {
      "meaning": "last-minute",
      "frequency": 0
    },
    {
      "meaning": "a last-minute holiday",
      "frequency": 0
    },
    {
      "meaning": "final stage",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[촬영 막바지, 기념 단체사진!] [Shooting's almost finished. Commemorative group picture!] View video GOT7 : GOT7(갓세븐) DYEARY EP.01",
      "english": "[Shooting's almost finished. Commemorative group picture!]"
    },
    {
      "korean": "지금 약간 연습 막바지고 그냥 복습 차원? Now, it's at the last stage to recap the choreography. 듣기 View video TOMORROW X TOGETHER : 리더와 막내즈",
      "english": "Now, it's at the last stage to recap the choreography."
    },
    {
      "korean": "[미션 막바지 다급해진 레드 팀] 몇 개 남았어? [Red] How many are left? 듣기 View video THE BOYZ : [MISSION THE BOYZ] Halloween SP",
      "english": "[Red] How many are left?"
    },
    {
      "korean": "또 벌써 2018년의 막바지로 가고 있잖아요. and it's already the end of 2018. 듣기 View video PENTAGON : 후이의 뮤직토크 #9",
      "english": "and it's already the end of 2018."
    },
    {
      "korean": "이제 V LIVE 막바지니까요 폭탄 머리! Now, the end of V LIVE. Mess his hair up ! 듣기 View video NCT : 12345드림 시즈니들 오랜만!!!",
      "english": "Now, the end of V LIVE. Mess his hair up !"
    }
  ],
  "examples": [
    {
      "korean": "The campaign has entered its final stretch. 발음듣기 선거 운동이 막바지에 접어들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The campaign has entered its final stretch. 발음"
    },
    {
      "korean": "Some market watchers say Jeju tourism's heyday is nearing its end or it is already past its prime, as evidenced by many indicators. 발음듣기 많은 지표에서 알 수 있듯이, 일부 시장 전문가들은 제주 관광의 전성기가 막바지에 이르거나 이미 전성기를 지났다고 말한다. The Korea Times",
      "english": "Some market watchers say Jeju tourism's heyday is nearing its end or it is already past its prime, as evidenced by many indicators. 발음"
    },
    {
      "korean": "I sincerely thank you for inviting me to the grand opening, but I regret that I won't be ble to make it because I have to complete the last-minute project punch list. 발음듣기 개업식에 저를 초대해주셔서 진심으로 감사드립니다만, 공사의 막바지 펀치 리스트를 처리해야 하므로 갈 수 없게 되어 아쉽습니다. DARAKWON",
      "english": "I sincerely thank you for inviting me to the grand opening, but I regret that I won't be ble to make it because I have to complete the last-minute project punch list. 발음"
    },
    {
      "korean": "With the Olympics only a month away, the athletes are sweating it out in last-minute training. 발음듣기 올림픽을 한 달 앞두고 선수들이 막바지 비지땀을 흘리고 있다 Neungyule",
      "english": "With the Olympics only a month away, the athletes are sweating it out in last-minute training. 발음"
    },
    {
      "korean": "At the end of the party, he felt sick. 발음듣기 파티 막바지에 그 사람 몸이 좋질 않았다. Neungyule",
      "english": "At the end of the party, he felt sick. 발음"
    }
  ]
}