{
  "phrases": [
    {
      "phrase": "막다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(길·구멍 등을) block (up), obstruct, close, head off, (구멍 등을) stop (up), fill (in)",
        "(일·행동 등을) stop, prevent, keep, head off, (금지하다) forbid",
        "(공격·침입 등을) stop, prevent, ward off"
      ]
    },
    {
      "phrase": "새끼줄을 쳐서 막은 곳",
      "hanja": "",
      "example": {},
      "meanings": [
        "a roped-off place"
      ]
    },
    {
      "phrase": "그런데 막은 언제 엽니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-영화 · 연극 How soon does the curtain rise?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "아래윗막이",
      "frequency": 0
    },
    {
      "meaning": "weir",
      "frequency": 0
    },
    {
      "meaning": "plosive",
      "frequency": 0
    },
    {
      "meaning": "paled",
      "frequency": 0
    },
    {
      "meaning": "a roped-off place",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여러분 이걸 막기에 성공하면 막은 사람이 이기는 거 아닌가요? Everyone, if the person defends well, the person who blocked wins right? 듣기 View video ATEEZ : ATEEZ(에이티즈) WANTED 6화",
      "english": "Everyone, if the person defends well, the person who blocked wins right?"
    },
    {
      "korean": "제가 막은 거 아닙니다. I didn't stop him. 듣기 View video JBJ : 일상이죠 네 환영합니다 제비제의 일상입니다 하하하 웰컴",
      "english": "I didn't stop him."
    },
    {
      "korean": "여러분 코 막은 거 맞죠? Did everyone close their nose? 듣기 View video GAVYNJ : 내 귀에 도청장치~☆",
      "english": "Did everyone close their nose?"
    },
    {
      "korean": "이게 막은 거지 만진 거냐? 이 바보야! I blocked her hand. How is this touching? You fool! 듣기 View video 컨버전스 TV (CONS TV) : [악동탐정스 Part 1] 제3화. 강준영 실종사건Ⅲ",
      "english": "I blocked her hand. How is this touching? You fool!"
    },
    {
      "korean": "되게 싸게 막은거죠, 제가 봤을땐 하늘이 도운거죠. it was very lucky. I think the god helped him. 듣기 View video 10PM : 김풍의 풍기문란-김풍vs주호민 demoralizing behavior",
      "english": "it was very lucky. I think the god helped him."
    }
  ],
  "examples": [
    {
      "korean": "The first act was already over. 듣기 Add to Wordbook 제1막은 이미 끝나 있었다. Friendict Level English-Korean Dictionary",
      "english": "The first act was already over. Add to Wordbook"
    },
    {
      "korean": "Do you board up the windows or not? 듣기 Add to Wordbook 당신은 창문을 판자로 막은 적이 있는가, 없는가? YBM All in All English-Korean Dictionary",
      "english": "Do you board up the windows or not? Add to Wordbook"
    },
    {
      "korean": "It is a curtain of muscle, sandwiched between cornea and lens, with a hole the 'pupil' in its middle. 듣기 Add to Wordbook 근육으로 이루어진 이 막은 각막과 수정체 사이에 끼어 있으며, 한가운데 ‘동공’ 이라고 불리는 구멍이 나 있습니다. YBM All in All English-Korean Dictionary",
      "english": "It is a curtain of muscle, sandwiched between cornea and lens, with a hole the 'pupil' in its middle. Add to Wordbook"
    },
    {
      "korean": "Experts and government officials from all around the world have criticized the Myanmar government for having blocked international aid. 듣기 Add to Wordbook 전 세계의 전문가와 정부 관계자들은, 국제 원조를 막은 것에 대해 미얀마 정부를 비난했다. Neungyule",
      "english": "Experts and government officials from all around the world have criticized the Myanmar government for having blocked international aid. Add to Wordbook"
    },
    {
      "korean": "He made the top of the list for preventing another Great Depression. 듣기 Add to Wordbook 그는 또 한 번의 세계경제 공황이 일어나는 것을 막은 공로로 이 부문에서 1위를 했다. Neungyule",
      "english": "He made the top of the list for preventing another Great Depression. Add to Wordbook"
    }
  ]
}