{
  "phrases": [
    {
      "phrase": "막이",
      "hanja": "",
      "example": {},
      "meanings": [
        "protection, defending, warding off, prevention, damming up, banking up, a charm(부적), a screen(칸막이)"
      ]
    },
    {
      "phrase": "막",
      "hanja": "",
      "example": {},
      "meanings": [
        "(방금) just"
      ]
    },
    {
      "phrase": "막",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몹시, 심하게) violently, severely, badly, harshly, wildly, blindly",
        "(아무렇게나, 함부로) recklessly, (부주의하게) carelessly"
      ]
    },
    {
      "phrase": "막",
      "hanja": " (幕)",
      "example": {},
      "meanings": [
        "(무대를 가리는 천) curtain",
        "(연극의) act",
        "(비유적)"
      ]
    },
    {
      "phrase": "막",
      "hanja": " (膜)",
      "example": {},
      "meanings": [
        "(물체의 표면을 덮고 있는 얇은 조직) film (of), membrane"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "membrane",
      "frequency": 3
    },
    {
      "meaning": "layer",
      "frequency": 3
    },
    {
      "meaning": "freshly",
      "frequency": 3
    },
    {
      "meaning": "covering",
      "frequency": 3
    },
    {
      "meaning": "culminate",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "진짜 이 정도. - 막 이 정도래. It's really this short! - You said this short. 듣기 View video MAMAMOO : 용콩별콩의 숨겨진 보물을 찾아라!",
      "english": "It's really this short! - You said this short."
    },
    {
      "korean": "근데 막 이에 껴있으면 어떡하지? But, what if there's something between my teeth? 듣기 View video T-ARA : [효민] 효민이와 써머 바캉스~ in 제주!!!",
      "english": "But, what if there's something between my teeth?"
    },
    {
      "korean": "막 이 여자 앞에서도 초라하고... 누군지 모르겠지만. I don't know who the woman is, but I don't want him to seem that way. 듣기 View video V DRAMA : [Replay]완벽한 아내 X 앞터V(Ms.Perfect X Early Interview)",
      "english": "I don't know who the woman is, but I don't want him to seem that way."
    },
    {
      "korean": "인피니트 여러분, 이 막이 머리끝까지 올라오면 게임오버. If this board comes up to your height, it means game over. 듣기 View video V COOKIE : [Full] SPECIAL WEEK - EP.4 INFINITE (인피니트)",
      "english": "If this board comes up to your height, it means game over."
    },
    {
      "korean": "꼭 3초 안에 수분을 공급해줘야 이 수분 막이 날아가지 않아서... You must supply moisture in 3 seconds to avoid moisture layer from disappearing... 듣기 View video V Beauty : 차홍에게 물어봐 CHAHONG 뷰티생활기초 2",
      "english": "You must supply moisture in 3 seconds to avoid moisture layer from disappearing..."
    }
  ],
  "examples": [
    {
      "korean": "I’m just finishing my book. 듣기 Add to Wordbook 내가 이제 막 이 책을 다 읽어 가. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m just finishing my book. Add to Wordbook"
    },
    {
      "korean": "The company just completed its factory in the region. 듣기 Add to Wordbook 이 회사는 지금 막 이 지역에 공장을 완성 했다. Neungyule",
      "english": "The company just completed its factory in the region. Add to Wordbook"
    },
    {
      "korean": "The curtain rises on a tumult of sound. 듣기 Add to Wordbook 소란스러운 소리와 함께 막이 오릅니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Miraklu(kend****)",
      "english": "The curtain rises on a tumult of sound. Add to Wordbook"
    },
    {
      "korean": "What needs to be done to curb climate change? 듣기 Add to Wordbook 기후 변화를 막이 위해 무엇을 해야 할까요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Nash(nash****)",
      "english": "What needs to be done to curb climate change? Add to Wordbook"
    },
    {
      "korean": "I just started pencilling these abstract patterns,' he said. 듣기 Add to Wordbook 그는 막 이들 추상적 패턴들을 연필로 표현하기 시작했다고 말했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "I just started pencilling these abstract patterns,' he said. Add to Wordbook"
    }
  ]
}