{
  "phrases": [
    {
      "phrase": "막히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(구멍 등이) be stopped[plugged, blocked] (up), be[get] clogged (with)",
        "(길·교통 등이)",
        "(공격 등이) be blocked"
      ]
    },
    {
      "phrase": "기도가 막혀서 질식사하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "suffocate to death from an obstruction in the airway"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "IJsselmeer",
      "frequency": 0
    },
    {
      "meaning": "dental impaction",
      "frequency": 0
    },
    {
      "meaning": "quake lake",
      "frequency": 0
    },
    {
      "meaning": "confined",
      "frequency": 3
    },
    {
      "meaning": "choke",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "아 그런가? 코 막혀서 그런가? Is it because of that? 듣기 View video Dispatch : [ⓓxV] “옴-LOG③ #지호_비니_아린” (오마이걸 : OHMYGIRL)",
      "english": "Is it because of that?"
    },
    {
      "korean": "[조우즈 라이브가 너무GIGA 막혀서] 또... 그... [It cut off because your Instagram Live was epic] And... 듣기 View video V PICK! : [WOODZ] 뜽요는 (외)이로케 (교)옴둥인지 (형)용 할 수가 없다 (WOODZ’s MBTI check)",
      "english": "[It cut off because your Instagram Live was epic] And..."
    },
    {
      "korean": "차도까지 뒤로 막 막혀서 - 그러니까요 - 그 정도는... Even the driveway might be blocked by people. - I don't think... 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP10 #십첸치 #프로냄새킁킁러 #두성쓰기있어?",
      "english": "Even the driveway might be blocked by people. - I don't think..."
    },
    {
      "korean": "아까 이게 막혀서. This was clogged earlier. 듣기 View video NU'EST : [NU’EST W] 뉴블이 사는 세상(뉴.사.세) - 렌 디퓨저 만들기편",
      "english": "This was clogged earlier."
    },
    {
      "korean": "코 막혀서 목소리가 이런 거 같아요. I think that's why my voice sounds like that. 듣기 View video 김용국 (JINLONGGUO) : 갑툭튀",
      "english": "I think that's why my voice sounds like that."
    }
  ],
  "examples": [
    {
      "korean": "My sinuses are all congested and I can hardly breathe. Stupid allergies! 듣기 Add to Wordbook 코가 막혀서 숨쉬기가 어려워. 바보 같은 알레르기! DARAKWON",
      "english": "My sinuses are all congested and I can hardly breathe. Stupid allergies! Add to Wordbook"
    },
    {
      "korean": "I hate sitting in traffic and watching the taxi meter go up. 듣기 Add to Wordbook 교통체증에 막혀서 택시 미터기 올라가는 걸 보고 있는 게 제일 싫어. DARAKWON",
      "english": "I hate sitting in traffic and watching the taxi meter go up. Add to Wordbook"
    },
    {
      "korean": "I don’t think I can make it on time because the road is trafficated. 듣기 Add to Wordbook 도로가 꽉 막혀서 제시간에 못 갈 것 같아! 국제영어대학원대학교 신어사전",
      "english": "I don’t think I can make it on time because the road is trafficated. Add to Wordbook"
    },
    {
      "korean": "a house as warm as an oven 듣기 Add to Wordbook (창이나 문이 꽉 막혀서) 찜통같이 더운 집. Friendict Level English-Korean Dictionary",
      "english": "a house as warm as an oven Add to Wordbook"
    },
    {
      "korean": "The traffic jam made him late for his appointment. 듣기 Add to Wordbook 차가 막혀서 그는 약속 시간에 늦었다. Neungyule",
      "english": "The traffic jam made him late for his appointment. Add to Wordbook"
    }
  ]
}