{
  "phrases": [
    {
      "phrase": "만들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건 등을) make, (대량으로) produce, manufacture, (새로운 기계 등을) invent, create, (건물·다리·도로 등을) build, constru...",
        "(책·노래·영화 등을) make, (책 등을) write, (노래를) compose, (영화를) produce, direct",
        "(기관·단체 등을) make, (회사 등을) establish, set up, (정당·노조 등을) organize, form"
      ]
    },
    {
      "phrase": "아들을 군인을 만들 심산이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "design one´s son to be a soldier"
      ]
    },
    {
      "phrase": "튀김을 만들 거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "요리에 관한 표현 Let's make tempura."
      ]
    },
    {
      "phrase": "고기감자조림을 만들 거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "요리에 관한 표현 I'm planning to make boiled meat and potatoes."
      ]
    },
    {
      "phrase": "계란 프라이라면 나도 만들 수 있어.",
      "hanja": "",
      "example": {},
      "meanings": [
        "요리에 관한 표현 Even I can make fried eggs.",
        "요리에 관한 표현 Even I can make eggs sunnyside up."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "syrup",
      "frequency": 3
    },
    {
      "meaning": "kit",
      "frequency": 3
    },
    {
      "meaning": "uncountable",
      "frequency": 3
    },
    {
      "meaning": "Horlicks",
      "frequency": 0
    },
    {
      "meaning": "indelicate",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어떤 부적을 만들 건가요? What kind of charm will you make? 듣기 View video Dispatch : [ⓓxV] \"고오급 TMI 티키타카\" (한결, 도현 : H&D)",
      "english": "What kind of charm will you make?"
    },
    {
      "korean": "[성균관대는 파란 물결을 만들 수 있을까?] [Will they be able to see a blue wave?] View video 내 전공은 힙합(My major is HIPHOP) : Ep 15. 겉바속촉 회기파전 아님! 경희대vs한국외대의 회기파戰에 낀 성균관! 그 결과는?",
      "english": "[Will they be able to see a blue wave?]"
    },
    {
      "korean": "비빔밥을 만들 거고 휴닝카이는 뭐 만들죠? make bibimbap, what about you HUENINGKAI? 듣기 View video TOMORROW X TOGETHER : 뚝딱뚝딱 공작시간",
      "english": "make bibimbap, what about you HUENINGKAI?"
    },
    {
      "korean": "[아니... 범규가 또...?] 이거 2개만 있어도 솔직히 떡국 만들 수 있죠? [Again?] We can make Tteokguk with these, right? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "[Again?] We can make Tteokguk with these, right?"
    },
    {
      "korean": "노래 만들 때? When you made the music? 듣기 View video GOT7 : 마크도 왔어요 진영 재범도",
      "english": "When you made the music?"
    }
  ],
  "examples": [
    {
      "korean": "The tablets may make you feel drowsy. 듣기 Add to Wordbook 그 약은 사람을 졸리게 만들 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The tablets may make you feel drowsy. Add to Wordbook"
    },
    {
      "korean": "a storyteller who can hold audiences spellbound 듣기 Add to Wordbook 독자들이 넋을 잃고 몰두하게 만들 수 있는 작가 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a storyteller who can hold audiences spellbound Add to Wordbook"
    },
    {
      "korean": "Stress can predispose people to heart attacks. 듣기 Add to Wordbook 스트레스는 사람들을 심장병에 취약하게 만들 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Stress can predispose people to heart attacks. Add to Wordbook"
    },
    {
      "korean": "The site for the airport will be reclaimed from the swamp. 듣기 Add to Wordbook 공항 부지는 습지를 매립하여 만들 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The site for the airport will be reclaimed from the swamp. Add to Wordbook"
    },
    {
      "korean": "You can make a curry hotter simply by adding chillies. 듣기 Add to Wordbook 간단히 고추만 더 넣으면 카레를 더 맵게 만들 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can make a curry hotter simply by adding chillies. Add to Wordbook"
    }
  ]
}