{
  "phrases": [
    {
      "phrase": "만만하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(보드랍다) (be) soft, tender, supple, plastic, limp",
        "(용이하다) (be) easy(to deal with), be ready to yield, (be) soft, not firm, easygoing",
        "(우습게 보이다) (be) negligible, slight, be of no account[importance], (be) insignificant"
      ]
    },
    {
      "phrase": "만만하다",
      "hanja": " (滿滿하다)",
      "example": {},
      "meanings": [
        "Adjective generous, enough"
      ]
    },
    {
      "phrase": "만만한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "an easy mark",
        "a pushover"
      ]
    },
    {
      "phrase": "만만한 일",
      "hanja": "",
      "example": {},
      "meanings": [
        "an easy job"
      ]
    },
    {
      "phrase": "인생이란 그리 만만한 게 아니야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "충고와 격려 Life is not that easy.",
        "충고와 격려 Life is no bed of roses."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "easy",
      "frequency": 2
    },
    {
      "meaning": "fair game",
      "frequency": 0
    },
    {
      "meaning": "ebullient",
      "frequency": 0
    },
    {
      "meaning": "an easy/a soft touch",
      "frequency": 0
    },
    {
      "meaning": "on your mettle",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너는 만만한 게 나지? You think I'm that easy, huh? 듣기 View video SEVENTEEN : [SPECIAL VIDEO] SEVENTEEN 5th Anniversary '빛나는 5주년(Shining 5th Anniversary)'",
      "english": "You think I'm that easy, huh?"
    },
    {
      "korean": "만만한 멤버? - 왜 나라 그랬어? 누구야? Easy? - Why did you say it was me? Who said it? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#378. 열려라 에이티즈 (스페셜 DJ AOA 지민&찬미 with 에이티즈)",
      "english": "Easy? - Why did you say it was me? Who said it?"
    },
    {
      "korean": "여상 친동생 삼고 싶은 만만한 멤버는? Yeo Sang, who's the easiest member you'd like to have as a brother? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#378. 열려라 에이티즈 (스페셜 DJ AOA 지민&찬미 with 에이티즈)",
      "english": "Yeo Sang, who's the easiest member you'd like to have as a brother?"
    },
    {
      "korean": "그리고 친동생으로 삼고 싶은 만만한 멤버는? - 누굴까? - 누구지? And, the easiest member you'd like to have as a brother is... - Who is it? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#378. 열려라 에이티즈 (스페셜 DJ AOA 지민&찬미 with 에이티즈)",
      "english": "And, the easiest member you'd like to have as a brother is... - Who is it?"
    },
    {
      "korean": "알고 보면 착하고 만만한 형 창빈! He is nice and generous, though. CHANGBIN! 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#177. 사랑의 미로 (w. 스트레이키즈)",
      "english": "He is nice and generous, though. CHANGBIN!"
    }
  ],
  "examples": [
    {
      "korean": "She’s an easy target for their criticisms. 발음듣기 그녀는 그들 비판의 만만한 대상이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s an easy target for their criticisms. 발음"
    },
    {
      "korean": "Elderly people are easy prey for dishonest salesmen. 발음듣기 노인들은 부정직한 판매원들의 만만한 피해자가 될 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Elderly people are easy prey for dishonest salesmen. 발음"
    },
    {
      "korean": "Unfortunately, my father is no soft touch. 발음듣기 불행히도 우리 아버지는 만만한 분이 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Unfortunately, my father is no soft touch. 발음"
    },
    {
      "korean": "I don’t think she’ll agree—she’s no pushover. 발음듣기 난 그녀가 동의할 것 같지 않아. 그녀는 만만한 사람이 아냐. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I don’t think she’ll agree—she’s no pushover. 발음"
    },
    {
      "korean": "The Prime Minister was in ebullient mood. 발음듣기 수상은 패기만만한 분위기였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Prime Minister was in ebullient mood. 발음"
    }
  ]
}