{
  "phrases": [
    {
      "phrase": "만들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건 등을) make, (대량으로) produce, manufacture, (새로운 기계 등을) invent, create, (건물·다리·도로 등을) build, constru...",
        "(책·노래·영화 등을) make, (책 등을) write, (노래를) compose, (영화를) produce, direct",
        "(기관·단체 등을) make, (회사 등을) establish, set up, (정당·노조 등을) organize, form"
      ]
    },
    {
      "phrase": "배에 王자를 만들고 싶어?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Looking for the washboard stomach?"
      ]
    },
    {
      "phrase": "우리는 자동차 부품을 만들고 있다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "We are making automobile components."
      ]
    },
    {
      "phrase": "그들은 웹 사이트를 만들고 있었다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "They were building webpages."
      ]
    },
    {
      "phrase": "그녀는 유행을 만들고 선도하는 사람이었다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "She was a trend-setter."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "puppetry",
      "frequency": 0
    },
    {
      "meaning": "animatronics",
      "frequency": 0
    },
    {
      "meaning": "Velcro",
      "frequency": 0
    },
    {
      "meaning": "philosopher's stone",
      "frequency": 0
    },
    {
      "meaning": "real ale",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "만들고.. Try to make it. 듣기 View video IDOL x IDOL : Everbrown - 에버브라운 '내가 만든 맛있는 떡볶이'",
      "english": "Try to make it."
    },
    {
      "korean": "만들고... Let me make this... 듣기 View video V Special : [Replay] Christmas Week EP.1 GFRIEND (여자친구)",
      "english": "Let me make this..."
    },
    {
      "korean": "오늘 만든 걸로 무대 갈 수 있게끔 만들고 있나요 혹시? Are you making it so that we can perform with it today? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Are you making it so that we can perform with it today?"
    },
    {
      "korean": "지금 콩나물 만들고 있냐고요? Am I making bean sprouts? 듣기 View video TOMORROW X TOGETHER : 수빈&휴닝카이 : 뚝딱뚝딱 공작시간",
      "english": "Am I making bean sprouts?"
    },
    {
      "korean": "아론 형은 지금 뭘 만들고 있는 거예요? - 저... ARON, what are you cooking now? - Well... 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "ARON, what are you cooking now? - Well..."
    }
  ],
  "examples": [
    {
      "korean": "He had the audience hooting with laughter. 듣기 Add to Wordbook 그는 청중들이 폭소를 터뜨리게 만들고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had the audience hooting with laughter. Add to Wordbook"
    },
    {
      "korean": "I’m making a stew for lunch. 듣기 Add to Wordbook 나는 점심으로 스튜를 만들고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m making a stew for lunch. Add to Wordbook"
    },
    {
      "korean": "They’re making life hot for her. 듣기 Add to Wordbook 그들이 그녀를 살기 힘들게 만들고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They’re making life hot for her. Add to Wordbook"
    },
    {
      "korean": "Why should I want to make you feel bad? 듣기 Add to Wordbook 왜 내가 널 죄책감이 들게 만들고 싶겠니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Why should I want to make you feel bad? Add to Wordbook"
    },
    {
      "korean": "Can’t you see she’s making a fool of you? 듣기 Add to Wordbook 그녀가 널 웃음거리로 만들고 있는 걸 모르겠니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can’t you see she’s making a fool of you? Add to Wordbook"
    }
  ]
}