{
  "phrases": [
    {
      "phrase": "만나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람을) meet, see; (처음으로) (formal) encounter; (우연히) come across, run[bump] into",
        "(비·폭풍 등을)",
        "(강·길 등이) meet, join"
      ]
    },
    {
      "phrase": "만나게 돼서 반가워요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "작별 It was good to see you.",
        "작별 Good to see you.",
        "작별 It was nice to see you."
      ]
    },
    {
      "phrase": "당신을 만나게 될 줄 꿈에도 생각지 못했습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "소개 I never dreamed I could meet you."
      ]
    },
    {
      "phrase": "이렇게 빨리 만나게 될 줄은 미처 생각 못했습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "대화 시작 I didn't think I'd see you so soon."
      ]
    },
    {
      "phrase": "조바심 내지 말아요. 곧 누군가를 만나게 될 겁니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "이성교제 You just have to be patient. You'll meet someone soon."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "throw somebody together",
      "frequency": 0
    },
    {
      "meaning": "Look (at) what the cat dragged[brought] in!",
      "frequency": 0
    },
    {
      "meaning": "loop",
      "frequency": 1
    },
    {
      "meaning": "Air Turbulence",
      "frequency": 0
    },
    {
      "meaning": "I'm glad I bumped into you.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[그땐 몰랐어요 거기서 X를 만나게 될 줄은...] [I didn't know I'd see X there...] View video Hyomstore : ep.18 횸스토어 MD들이 작품을 만들어 버렸다 (feat. 효민등장)",
      "english": "[I didn't know I'd see X there...]"
    },
    {
      "korean": "승미니미니미 - 오랜만에 친구들과 만나게 됐는데 - 안녕하세요! Seungminiminimi. - It's been a while since I saw my friends. - Hello! 듣기 View video Golden Child : 세월이 야속할 정도로 변한 10명의 하메들?! 하지만 여전히 우당탕탕인걸★ㅣ우하동 EP.1",
      "english": "Seungminiminimi. - It's been a while since I saw my friends. - Hello!"
    },
    {
      "korean": "앞으로 어떤 사람을 만나게 될지? Who you will meet in the future? 듣기 View video Dingo Story / 딩고스토리 : 두 남자가 한 여자를 좋아할 때_EP10 [라이크(LIKE)]",
      "english": "Who you will meet in the future?"
    },
    {
      "korean": "곧 만나게 될 거야 ESSKETET! I will. I will see you soon. ESSKETET! 듣기 View video World Klass (월드 클래스) : [4회] '흥분MAX' 릴 펌프 앞에서 프리스타일 랩을?!",
      "english": "I will. I will see you soon. ESSKETET!"
    },
    {
      "korean": "오늘 이렇게 만나게 되어서 너무 기쁘고요! I'm so glad to see you all here! 듣기 View video ITZY : ITZY(있지) IT'z TOURBOOK EP03",
      "english": "I'm so glad to see you all here!"
    }
  ],
  "examples": [
    {
      "korean": "I asked to see the manager. 발음듣기 나는 매니저를 만나게 해 달라고 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I asked to see the manager. 발음"
    },
    {
      "korean": "I want to see my brief. 발음듣기 제 변호사를 만나게 해 주세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I want to see my brief. 발음"
    },
    {
      "korean": "It’s great to see you again. 발음듣기 다시 만나게 되어 정말 기뻐요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s great to see you again. 발음"
    },
    {
      "korean": "The difficulties in her way merely strengthened her resolve. 발음듣기 그녀가 도중에 만나게 되는 난관들은 그녀의 결심을 더 강하게 할 뿐이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The difficulties in her way merely strengthened her resolve. 발음"
    },
    {
      "korean": "I’m longing to see you again. 발음듣기 당신을 다시 만나게 되길 간절히 바라고 있어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m longing to see you again. 발음"
    }
  ]
}