{
  "phrases": [
    {
      "phrase": "만지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손으로) touch, (무엇인지 알아내기 위해) feel",
        "(돈 등을)",
        "(머리·기계 등을) (머리를 손질하다) fix, do one's hair; (기계 등을 다루다) handle"
      ]
    },
    {
      "phrase": "만지면 아프다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be sore to the touch"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "palpable to the touch",
      "frequency": 0
    },
    {
      "meaning": "tender 1",
      "frequency": 2
    },
    {
      "meaning": "sensitive plant",
      "frequency": 0
    },
    {
      "meaning": "fressreflex",
      "frequency": 0
    },
    {
      "meaning": "touch",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "거기 만지면 좋아하는 거예요? Does it like you touching it? 듣기 View video IU : [IU TV] 옥상으로 따라와! '에잇'(Prod.&Feat. SUGA of BTS) M/V 비하인드",
      "english": "Does it like you touching it?"
    },
    {
      "korean": "만지면... 여러분 보이세요? If you touch it... Can you see this? 듣기 View video 콬TV (WHYNOT) : K팝 걸그룹의 스킨케어 비법 대공개!!┃로켓펀치 [펀치타임 2 - ROCKETPUNCH UNIVERSE] EP5",
      "english": "If you touch it... Can you see this?"
    },
    {
      "korean": "뭐야~ 만지면 안돼 너 만졌어 이거! What! You can't touch it! You touched this! 듣기 View video V COOKIE : [Full] Rocket Punch X CouchTalk - 로켓펀치 X 카우치토크",
      "english": "What! You can't touch it! You touched this!"
    },
    {
      "korean": "이렇게 만지면 그 포슥포슥 거리는 오일 느낌 아세요? It feels kind of oily when I rub my face. 듣기 View video SSONGYANG : 11학번이 20학번에게 주는 꿀팁가득한 #개강메이크업 #데일리메이크업 | 쏭냥",
      "english": "It feels kind of oily when I rub my face."
    },
    {
      "korean": "얘는 일단은 그 만지면 기분이 너무 좋아 - 그렇지? It feels really good to touch this. - Right? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "It feels really good to touch this. - Right?"
    }
  ],
  "examples": [
    {
      "korean": "I feel so good when I touch a fluffy rabbit. 발음듣기 나는 털이 많은 토끼를 만지면 기분이 너무 좋다. 절대어휘 5100",
      "english": "I feel so good when I touch a fluffy rabbit. 발음"
    },
    {
      "korean": "When I touch my neck, it hurts. OUCH! 발음듣기 제가 목을 만지면 아파요. 아야! YBM All in All English-Korean Dictionary",
      "english": "When I touch my neck, it hurts. OUCH! 발음"
    },
    {
      "korean": "My bruise is still tender. 발음듣기 타박상이 만지면 아직도 아프다. Dong-a's Prime English-Korean Dictionary",
      "english": "My bruise is still tender. 발음"
    },
    {
      "korean": "When I touch my ear, it hurts a lot. 발음듣기 귀를 손으로 만지면 굉장히 아픕니다. YBM All in All English-Korean Dictionary",
      "english": "When I touch my ear, it hurts a lot. 발음"
    },
    {
      "korean": "You might get a scar if you keep touching the cut. 발음듣기 상처를 자꾸 만지면 흉이 생길 수 있다 Neungyule",
      "english": "You might get a scar if you keep touching the cut. 발음"
    }
  ]
}