{
  "phrases": [
    {
      "phrase": "많다",
      "hanja": "",
      "example": {},
      "meanings": [
        "a lot of, lots of, plenty of, a great[good] deal of; (수가) many, a large number of, a host of, (informal) a good many; (양이) much"
      ]
    },
    {
      "phrase": "이 잡지는 사진이 많고 글자가 적네, 그치?",
      "hanja": "",
      "example": {},
      "meanings": [
        "독서 This magazine has a lot of pictures and few words.",
        "독서 This magazine has lots of pictures and few characters, doesn't it?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "spinster",
      "frequency": 1
    },
    {
      "meaning": "thick, luxuriant hair",
      "frequency": 0
    },
    {
      "meaning": "too many chiefs and not enough Indians",
      "frequency": 0
    },
    {
      "meaning": "thick lustrous hair",
      "frequency": 0
    },
    {
      "meaning": "eau de toilette",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "다시 보기도 많고 그리고... There are a lot of clips you can watch again. 듣기 View video V COOKIE : [Full] Jeong Eun Ji X CouchTalk - 정은지 X 카우치토크",
      "english": "There are a lot of clips you can watch again."
    },
    {
      "korean": "약간 좀 애교 많고 - 여우가 뭐야? They are cute. - What is it? 듣기 View video NCT : 쟈비는 없다",
      "english": "They are cute. - What is it?"
    },
    {
      "korean": "굿즈들도 많고 부럽지? And a ton of goods too. Jealous, aren't you? 듣기 View video TWICE : 나난아~",
      "english": "And a ton of goods too. Jealous, aren't you?"
    },
    {
      "korean": "너무 많고 너무 좋은데 이 성격이... They're all great but my personality... 듣기 View video EXO : [FULL] 수호展: 사랑, 하자",
      "english": "They're all great but my personality..."
    },
    {
      "korean": "[MORE & TWICE 이렇게 많고 많은 트둥이들이 나올 예정!] [MORE & TWICE This many more TWICE is about to come at you!] View video TWICE : TWICE TV “MORE & MORE” EP.03",
      "english": "[MORE & TWICE This many more TWICE is about to come at you!]"
    }
  ],
  "examples": [
    {
      "korean": "Nurses complain of being overworked and underpaid. 발음듣기 간호사들은 일은 많고 급여는 적다고 불평한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Nurses complain of being overworked and underpaid. 발음"
    },
    {
      "korean": "a rich moist cake 발음듣기 유지방이 많고 촉촉한 케이크 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a rich moist cake 발음"
    },
    {
      "korean": "She was shy and reticent. 발음듣기 그녀는 수줍음이 많고 말이 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was shy and reticent. 발음"
    },
    {
      "korean": "a shy, inoffensive young man 발음듣기 수줍음 많고 누구에게도 싫은 소리를 못할 것 같은 청년 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a shy, inoffensive young man 발음"
    },
    {
      "korean": "a period of high demand and correspondingly high prices 발음듣기 수요가 많고 그에 상응하여 가격이 비싼 시기 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a period of high demand and correspondingly high prices 발음"
    }
  ]
}