{
  "phrases": [
    {
      "phrase": "많다",
      "hanja": "",
      "example": {},
      "meanings": [
        "a lot of, lots of, plenty of, a great[good] deal of, (수가) many, a large number of, a host of, (informal) a good many, (양이) much"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "frigate mackerel",
      "frequency": 0
    },
    {
      "meaning": "go on a diet",
      "frequency": 0
    },
    {
      "meaning": "lot",
      "frequency": 3
    },
    {
      "meaning": "many",
      "frequency": 3
    },
    {
      "meaning": "eldest",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "나 진짜 많은데 - 나도 너무 많은데? I have so many. - Me too. 듣기 View video OSEN : PENTAGON 펜타곤, 귀여운 2인 1조 TMI 인터뷰 #스타로드 05",
      "english": "I have so many. - Me too."
    },
    {
      "korean": "나보다 근육이 많은데? You have more muscles than me. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "You have more muscles than me."
    },
    {
      "korean": "다른 강아지들도 많은데 너네 좀 놀다 와! There are a lot of other puppies. You guys go and play! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "There are a lot of other puppies. You guys go and play!"
    },
    {
      "korean": "요즘 재밌는 거 많은데? There are many fun ones!? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #69 정한이의 따뜻한 우유 한 잔",
      "english": "There are many fun ones!?"
    },
    {
      "korean": "요즘 잘하시는 분들이 얼마나 많은데요? There are so many people who are good at it. 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "There are so many people who are good at it."
    }
  ],
  "examples": [
    {
      "korean": "The government is long on ideas but short on performance. 듣기 Add to Wordbook 정부가 아이디어는 많은데 실행이 부족하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The government is long on ideas but short on performance. Add to Wordbook"
    },
    {
      "korean": "Teenagers are very fashion conscious, especially girls. 듣기 Add to Wordbook 십대들은 패션에 아주 관심이 많은데, 특히 여자애들이 그렇다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Teenagers are very fashion conscious, especially girls. Add to Wordbook"
    },
    {
      "korean": "She has lots of good ideas, but she has difficulty formulating them. 듣기 Add to Wordbook 그녀는 좋은 아이디어는 많은데 그것들을 표현하는 데 애로가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She has lots of good ideas, but she has difficulty formulating them. Add to Wordbook"
    },
    {
      "korean": "There is no pleasure in having nothing to do; the fun is in having lots to do and not doing it. (Mary Wilson Little) 듣기 Add to Wordbook 할 일이 아무 것도 없는 것은 즐겁지 않다. 할 일이 많은데 안 하고 있는 것이 즐거운 것이다. (메리 윌슨 리틀, 노력명언) 명언/속담",
      "english": "There is no pleasure in having nothing to do; the fun is in having lots to do and not doing it. (Mary Wilson Little) Add to Wordbook"
    },
    {
      "korean": "How am I supposed to finish all this homework with all these distractions? 듣기 Add to Wordbook 이렇게 집중을 방해하는 게 많은데 어떻게 이 숙제를 모두 마칠 수가 있겠어? DARAKWON",
      "english": "How am I supposed to finish all this homework with all these distractions? Add to Wordbook"
    }
  ]
}