{
  "phrases": [
    {
      "phrase": "말미잘",
      "hanja": "",
      "example": {},
      "meanings": [
        "sea anemone"
      ]
    },
    {
      "phrase": "모래말미잘",
      "hanja": "",
      "example": {},
      "meanings": [
        "동물 Zoanthidea"
      ]
    },
    {
      "phrase": "말미잘부채게",
      "hanja": "",
      "example": {},
      "meanings": [
        "동물 coral boxercrab"
      ]
    },
    {
      "phrase": "빛 말미잘",
      "hanja": "",
      "example": {},
      "meanings": [
        "actinostola carlgreni"
      ]
    },
    {
      "phrase": "해변말미잘",
      "hanja": "",
      "example": {},
      "meanings": [
        "actinia mesembryanthemum"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sea anemone",
      "frequency": 0
    },
    {
      "meaning": "seaflower",
      "frequency": 0
    },
    {
      "meaning": "actinian",
      "frequency": 0
    },
    {
      "meaning": "malacoderm",
      "frequency": 0
    },
    {
      "meaning": "sea flower",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "개불, 해삼, 말미잘, 멍게 이런 거 다 먹어요. I can eat spoon worm, sea cucumber, sea anemone, and sea squirt. 듣기 View video INFINITE : INFINITE DONG WOO&HOYA’s 인피니트 동우&호야 X 같이먹어요",
      "english": "I can eat spoon worm, sea cucumber, sea anemone, and sea squirt."
    }
  ],
  "examples": [
    {
      "korean": "Anemones look like colorful flowers. 발음듣기 말미잘들은 색이 다채로운 꽃처럼 보인다. EDU TIMES",
      "english": "Anemones look like colorful flowers. 발음"
    },
    {
      "korean": "An example of symbiosis is the relationship between clown fish and sea anemones. 발음듣기 흰동가리와 말미잘의 관계는 공생의 한 예이다. English Hidden Card",
      "english": "An example of symbiosis is the relationship between clown fish and sea anemones. 발음"
    },
    {
      "korean": "sea anemones and corals and madrepores, who scavenged the water all day long, and kept it nice and pure 발음듣기 말미잘, 산호, 녹석, 이것들은 하루 종일 물을 깨끗이 해서 맑게 한다. 영어영작문대사전",
      "english": "sea anemones and corals and madrepores, who scavenged the water all day long, and kept it nice and pure 발음"
    },
    {
      "korean": "For example, scientists in Singapore altered the zebra fish with jellyfish and sea anemone genes. 발음듣기 예를 들어, 싱가포르에 있는 과학자들은 제프라피시를 해파리와 말미잘로 바꾸었다. TIMES CORE",
      "english": "For example, scientists in Singapore altered the zebra fish with jellyfish and sea anemone genes. 발음"
    },
    {
      "korean": "So is the blue woodland anemone, A. 발음듣기 그래서 그거는 숲의 말미잘이야 User translation Inaccurate information may be included due to the users' self-traslation. 신성현(ssh0****) Web Collection",
      "english": "So is the blue woodland anemone, A. 발음"
    }
  ]
}