{
  "phrases": [
    {
      "phrase": "말",
      "hanja": "",
      "example": {},
      "meanings": [
        "(언어) word, language, speech, (literary) tongue",
        "(이야기) talk",
        "expression term,, (단어) word, (구) phrase (단어, 구)"
      ]
    },
    {
      "phrase": "말",
      "hanja": " (末)",
      "example": {},
      "meanings": [
        "(마지막) end (of), close (of)",
        "(야구) bottom"
      ]
    },
    {
      "phrase": "말",
      "hanja": "",
      "example": {},
      "meanings": [
        "(동물) horse"
      ]
    },
    {
      "phrase": "말",
      "hanja": "",
      "example": {},
      "meanings": [
        "(분량을 재는 단위) mal (≒18 liters), Korean unit of measure"
      ]
    },
    {
      "phrase": "말",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun mal"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "word",
      "frequency": 3
    },
    {
      "meaning": "nonsense",
      "frequency": 3
    },
    {
      "meaning": "stammer",
      "frequency": 3
    },
    {
      "meaning": "verbal",
      "frequency": 3
    },
    {
      "meaning": "mute",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "빈이 기장 말이군! We're talking about Captain Moon Bin! 듣기 View video V COOKIE : [FULL] ASTRO X SUITS KNIGHTS - 아스트로의 정장방!",
      "english": "We're talking about Captain Moon Bin!"
    },
    {
      "korean": "'그럼 없죠 뭐' 제가 한 말이군요. \"It looks like I don't have anyone.\" That's what I said. 듣기 View video Girl's Day : 소진의 힐링타임 EP.5",
      "english": "\"It looks like I don't have anyone.\" That's what I said."
    },
    {
      "korean": "Everland 간다고 거짓말하지 말라는 말이군요. You mean we shouldn't lie that we will go to Everland. 듣기 View video OH MY GIRL : 기습일탈 삼총사 크크",
      "english": "You mean we shouldn't lie that we will go to Everland."
    },
    {
      "korean": "마지막을 장식하겠다는 말이군. - 야심차구먼. He's saying he'll be the grand finale. - He's ambitious. 듣기 View video V COOKIE : [FULL] ASTRO X SUITS KNIGHTS - 아스트로의 정장방!",
      "english": "He's saying he'll be the grand finale. - He's ambitious."
    },
    {
      "korean": "말 잘 들어~ You listen well. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "You listen well."
    }
  ],
  "examples": [
    {
      "korean": "That’s a terrible thing to say. 듣기 Add to Wordbook 그건 정말 끔찍한 말이군. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "That’s a terrible thing to say. Add to Wordbook"
    },
    {
      "korean": "What a heartless thing to say! 듣기 Add to Wordbook 정말 비정한 말이군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What a heartless thing to say! Add to Wordbook"
    },
    {
      "korean": "What a horrible thing to say! 듣기 Add to Wordbook 정말 지독한 말이군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What a horrible thing to say! Add to Wordbook"
    },
    {
      "korean": "That's a cheerful remark. 듣기 Add to Wordbook 그거 참 지독한 말이군. Friendict Level English-Korean Dictionary",
      "english": "That's a cheerful remark. Add to Wordbook"
    },
    {
      "korean": "That doesn't make sense at all. 듣기 Add to Wordbook 그건 전혀 이해가 안 되는 말이군요. Neungyule",
      "english": "That doesn't make sense at all. Add to Wordbook"
    }
  ]
}