{
  "phrases": [
    {
      "phrase": "말다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그만두다) stop, (이야기를) break off",
        "(아니하다)",
        "(제외하다)"
      ]
    },
    {
      "phrase": "말다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(감아 싸다) roll (up)"
      ]
    },
    {
      "phrase": "말다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물·국물 등에 풀다)"
      ]
    },
    {
      "phrase": "말다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb do not (→-지 못하다, -지 말다)",
        "Assistant adverb malda (→-고 말다)",
        "Assistant adverb malda (→-고 말다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "The time slipped by.",
      "frequency": 0
    },
    {
      "meaning": "It upset my gravity.",
      "frequency": 0
    },
    {
      "meaning": "The bill fell through.",
      "frequency": 0
    },
    {
      "meaning": "hush",
      "frequency": 3
    },
    {
      "meaning": "warn somebody off (something)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "선글라스가 자꾸 사라졌다 말았다 한다고요? Sunglasses would disappear and appear? 듣기 View video WINNER : 불금",
      "english": "Sunglasses would disappear and appear?"
    },
    {
      "korean": "슬프다 기어이 오늘이 오고야 말았다. It's sad. That day has finally come. 듣기 View video 모비딕(Mobidic) : <시(詩)스토리> 5화 차라리 이젠 마음이 편해 (Poetic Story Ep 5: my heart feels at ease now)",
      "english": "It's sad. That day has finally come."
    },
    {
      "korean": "보고 말았다. I saw it. 듣기 View video TWICE : 트둥이랑 셀카찍기",
      "english": "I saw it."
    },
    {
      "korean": "[버튼을 잘못 눌러 민규에게 전화를 걸어버리고 말았다 전화했었네요? 라는 카톡 어떻게 답장해야 할까?] [She called Mingyu by mistake. He texts back asking why she called. What should she say?] View video Dingo Story / 딩고스토리 : [두근두근 가상연애] 2화 - 제가 잘못 봤나봐요",
      "english": "[She called Mingyu by mistake. He texts back asking why she called. What should she say?]"
    },
    {
      "korean": "틀어버리고 말았다. You ended up playing it. 듣기 View video ONSTYLE & Olive : [매력티비] 의웅x형섭 보쌈하고 싶은 매력LIVE",
      "english": "You ended up playing it."
    }
  ],
  "examples": [
    {
      "korean": "The peace talks broke up in disarray. 듣기 Add to Wordbook 평화회담은 혼란스러운 가운데 결렬되고 말았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The peace talks broke up in disarray. Add to Wordbook"
    },
    {
      "korean": "The hedgehog scrunched itself up into a ball. 듣기 Add to Wordbook 고슴도치가 몸을 공 모양으로 작게 말았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The hedgehog scrunched itself up into a ball. Add to Wordbook"
    },
    {
      "korean": "He finally surrendered to his craving for drugs. 듣기 Add to Wordbook 그는 마침내 마약을 하고 싶은 갈망에 굴복하고 말았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He finally surrendered to his craving for drugs. Add to Wordbook"
    },
    {
      "korean": "I braked too late and bashed into the car in front. 듣기 Add to Wordbook 내가 브레이크를 너무 늦게 밟아 앞 차를 세게 들이받고 말았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I braked too late and bashed into the car in front. Add to Wordbook"
    },
    {
      "korean": "Our plans were thrown into disarray by her arrival. 듣기 Add to Wordbook 그녀가 도착하는 바람에 우리 계획이 혼란 속으로 빠지고 말았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our plans were thrown into disarray by her arrival. Add to Wordbook"
    }
  ]
}