{
  "phrases": [
    {
      "phrase": "말하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(말로 나타내다) say, tell, speak, talk (=이야기하다)",
        "(부탁하다) ask",
        "(알려 주다) show, indicate"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "say",
      "frequency": 3
    },
    {
      "meaning": "that",
      "frequency": 3
    },
    {
      "meaning": "would",
      "frequency": 3
    },
    {
      "meaning": "tell",
      "frequency": 3
    },
    {
      "meaning": "foregoing",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "제 입으로 말하긴 그렇지만 역대급으로 잘한 것 같아요. - 팬분들 진짜 많이 왔어요. It's weird saying it, but I think today's was the best performance. - A lot of fans came today. 듣기 View video Stray Kids : [Stray Kids: SK-TALKER(슼토커)] EP.05",
      "english": "It's weird saying it, but I think today's was the best performance. - A lot of fans came today."
    },
    {
      "korean": "네. 그렇게 말하긴 했어요. Yes, I did say that. 듣기 View video FANGUIN TV : [REPLAY] Cool Summer, Hot ERIC NAM!",
      "english": "Yes, I did say that."
    },
    {
      "korean": "저도 그렇게 크게 말하긴 조금 그런데. I don't have much to talk about. 듣기 View video V MUSIC : [REPLAY] 이승철 데뷔 30주년 기념 절친 LIVE",
      "english": "I don't have much to talk about."
    },
    {
      "korean": "제 입으로 말하긴 쑥스럽긴 한데요. I'm embarrassed to say this myself. 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "I'm embarrassed to say this myself."
    },
    {
      "korean": "항상 제가 인터뷰 때 많이 말하긴 했는데. I always said this in interviews. 듣기 View video ONSTYLE & Olive : [매력티비] 의웅x형섭 보쌈하고 싶은 매력LIVE",
      "english": "I always said this in interviews."
    }
  ],
  "examples": [
    {
      "korean": "That's easy for you to say. 듣기 Add to Wordbook 네가 그런 말 하긴 쉽겠지. Neungyule",
      "english": "That's easy for you to say. Add to Wordbook"
    },
    {
      "korean": "Though I say it, you are fired. 듣기 Add to Wordbook 내입으로 말하긴 안됐지만 넌 해고야. YBM All in All English-Korean Dictionary",
      "english": "Though I say it, you are fired. Add to Wordbook"
    },
    {
      "korean": "You know, I’ve heard the term before, but I’m embarrassed to say I don’t really know what it means. 듣기 Add to Wordbook 있잖아요, 그 말을 들어보긴 했는데, 이런 말 하긴 창피하지만 무슨 뜻인지는 모르겠어요. YBM All in All English-Korean Dictionary",
      "english": "You know, I’ve heard the term before, but I’m embarrassed to say I don’t really know what it means. Add to Wordbook"
    },
    {
      "korean": "I am sorry to say this, but your argument is off the point. 듣기 Add to Wordbook 이런 말 하긴 미안하지만 네 주장은 요점을 벗어났다. YBM All in All English-Korean Dictionary",
      "english": "I am sorry to say this, but your argument is off the point. Add to Wordbook"
    },
    {
      "korean": "It’s hard to call Dakota ‘little girl.’ 듣기 Add to Wordbook 다코타를 그저 ‘어린 여자 아이’라고 말하긴 어렵습니다. YBM All in All English-Korean Dictionary",
      "english": "It’s hard to call Dakota ‘little girl.’ Add to Wordbook"
    }
  ]
}