{
  "phrases": [
    {
      "phrase": "망설",
      "hanja": " (妄說)",
      "example": {},
      "meanings": [
        "(그릇된 풍설) a false[baseless] report"
      ]
    },
    {
      "phrase": "망(을) 서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "keep guard"
      ]
    },
    {
      "phrase": "망설이면서",
      "hanja": "",
      "example": {},
      "meanings": [
        "hesitatingly",
        "reluctantly",
        "irresolutely"
      ]
    },
    {
      "phrase": "그 사람과의 결혼이 망설여져요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "이성교제 I'm having second thoughts about marrying him.",
        "이성교제 I don't know whether or not I should marry him right now.",
        "이성교제 I'm not certain about getting married to him."
      ]
    },
    {
      "phrase": "왜 망설이죠?",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-이해 확인 Why are you hesitating?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Optimal Network Design",
      "frequency": 0
    },
    {
      "meaning": "reticle",
      "frequency": 0
    },
    {
      "meaning": "screen line",
      "frequency": 0
    },
    {
      "meaning": "1-inch mesh wire",
      "frequency": 0
    },
    {
      "meaning": "font reticle",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[망설 망설] 삐 하면 되니까. [Hesitating] We could edit that part. 듣기 View video Big Picture (빅픽처) : 빅픽처 ep78_어느 별에서 왔니? 美친(?) 매력의 그녀들!",
      "english": "[Hesitating] We could edit that part."
    },
    {
      "korean": "[망설] 기현씨가... 또... [Hesitating] Kihyun is... 듣기 View video MONSTA X : [REPLAY] MONSTA X-RAY (몬스타엑스레이) _6화",
      "english": "[Hesitating] Kihyun is..."
    }
  ],
  "examples": [
    {
      "korean": "B-ISDN ATM ADAPTATION LAYER SUBLAYERS-SERVICE SPECIFIC COORDINATION FUNCTION TO PROVIDE THE CONNECTION ORIENTED NETWORK SERVICE 듣기 Add to Wordbook B-ISDN ATM 적응 부계층-연결형 망서비스를 제공하는 서비스 관련 조정기능 Naver Academic",
      "english": "B-ISDN ATM ADAPTATION LAYER SUBLAYERS-SERVICE SPECIFIC COORDINATION FUNCTION TO PROVIDE THE CONNECTION ORIENTED NETWORK SERVICE Add to Wordbook"
    },
    {
      "korean": "Yes, why don't you, my boy? 듣기 Add to Wordbook 그렇단다, 뭘 망설이니 아가? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 GAMGO(bqrq****)",
      "english": "Yes, why don't you, my boy? Add to Wordbook"
    },
    {
      "korean": "I was hesitant to ask that question. 듣기 Add to Wordbook 난 질문을 하는데 망설였다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 trazent(traz****) Hansard",
      "english": "I was hesitant to ask that question. Add to Wordbook"
    },
    {
      "korean": "There's no more time for indecision. 듣기 Add to Wordbook 더 이상 망설일 시간이 없어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 이응(andy****)",
      "english": "There's no more time for indecision. Add to Wordbook"
    },
    {
      "korean": "I had a clear shot and I hesitated. 듣기 Add to Wordbook 나는 완벽히 조준했고, 망설였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 darcykim(darc****)",
      "english": "I had a clear shot and I hesitated. Add to Wordbook"
    }
  ]
}