{
  "phrases": [
    {
      "phrase": "망설임",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 hesitancy, scruple"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "indecision",
      "frequency": 0
    },
    {
      "meaning": "hesitation",
      "frequency": 1
    },
    {
      "meaning": "dither",
      "frequency": 0
    },
    {
      "meaning": "hesitancy",
      "frequency": 0
    },
    {
      "meaning": "foot-dragging",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[망설임 없이 작성] - 진짜로 - 왜인지 알아? [Writing it down without any hesitation] - For real. - Do you know why? 듣기 View video M2 : [Full] TOMORROW X TOGETHER Comeback Show",
      "english": "[Writing it down without any hesitation] - For real. - Do you know why?"
    },
    {
      "korean": "[망설임] - 어떡해? - 오늘 치팅데이... [Hesitate] - What should I do? - Today ... 듣기 View video World Klass (월드 클래스) : [2회] '아기돼지 4형제' 숫자가 두려운 그들 ㅣ 더블V 송숙 고민 상담소",
      "english": "[Hesitate] - What should I do? - Today ..."
    },
    {
      "korean": "[망설임 없이 악마 선택한 연준] 아니... [YEONJUN chose \"Devel\" without hesitation] Hey... 듣기 View video M2 : [FULL] TOMORROW X TOGETHER Welcome Back Show",
      "english": "[YEONJUN chose \"Devel\" without hesitation] Hey..."
    },
    {
      "korean": "나를 본다고 가달라고 했을 때 그 늦은 시간에 망설임 없이 와주셨겠지? When he said he will go see me, his mother wouldn't have hesitated about taking him? 듣기 View video Park Bo Young : 하이하이",
      "english": "When he said he will go see me, his mother wouldn't have hesitated about taking him?"
    },
    {
      "korean": "[망설임X] 제가 먼저 적으면 돼요? [Not hesitant] Do I write first? 듣기 View video NCT 127 : [퍼프아이돌] NCT 127 편 (PUFF IDOL : NCT 127) 부제 : 멤버들 춤추다 오열한.SSUL",
      "english": "[Not hesitant] Do I write first?"
    }
  ],
  "examples": [
    {
      "korean": "She came right out with it without any hesitation. 발음듣기 그녀는 조금의 망설임도 없이 직설적으로 말했다. 국제영어대학원대학교 신어사전",
      "english": "She came right out with it without any hesitation. 발음"
    },
    {
      "korean": "He'll take the opportunity without hesitation. 발음듣기 그 사람은 망설임 없이 그 기회를 잡을거야. Neungyule",
      "english": "He'll take the opportunity without hesitation. 발음"
    },
    {
      "korean": "A lot of us are worshiping money without compunction. 발음듣기 우리들 중 많은 사람들이 망설임 없이 돈을 숭배하고 있다. YBM All in All English-Korean Dictionary",
      "english": "A lot of us are worshiping money without compunction. 발음"
    },
    {
      "korean": "So far, South Korean moviegoers, as well as those throughout Asia and Europe, have shown little reservation about paying the high ticket price of 3-D movies. 발음듣기 지금까지 한국과 아시아, 유럽 지역의 관객들은 별 망설임 없이 돈을 더 내고 3D 영화를 관람해왔다. Neungyule",
      "english": "So far, South Korean moviegoers, as well as those throughout Asia and Europe, have shown little reservation about paying the high ticket price of 3-D movies. 발음"
    },
    {
      "korean": "If a car comes suddenly round the corner and you cannot make up your mind which way to jump, the car will hit you, particularly if the driver is suffering from a similar hesitation. 발음듣기 만약 어떤 차가 갑자기 길모퉁이에서 나타나고 당신은 어느 쪽으로 뛰어야 하는지를 결정하지 못했다면, 그 차는 당신을 칠 것이다. 특히 운전자가 똑같이 망설임을 겪고 있다면 말이다. YBM All in All English-Korean Dictionary",
      "english": "If a car comes suddenly round the corner and you cannot make up your mind which way to jump, the car will hit you, particularly if the driver is suffering from a similar hesitation. 발음"
    }
  ]
}