{
  "phrases": [
    {
      "phrase": "망신",
      "hanja": " (亡身)",
      "example": {},
      "meanings": [
        "shame, humiliation, disgrace"
      ]
    },
    {
      "phrase": "망신을 주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put to shame",
        "bring into contempt",
        "humiliate"
      ]
    },
    {
      "phrase": "망신스러운",
      "hanja": "",
      "example": {},
      "meanings": [
        "dishonorable",
        "shameful",
        "disgraceful"
      ]
    },
    {
      "phrase": "망신을 당하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "disgrace oneself in public",
        "be put to shame"
      ]
    },
    {
      "phrase": "패가망신하다",
      "hanja": " (敗家亡身―)",
      "example": {},
      "meanings": [
        "ruin oneself"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shame",
      "frequency": 3
    },
    {
      "meaning": "disgrace",
      "frequency": 3
    },
    {
      "meaning": "dishonor",
      "frequency": 3
    },
    {
      "meaning": "egg on[all over] one's face",
      "frequency": 0
    },
    {
      "meaning": "disgraced",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아 1학년 망신 다 시키고 다니는 거 아니야? She may cause a bad reputation to all of the freshmen. 듣기 View video Dingo Story / 딩고스토리 : 마지막회✓ 스무살, 잘 살고 있냐고 묻는다면 [ 세상 잘 사는 지은씨2 | EP.16 ]",
      "english": "She may cause a bad reputation to all of the freshmen."
    },
    {
      "korean": "[드라마 제작 무산되면 망신 당한다] - 진짜 다 얘기해놨어 - 넣어주겠다고? I've already told them. - That I'd invite them to my program? 듣기 View video Big Picture (빅픽처) : 빅픽처3 ep01_새로운 시즌, 새로운 제작진!",
      "english": "I've already told them. - That I'd invite them to my program?"
    },
    {
      "korean": "오늘은 망신 당하지 마라~ Don't embarrass yourself today. 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌3.5 마음이 버들버들해]_3화 | 남자는 모른다 누가 나를 좋아하는지",
      "english": "Don't embarrass yourself today."
    },
    {
      "korean": "진짜... - 태국에서 나라 망신이네요. Seriously... - We're making a fool of ourselves in Thailand. 듣기 View video TRENDY TV(트렌디 티비) : [사다드림시즌2] 푸껫은 처음이라_2회",
      "english": "Seriously... - We're making a fool of ourselves in Thailand."
    },
    {
      "korean": "[이게 뭔 망신이야] 너는... 해외 나가서 어글리 코리안 같은 짓을 해야겠니? [You embarrassed us] You did so many things ugly Koreans would do... Did you have to do that? 듣기 View video Big Picture (빅픽처) : 빅픽처2 하드털이 No.1_사고 유발자 하하(a.k.a 비운의 영국)",
      "english": "[You embarrassed us] You did so many things ugly Koreans would do... Did you have to do that?"
    }
  ],
  "examples": [
    {
      "korean": "He was disgraced and stripped of his title. 듣기 Add to Wordbook 그는 망신을 당하고 타이틀[직함]을 박탈당했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was disgraced and stripped of his title. Add to Wordbook"
    },
    {
      "korean": "Her behaviour has brought disgrace on her family. 듣기 Add to Wordbook 그녀의 행동은 가족에게 수치를 안겨 주었다[가족을 망신시켰다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her behaviour has brought disgrace on her family. Add to Wordbook"
    },
    {
      "korean": "She felt that her failure would bring shame on her family. 듣기 Add to Wordbook 그녀는 자신의 실패가 가족에게 망신이 될 것이라는 기분이 들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She felt that her failure would bring shame on her family. Add to Wordbook"
    },
    {
      "korean": "You have shamed your family. 듣기 Add to Wordbook 넌 집안을 망신시켰어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You have shamed your family. Add to Wordbook"
    },
    {
      "korean": "the cutest dog shaming 듣기 Add to Wordbook 귀여운 개 망신 사진 국제영어대학원대학교 신어사전",
      "english": "the cutest dog shaming Add to Wordbook"
    }
  ]
}