{
  "phrases": [
    {
      "phrase": "망하다",
      "hanja": " (亡―)",
      "example": {},
      "meanings": [
        "(집안·회사 등이) fail, go under, go bankrupt, (informal) go broke, (informal) go bust, (회사 등이) go out of business, (informal) go bel...",
        "('망할'의 형태로 쓰여)"
      ]
    },
    {
      "phrase": "망할 년",
      "hanja": "",
      "example": {},
      "meanings": [
        "a damned wench"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "confounded",
      "frequency": 3
    },
    {
      "meaning": "goddamn",
      "frequency": 0
    },
    {
      "meaning": "motherfucking",
      "frequency": 0
    },
    {
      "meaning": "doggone",
      "frequency": 0
    },
    {
      "meaning": "confound it/you!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "홉이 형이 하는데 어떻게 망할 수가 있어요 - 나는 이렇게 그림 같은 거 그리면... How can j-hope mess up? - When I draw... 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "How can j-hope mess up? - When I draw..."
    },
    {
      "korean": "그 회사 이제 곧 망할걸! That company is doomed now. 듣기 View video Dingo Story / 딩고스토리 : 아빠빽으로 내 자리 뺏어간 친구X [ 세상 잘 사는 지은씨2 | EP.14 ]",
      "english": "That company is doomed now."
    },
    {
      "korean": "오히려 머리카락 때문에 더 망할 수 있는 거 아니야? Won't we mess it up with the hair? 듣기 View video TOMORROW X TOGETHER : 수빈&휴닝카이 : 뚝딱뚝딱 공작시간",
      "english": "Won't we mess it up with the hair?"
    },
    {
      "korean": "아 딩고도 넣을까? 딩고는 망할... Should we put Dingo in as well? Dingo is an assh... 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM/★선공개★] EP.5-2 헉피, 넉살, 우원재, 김효은 합류! 사탄의 캐롤송?! 제발 들어줘! 아마두ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "Should we put Dingo in as well? Dingo is an assh..."
    },
    {
      "korean": "이렇게 소스 넣으면 안 될 것 같아요? 망할 것 같아요? If I use this sauce, will it ruin my dish? 듣기 View video V INDONESIA : SOHEE X JUN CHEF COOKING SPECIAL LIVE",
      "english": "If I use this sauce, will it ruin my dish?"
    }
  ],
  "examples": [
    {
      "korean": "Where’s the doggone key? 듣기 Add to Wordbook 이 망할 놈의 열쇠가 어디 있는 거야? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Where’s the doggone key? Add to Wordbook"
    },
    {
      "korean": "Sod this car! It’s always breaking down. 듣기 Add to Wordbook 이 망할 놈의 차! 이건 항상 고장이군. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sod this car! It’s always breaking down. Add to Wordbook"
    },
    {
      "korean": "I don’t care if they are high-end or not, I’m not going to pay a fortune for some damn headphones. 듣기 Add to Wordbook 나는 그게 하이엔드급이든 아니든 상관 안 해. 망할 놈의 헤드폰에 수억을 갖다 바치지는 않을 거야. DARAKWON",
      "english": "I don’t care if they are high-end or not, I’m not going to pay a fortune for some damn headphones. Add to Wordbook"
    },
    {
      "korean": "The weather would be great if there wasn’t all this damn wind. 듣기 Add to Wordbook 이 망할 놈의 바람만 아니었으면 날씨는 좋았을 텐데. DARAKWON",
      "english": "The weather would be great if there wasn’t all this damn wind. Add to Wordbook"
    },
    {
      "korean": "What a rip-off! They charge 15,000 won for a freakin salad. 듣기 Add to Wordbook 완전 바가지! 망할 놈의 샐러드를 15,000원이나 받아먹다니. DARAKWON",
      "english": "What a rip-off! They charge 15,000 won for a freakin salad. Add to Wordbook"
    }
  ]
}