{
  "phrases": [
    {
      "phrase": "맞서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "oppose, stand against, stand up to, (어려움·문제 등에) face"
      ]
    },
    {
      "phrase": "생사의 기로에서 죽음에 맞서 싸우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "challenge fate in a life-or-death situation"
      ]
    },
    {
      "phrase": "운명에 맞서 싸우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fight against fate"
      ]
    },
    {
      "phrase": "적의 침공에 맞서 싸우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fight against enemy invasion"
      ]
    },
    {
      "phrase": "경찰은 범죄에 맞서 싸운다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Police combat crime."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "against",
      "frequency": 3
    },
    {
      "meaning": "outface",
      "frequency": 0
    },
    {
      "meaning": "strike a blow for/against/at something",
      "frequency": 0
    },
    {
      "meaning": "fighting against poverty and injustice",
      "frequency": 0
    },
    {
      "meaning": "John Birch Society",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[맞서 싸워라] - 교육생, 할 수 있습니다 알겠습니까? - 네 알겠습니다! [Fight] - You can do it. Do you hear me? - Yes sir! 듣기 View video V Special : [Full] MBC <진짜 사나이 300> 제작발표회 생중계",
      "english": "[Fight] - You can do it. Do you hear me? - Yes sir!"
    },
    {
      "korean": "그리고 Nimi Kim씨가 맞서 싸울 예정입니다. And Nimi Kim will fight against him. 듣기 View video QUEEN : 제 1회 퀸씨배 인디알까기 최강자전 3화 <4강전 A조>",
      "english": "And Nimi Kim will fight against him."
    },
    {
      "korean": "지금의 고민과 맞서 부딪쳐봤으면 좋겠어요. Don't be afraid to face the confusion and difficulty. 듣기 View video GAVYNJ : GavyNJ_TV",
      "english": "Don't be afraid to face the confusion and difficulty."
    },
    {
      "korean": "우리랑 맞서 싸운다고? - F4랑 맞서 싸우는 잡초걸이라고. Confront us? - I said she's a strong girl who confronts the F4. 듣기 View video miss A : 민영의 꽃보다 남자 The Musical 비하인드!",
      "english": "Confront us? - I said she's a strong girl who confronts the F4."
    },
    {
      "korean": "끝까지 살아남고 에이리언에 맞서 싸우는 역할이잖아요. Kinda making it to the end and fighting back. 듣기 View video V MOVIE : 마이클 패스벤더 X 캐서린 워터스턴 <에이리언: 커버넌트> V라이브 ' V LIVE'",
      "english": "Kinda making it to the end and fighting back."
    }
  ],
  "examples": [
    {
      "korean": "to fight an uphill battle against prejudice 듣기 Add to Wordbook 편견에 맞서 힘겨운 싸움을 하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to fight an uphill battle against prejudice Add to Wordbook"
    },
    {
      "korean": "They gathered soldiers to fight the invading army. 듣기 Add to Wordbook 그들은 침략군과 맞서 싸울 병사를 모집했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They gathered soldiers to fight the invading army. Add to Wordbook"
    },
    {
      "korean": "Farmers are struggling to cope with an invasion of slugs. 듣기 Add to Wordbook 농부들이 민달팽이 침입에 맞서 싸우느라 고전하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Farmers are struggling to cope with an invasion of slugs. Add to Wordbook"
    },
    {
      "korean": "Finally the people revolted against the military dictatorship. 듣기 Add to Wordbook 마침내 사람들이 군부 독재에 맞서 들고일어났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Finally the people revolted against the military dictatorship. Add to Wordbook"
    },
    {
      "korean": "Small traders cannot compete in the face of cheap foreign imports. 듣기 Add to Wordbook 소규모 상인들은 값싼 외국 수입품에 맞서 경쟁을 할 수가 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Small traders cannot compete in the face of cheap foreign imports. Add to Wordbook"
    }
  ]
}