{
  "phrases": [
    {
      "phrase": "맞서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "oppose, stand against, stand up to, (어려움·문제 등에) face"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in the[a person's] teeth",
      "frequency": 0
    },
    {
      "meaning": "opposingly",
      "frequency": 0
    },
    {
      "meaning": "slug it out toe-to-toe",
      "frequency": 0
    },
    {
      "meaning": "against longer[fearful] odds",
      "frequency": 0
    },
    {
      "meaning": "FTF",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "정의라고 하지는 않았어, 뭔가 맞서서 가장 먼저.. I'm saying he stands up for you. 듣기 View video IMFACT : [IMFACT] 데뷔 200일 기념 팬클럽명 공개♥",
      "english": "I'm saying he stands up for you."
    },
    {
      "korean": "더위를 직접적으로 맞서서 더위를 이기는 방법이 있잖아요. Sometimes we beat the heat with heat. 듣기 View video IDOL x IDOL : Various - 베리어스 '이열치열이라고 들어보셨나요?'",
      "english": "Sometimes we beat the heat with heat."
    },
    {
      "korean": "그래서 오늘은 우리가 한번 이 무더위에 맞서서 여름을 이겨보자. We wanted to sweat out this sweltering summer. 듣기 View video B.I.G : B.I.G(비아이지)의 이열치열!",
      "english": "We wanted to sweat out this sweltering summer."
    },
    {
      "korean": "[잭슨 타이밍 살피다... 회심의 공격! ] 그에 맞서서 진영 대표! [Looking for the timing, launching an attack!] And Jinyoung! 듣기 View video GOT7 : GOT7의 하드캐리 6화 (GOT7's Hard Carry ep.6)",
      "english": "[Looking for the timing, launching an attack!] And Jinyoung!"
    },
    {
      "korean": "[이에 맞서는 두 번째 팀!] [And their opponent!] View video 내 전공은 힙합(My major is HIPHOP) : Ep 15. 겉바속촉 회기파전 아님! 경희대vs한국외대의 회기파戰에 낀 성균관! 그 결과는?",
      "english": "[And their opponent!]"
    }
  ],
  "examples": [
    {
      "korean": "He called on the people to rise up against the invaders. 듣기 Add to Wordbook 그는 사람들에게 침략군에 맞서서 들고일어나라고 요청했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He called on the people to rise up against the invaders. Add to Wordbook"
    },
    {
      "korean": "He thought people could fight against tyranny with non-violent protests. 듣기 Add to Wordbook 그는 사람들이 비폭력 항의로 압제에 맞서서 싸울 수 있다고 생각하였다. Neungyule",
      "english": "He thought people could fight against tyranny with non-violent protests. Add to Wordbook"
    },
    {
      "korean": "The dealer bade against a salesman. 듣기 Add to Wordbook 거래자는 물건 판매상과 맞서서 비싼 값을 불렀다. YBM All in All English-Korean Dictionary",
      "english": "The dealer bade against a salesman. Add to Wordbook"
    },
    {
      "korean": "It was hard to fight against longer odds. 듣기 Add to Wordbook 강적에 맞서서 싸우는 것은 힘들었다. YBM All in All English-Korean Dictionary",
      "english": "It was hard to fight against longer odds. Add to Wordbook"
    },
    {
      "korean": "The ability to master the largest computing tasks is Sun’s main bulwark against Microsoft’s relentless attacks. 듣기 Add to Wordbook 대량의 연산 작업을 처리할 수 있는 능력이 마이크로소프트의 무차별적인 공격에 맞서서 썬의 가장 큰 방벽이다 YBM All in All English-Korean Dictionary",
      "english": "The ability to master the largest computing tasks is Sun’s main bulwark against Microsoft’s relentless attacks. Add to Wordbook"
    }
  ]
}