{
  "phrases": [
    {
      "phrase": "맞서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "oppose, stand against, stand up to, (어려움·문제 등에) face"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "rivalrous",
      "frequency": 0
    },
    {
      "meaning": "darer",
      "frequency": 0
    },
    {
      "meaning": "a fight against",
      "frequency": 0
    },
    {
      "meaning": "The duty of youth is to challenge corruption.",
      "frequency": 0
    },
    {
      "meaning": "Truth is generally the best vindication against slander.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[이에 맞서는 두 번째 팀!] [And their opponent!] View video 내 전공은 힙합(My major is HIPHOP) : Ep 15. 겉바속촉 회기파전 아님! 경희대vs한국외대의 회기파戰에 낀 성균관! 그 결과는?",
      "english": "[And their opponent!]"
    },
    {
      "korean": "[이에 맞서는 용인대의 응원] 준비! [And their opponent] Ready! 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 18. 용인대 리퍼블릭 VS 고려대 테라 배틀에 심사위원 실화?!",
      "english": "[And their opponent] Ready!"
    },
    {
      "korean": "[이에 맞서는 에너장준의 절제된 섹시댄스] 일발장준! [Jang Jun shows his reserved sexy dance] Here goes Jang Jun! 듣기 View video 2017 울림PICK : '울려라! 골든차일드' 1화 ('Ring it! Golden Child' ep.1)",
      "english": "[Jang Jun shows his reserved sexy dance] Here goes Jang Jun!"
    },
    {
      "korean": "[맞서 싸워라] - 교육생, 할 수 있습니다 알겠습니까? - 네 알겠습니다! [Fight] - You can do it. Do you hear me? - Yes sir! 듣기 View video V Special : [Full] MBC <진짜 사나이 300> 제작발표회 생중계",
      "english": "[Fight] - You can do it. Do you hear me? - Yes sir!"
    },
    {
      "korean": "세상의 종말 속에서 죽음과 맞설 최후의 존재가 나였어 - 빨리 가 인마! I'm the one who is responsible for saving the world. - Go! 듣기 View video Dingo Story / 딩고스토리 : 1화 - 좀비?! 곡성이야 워킹데드야 뭐야?",
      "english": "I'm the one who is responsible for saving the world. - Go!"
    }
  ],
  "examples": [
    {
      "korean": "The only way to conquer a fear is to face it. 듣기 Add to Wordbook 두려움을 극복하는 유일한 방법은 그것에 맞서는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The only way to conquer a fear is to face it. Add to Wordbook"
    },
    {
      "korean": "The duty of youth is to challenge corruption. (Kurt Cobain) 듣기 Add to Wordbook 젊은 날의 의무는 부패에 맞서는 것이다. (커트 코베인, 인생명언) 명언/속담",
      "english": "The duty of youth is to challenge corruption. (Kurt Cobain) Add to Wordbook"
    },
    {
      "korean": "Truth is generally the best vindication against slander. (Abraham Lincoln) 듣기 Add to Wordbook 진실은 보통 모함에 맞서는 최고의 해명이다. (에이브러햄 링컨, 지혜명언) 명언/속담",
      "english": "Truth is generally the best vindication against slander. (Abraham Lincoln) Add to Wordbook"
    },
    {
      "korean": "There are no great people in this world, only great challenges which ordinary people rise to meet. (William Frederick Halsey, Jr.) 듣기 Add to Wordbook 이 세상에 위대한 사람은 없다. 단지 평범한 사람들이 일어나 맞서는 위대한 도전이 있을 뿐이다. (윌리엄 프레데릭 홀시, 도전명언) 명언/속담",
      "english": "There are no great people in this world, only great challenges which ordinary people rise to meet. (William Frederick Halsey, Jr.) Add to Wordbook"
    },
    {
      "korean": "All who surrender will be spared; whoever does not surrender but opposes with struggle and dissension, shall be annihilated. (Genghis Khan) 듣기 Add to Wordbook 항복하는 자는 목숨을 구할 것이다. 항복하지 않고 투쟁과 저항으로 맞서는 이들은 전멸시킬 것이다. (칭기즈칸, 전쟁명언) 명언/속담",
      "english": "All who surrender will be spared; whoever does not surrender but opposes with struggle and dissension, shall be annihilated. (Genghis Khan) Add to Wordbook"
    }
  ]
}