{
  "phrases": [
    {
      "phrase": "맡기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) leave, put, check (in); (돈을) deposit",
        "(일·책임 등을) leave (sth to sb), assign (sb sth), entrust (sb with sth)",
        "(아이를)"
      ]
    },
    {
      "phrase": "주",
      "hanja": " (主)",
      "example": {},
      "meanings": [
        "(중심이 되는 것)",
        "(기독교의 하나님) (the) Lord"
      ]
    },
    {
      "phrase": "주",
      "hanja": " (週)",
      "example": {},
      "meanings": [
        "(주일) week"
      ]
    },
    {
      "phrase": "주",
      "hanja": " (州)",
      "example": {},
      "meanings": [
        "(미국의) state, (캐나다의) province"
      ]
    },
    {
      "phrase": "주",
      "hanja": " (株)",
      "example": {},
      "meanings": [
        "(주식) stock, share"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "[럽다에 몸을 맡겨] [다음 주도 같이 놀아주실 거죠?] [Please enjoy the moment with LOVELYZ] [Would you join next week too?] View video LOVELYZ : '러블리즈 다이어리 시즌6' 4화 ('Lovelyz Diary Season 6' EP.4 )",
      "english": "[Please enjoy the moment with LOVELYZ] [Would you join next week too?]"
    }
  ],
  "examples": [
    {
      "korean": "“Next Thursday, on the occasion of the seventh anniversary of my election to the See of Peter, I ask for your prayers, so that the Lord gives me the strength to fulfill the mission he entrusted to me,” he said in French to thousands of people in the square. 발음듣기 “오는 목요일, 교황 선출 7주년을 맞아, 주님께서 맡겨주신 사명을 수행해나갈 힘을 주시도록 여러분도 기도해 달라”고 교황은 광장에 모인 수 천명의 회중에게 불어로 말했다. TIMES CORE",
      "english": "“Next Thursday, on the occasion of the seventh anniversary of my election to the See of Peter, I ask for your prayers, so that the Lord gives me the strength to fulfill the mission he entrusted to me,” he said in French to thousands of people in the square. 발음"
    },
    {
      "korean": "Prayers were longer than usual, and the breakfast more substantial. 발음듣기 오늘의 하루를 주님엑 모두를 맡겨 드립니다. 나를 주님의 작은 양처럼 인도하여 주세요 지헤를 주세요 아메니 User translation Inaccurate information may be included due to the users' self-traslation. kadoul(kado****) Web Collection",
      "english": "Prayers were longer than usual, and the breakfast more substantial. 발음"
    },
    {
      "korean": "I throw myself on God. 발음듣기 나는 주님께 운명을 맡긴다. YBM All in All English-Korean Dictionary",
      "english": "I throw myself on God. 발음"
    },
    {
      "korean": "I can resign my immortal part to Him without any misgiving. 발음듣기 나는 어떠한 걱정도 없이 주님께 나를 맡길 수 있네 User translation Inaccurate information may be included due to the users' self-traslation. Czarkwak(hmkw****) Web Collection",
      "english": "I can resign my immortal part to Him without any misgiving. 발음"
    }
  ]
}