{
  "phrases": [
    {
      "phrase": "맡기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) leave, put, check (in), (돈을) deposit",
        "(일·책임 등을) leave (sth to sb), assign (sb sth), entrust (sb with sth)",
        "(아이를)"
      ]
    },
    {
      "phrase": "이 짐을 맡길 수 있습니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "자리 정하기 Could you keep this package for me?",
        "자리 정하기 Would you keep this package?"
      ]
    },
    {
      "phrase": "맡길것을 요구하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "require to leave"
      ]
    },
    {
      "phrase": "맡길것을 시사하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "suggest leaving"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lodgeable",
      "frequency": 0
    },
    {
      "meaning": "You pays your money and (you) takes your choice",
      "frequency": 0
    },
    {
      "meaning": "Baby Sitter",
      "frequency": 0
    },
    {
      "meaning": "the tragedy of commons",
      "frequency": 0
    },
    {
      "meaning": "entrust",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "애들한테 맡길 수가 없어 너무 뒤에 있어서. I can't ask the others to do it because they're too far back. 듣기 View video EXID : [EXID(이엑스아이디)] K-Wave 3 Music Festival in Malaysia 비하인드",
      "english": "I can't ask the others to do it because they're too far back."
    },
    {
      "korean": "근데 '너네 누나 소개시켜줘'를 쓴 계범주라는 사람한테 가사 작업을 맡길거다 라고 했잖아요. But they said we'd have BUMZU, who wrote \"The Girl Next Door\", write the lyrics. 듣기 View video Dispatch : “퍼시픽갱이 데자부가 된 사연?”...Baekho X Bumzu, Producer interview",
      "english": "But they said we'd have BUMZU, who wrote \"The Girl Next Door\", write the lyrics."
    },
    {
      "korean": "안 돼, 안 돼. 맡길 수 없어. No, no. I can't let him help. 듣기 View video V Beauty : 미아와 팔레트 만들기 Making Makeup Palette",
      "english": "No, no. I can't let him help."
    },
    {
      "korean": "파도에 몸을 맡길 수 있는... - 맞아요. And I can lean on waves... - That's right. 듣기 View video V Special : SBS파워FM 오늘같은밤 러브블러썸: V데이트 정진운X이호정",
      "english": "And I can lean on waves... - That's right."
    },
    {
      "korean": "아무튼 저는 믿고 맡길 수 있는... Anyway, the member I can trust and put in deputy... 듣기 View video PENTAGON : <펜타곤 교과서> 2교시 - 보이는 라디오",
      "english": "Anyway, the member I can trust and put in deputy..."
    }
  ],
  "examples": [
    {
      "korean": "I’d trust her with my life. 듣기 Add to Wordbook 나라면 그녀에게 내 생명을 맡길 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’d trust her with my life. Add to Wordbook"
    },
    {
      "korean": "Guests may deposit their valuables in the hotel safe. 듣기 Add to Wordbook 투숙객은 호텔 금고에 귀중품을 맡길 수도 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Guests may deposit their valuables in the hotel safe. Add to Wordbook"
    },
    {
      "korean": "He who loves the world as his body may be entrusted with the empire. (Lao-tzu) 듣기 Add to Wordbook 세상을 자신의 몸처럼 사랑하는 사람에게는 제국을 맡길 수 있다. (노자, 건강명언) 명언/속담",
      "english": "He who loves the world as his body may be entrusted with the empire. (Lao-tzu) Add to Wordbook"
    },
    {
      "korean": "I have some laundry that needs to be done. 듣기 Add to Wordbook 세탁 맡길 것이 있어요. Neungyule",
      "english": "I have some laundry that needs to be done. Add to Wordbook"
    },
    {
      "korean": "Where can I check my valuables? 듣기 Add to Wordbook 귀중품은 어디에다 맡길 수 있습니까? Neungyule",
      "english": "Where can I check my valuables? Add to Wordbook"
    }
  ]
}