{
  "phrases": [
    {
      "phrase": "매기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(값을) charge ((a price)) on(an article), appraise, value, offer ((a price on an article))(살 사람이), bid(경매에서), (점수·등급 따위를) give, grade"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "priceless",
      "frequency": 3
    },
    {
      "meaning": "a priceless collection of antiques",
      "frequency": 0
    },
    {
      "meaning": "unpriced",
      "frequency": 0
    },
    {
      "meaning": "priceable",
      "frequency": 0
    },
    {
      "meaning": "numberable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거는 값을 매길 수 없죠! I can't put a price on this! 듣기 View video CIX : CIX HYUNSUK BIRTHDAY V LIVE",
      "english": "I can't put a price on this!"
    },
    {
      "korean": "점수로 매길 수 없어요 - 그래도 혹시나 값으로 매겨본다면? I can't score it. - If, if you put a price on it? 듣기 View video PENTAGON : 릴레이 V LIVE : Hip Hop Unit",
      "english": "I can't score it. - If, if you put a price on it?"
    },
    {
      "korean": "값을 매길 수 없을 만큼 비싼 것이다. It's expensive that it's priceless... 듣기 View video 플레이리스트 (Playlist) : [연애포차 시즌1] - EP.07 냉장고 채워주는 남사친? 남친?",
      "english": "It's expensive that it's priceless..."
    },
    {
      "korean": "아, 매길 수가 없죠. - 아니요, 아니요. That's impossible. - No, no. 듣기 View video MAP6 : MAP6(맵식스)-맵식이의 별이빛나는푸른밤키스더타임쇼!2",
      "english": "That's impossible. - No, no."
    },
    {
      "korean": "몇 점 정도 매길 수 있을까요? how many points would you give yourself? 듣기 View video V COOKIE : [Full]Weki Meki Yoo-Jung & Do-Yeon X LieV - 위키미키 최유정 김도연의 눕방라이브!",
      "english": "how many points would you give yourself?"
    }
  ],
  "examples": [
    {
      "korean": "a priceless collection of antiques 듣기 Add to Wordbook 값을 매길 수 없는 골동품 수집품 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a priceless collection of antiques Add to Wordbook"
    },
    {
      "korean": "You can’t put a price on that sort of loyalty. 듣기 Add to Wordbook 그와 같은 충성심에 대해서는 값을 매길 수 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can’t put a price on that sort of loyalty. Add to Wordbook"
    },
    {
      "korean": "The intrinsic value of her diamond is priceless. 듣기 Add to Wordbook 그녀의 다이아몬드의 본질적인 가치는 값을 매길 수 없다. 절대어휘 5100",
      "english": "The intrinsic value of her diamond is priceless. Add to Wordbook"
    },
    {
      "korean": "The paintings are very old and priceless. 듣기 Add to Wordbook 그림들은 아주 오래되었고, 가격을 매길 수 없다. YBM All in All English-Korean Dictionary",
      "english": "The paintings are very old and priceless. Add to Wordbook"
    },
    {
      "korean": "An official with the exhibition said that the gem is priceless. 듣기 Add to Wordbook 전시회의 한 관계자는 이 보석은 값을 매길 수 없다고 말했다. Neungyule",
      "english": "An official with the exhibition said that the gem is priceless. Add to Wordbook"
    }
  ]
}