{
  "phrases": [
    {
      "phrase": "맵핑 기법",
      "hanja": "",
      "example": {},
      "meanings": [
        "mapping technique"
      ]
    },
    {
      "phrase": "음장 맵핑",
      "hanja": "",
      "example": {},
      "meanings": [
        "sound field mapping"
      ]
    },
    {
      "phrase": "맵핑 연산",
      "hanja": "",
      "example": {},
      "meanings": [
        "mapping calculation"
      ]
    },
    {
      "phrase": "변환 맵핑",
      "hanja": "",
      "example": {},
      "meanings": [
        "transition mapping"
      ]
    },
    {
      "phrase": "기반 맵핑",
      "hanja": "",
      "example": {},
      "meanings": [
        "content-based mapping"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "texture maping",
      "frequency": 0
    },
    {
      "meaning": "aneuploid mapping",
      "frequency": 0
    },
    {
      "meaning": "color gamut mapping",
      "frequency": 0
    },
    {
      "meaning": "si mapping",
      "frequency": 0
    },
    {
      "meaning": "selfmapping",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "At POSCO, I was responsible for Value Stream Mapping, Kanban and poka-yoke. 발음듣기 포스코에서는 가치 스트림 맵핑, 칸반 및 포카요키를 담당하였습니다. DARAKWON",
      "english": "At POSCO, I was responsible for Value Stream Mapping, Kanban and poka-yoke. 발음"
    },
    {
      "korean": "The scientists still don't know why test takers remember more than concept mappers. 발음듣기 연구원들은 아직, 왜 시험을 본 학생들이 콘셉트 맵핑을 한 학생들보다 더 잘 기억하는지는 알지 못한다. Neungyule",
      "english": "The scientists still don't know why test takers remember more than concept mappers. 발음"
    },
    {
      "korean": "The researchers conducted another experiment using only concept mapping and testing. 발음듣기 연구진들은 콘셉트 맵핑 실험군과 시험을 본 실험군의 두 실험군만을 대상으로 또 다른 실험을 했다. Neungyule",
      "english": "The researchers conducted another experiment using only concept mapping and testing. 발음"
    },
    {
      "korean": "One week later, the test takers remembered the material better than the concept mappers. 발음듣기 1주일 후에 확인한 결과, 시험을 본 학생들이 콘셉트 맵핑을 사용한 학생들보다 정보를 더 잘 기억하고 있었다. Neungyule",
      "english": "One week later, the test takers remembered the material better than the concept mappers. 발음"
    },
    {
      "korean": "But some people think this new information may lead teachers to use concept mapping less. 발음듣기 그러나 일부에서는 이번 연구 결과로 인해 교사들이 콘셉트 맵핑의 활용을 줄일 수도 있다고 생각한다. Neungyule",
      "english": "But some people think this new information may lead teachers to use concept mapping less. 발음"
    }
  ]
}