{
  "phrases": [
    {
      "phrase": "머뭇거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hesitate, waver, dither, hang back, hold back, (informal) shilly-shally"
      ]
    },
    {
      "phrase": "그는 말할 때 머뭇거린다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He falters when he speaks."
      ]
    },
    {
      "phrase": "머뭇대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb jib at, hold back, waver"
      ]
    },
    {
      "phrase": "머뭇하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb hesitate, waver"
      ]
    },
    {
      "phrase": "문책을 머뭇거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hesitate to censure"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "[머뭇 머뭇] [대체 뭐길래 그래?] [Hesitating] [What is it?] View video Mnet : [ONE DREAM.TXT] Reality Ep.07 - Part.1",
      "english": "[Hesitating] [What is it?]"
    },
    {
      "korean": "[머뭇] 할 거지? [Hesitant] Are you going to? 듣기 View video BTS : Run BTS! 2019 - EP.75",
      "english": "[Hesitant] Are you going to?"
    },
    {
      "korean": "[머뭇, 주춤] 그럴 때 저희는... [Hesitant] In that case, we... 듣기 View video Stray Kids : [FULL] <찾았다 스트레이 키즈> 5화",
      "english": "[Hesitant] In that case, we..."
    },
    {
      "korean": "[머뭇 머뭇] - KORE 의미 있어, 진짜 - 나야? [Hesitant] - KORE is so meaningful. - Is it me? 듣기 View video BTS : Run BTS! 2019 - EP.85",
      "english": "[Hesitant] - KORE is so meaningful. - Is it me?"
    },
    {
      "korean": "[머뭇 머뭇] - 오케이 - 그런데 이상하게 인사하기 싫네... [Hesitant] - Okay. - I don't want to. 듣기 View video Stray Kids : [FULL]<찾았다 스트레이 키즈> 7화",
      "english": "[Hesitant] - Okay. - I don't want to."
    }
  ],
  "examples": [
    {
      "korean": "That was why it was very tentative. 듣기 Add to Wordbook 그 것이 매우 머뭇거렸던 이유다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 beaulis(beau****) Hansard",
      "english": "That was why it was very tentative. Add to Wordbook"
    },
    {
      "korean": "Friend has stumbled on an important answer. 듣기 Add to Wordbook 친구가 중요한 질문에 머뭇거렸다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 siki(siki****) Hansard",
      "english": "Friend has stumbled on an important answer. Add to Wordbook"
    },
    {
      "korean": "If we falter, they will surely falter in step. 듣기 Add to Wordbook 만약 우리가 머뭇거린다면, 그들 역시 주저할거야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 무드링(mank****)",
      "english": "If we falter, they will surely falter in step. Add to Wordbook"
    },
    {
      "korean": "Sitting on the fence, facing both ways and dithering. 듣기 Add to Wordbook 양다리를 거치면서 두 길에 직면하여 머뭇거리다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "Sitting on the fence, facing both ways and dithering. Add to Wordbook"
    },
    {
      "korean": "The subtext to all of this is, as per usual with Brown; dither, procrastinate, pass the buck. 듣기 Add to Wordbook 브라운이 보통 그러듯, 이 모든 것의 저의는 머뭇거리고, 질질 끌며, 남에게 책임을 넘기려는데 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Buchanan(druz****)",
      "english": "The subtext to all of this is, as per usual with Brown; dither, procrastinate, pass the buck. Add to Wordbook"
    }
  ]
}