{
  "phrases": [
    {
      "phrase": "먹다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(음식을) eat, have, (formal) consume; (약 등을) take; (빨리) devour",
        "take, (뇌물·이익 등을) get",
        "(나이를) get older, grow older"
      ]
    },
    {
      "phrase": "먹다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb be deaf (→처먹다)"
      ]
    },
    {
      "phrase": "먹다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb meokda"
      ]
    },
    {
      "phrase": "먹고 떨어지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "eat and fall off",
        "eat and fall off"
      ]
    },
    {
      "phrase": "먹고 들어가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "eat and go into"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "coly",
      "frequency": 0
    },
    {
      "meaning": "live off the country[land]",
      "frequency": 0
    },
    {
      "meaning": "fairy bluebird",
      "frequency": 0
    },
    {
      "meaning": "honey ant",
      "frequency": 0
    },
    {
      "meaning": "banded anteater",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[한강에서 아이스크림 먹으며 뛰어놀기?] 아이스크림 먹고 뛰어놀게 하려고 했네? [Eating ice cream and running at the Han River] and running around with ice cream? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.1",
      "english": "[Eating ice cream and running at the Han River] and running around with ice cream?"
    },
    {
      "korean": "빵 두개 먹었다고... 빵 두개 먹으며 안되지 빵 두개 가지고 밥이 됩니까? You ate two pieces of bread... You can't eat that. Is that food? 듣기 View video LINK8 TV : 진영 가을바다 산책 라이브",
      "english": "You ate two pieces of bread... You can't eat that. Is that food?"
    },
    {
      "korean": "핫도그를 먹으며 하는 비 오는 라이브입니다. It's a raining live while eating hot dogs. 듣기 View video IDOL x IDOL : KIXS - 키스 '내가 한강에서 라이브 하고 있어'",
      "english": "It's a raining live while eating hot dogs."
    },
    {
      "korean": "저는 매일 나이 먹으며 자라고 있고요. I am growing older every single day and growing... 듣기 View video Chi Pu : CHI PU's K-BEAUTY Trip #LIKE IT 씬님의 쎈 Night Makeup @HONGDAE (feat. 씬님, 미스코리아 뷰스타 이쌀)",
      "english": "I am growing older every single day and growing..."
    },
    {
      "korean": "시원한 아이스크림을 먹으며 여름을 이겨봐요. Let's beat summer with some delicious ice cream. 듣기 View video GAVYNJ : 당신의 선택은..?",
      "english": "Let's beat summer with some delicious ice cream."
    }
  ],
  "examples": [
    {
      "korean": "We lingered over breakfast on the terrace. 발음듣기 우리는 테라스에서 아침을 먹으며 오랜 시간을 보냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We lingered over breakfast on the terrace. 발음"
    },
    {
      "korean": "kids raised on a diet of hamburgers 발음듣기 햄버거를 주로 먹으며 큰 아이들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "kids raised on a diet of hamburgers 발음"
    },
    {
      "korean": "We stand the heat with sorbetes. 발음듣기 우리는 필리핀식 셔벗을 먹으며 더위를 견딥니다. 국제영어대학원대학교 신어사전",
      "english": "We stand the heat with sorbetes. 발음"
    },
    {
      "korean": "Music with dinner is an insult both to the cook and the violinist. (G. K. Chesterton) 발음듣기 저녁을 먹으며 음악을 듣는 행위는 요리사와 바이올리니스트 모두에 대한 모독이다. (G. K. 체스터튼, 음악명언) 명언/속담",
      "english": "Music with dinner is an insult both to the cook and the violinist. (G. K. Chesterton) 발음"
    },
    {
      "korean": "Children today are tyrants. They contradict their parents, gobble their food, and tyrannize their teachers. (Socrates) 발음듣기 요즘 아이들은 폭군과도 같다. 아이들은 부모에게 대들고, 게걸스럽게 먹으며 스승을 괴롭힌다. (소크라테스, 공부명언) 명언/속담",
      "english": "Children today are tyrants. They contradict their parents, gobble their food, and tyrannize their teachers. (Socrates) 발음"
    }
  ]
}