{
  "phrases": [
    {
      "phrase": "먹히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(잡아먹히다) be eaten",
        "(돈·비용 등이) cost (=들다)",
        "(먹게 되다)"
      ]
    },
    {
      "phrase": "먹혀들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb work well, be effective"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "something won't/doesn't wash (with somebody)",
      "frequency": 0
    },
    {
      "meaning": "go over big (with somebody)",
      "frequency": 0
    },
    {
      "meaning": "street cred",
      "frequency": 0
    },
    {
      "meaning": "squeezability",
      "frequency": 0
    },
    {
      "meaning": "have the same bite",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "씨알도 안 먹혀! She can't be convinced! 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [남자사람친구 14일전]_4화 | 못생긴 애가 예쁘게도 자네",
      "english": "She can't be convinced!"
    },
    {
      "korean": "맞아 안 먹혀. - 안 먹혀. Right, it doesn't work. - It doesn't work. 듣기 View video MONSTA X : [몬채널][B] EP.100 '몬스타엑스레이3' 1화 part.1",
      "english": "Right, it doesn't work. - It doesn't work."
    },
    {
      "korean": "역시 돌직구가 먹혀들었어. Being straightforward really worked. 듣기 View video 플레이리스트 (Playlist) : [연애포차 시즌1] - EP.10 우리는 '연애'포차 알바생이다",
      "english": "Being straightforward really worked."
    },
    {
      "korean": "역시 반복 개그는 그 누구에게도 먹혀. As expected, repeated jokes are funny to everyone. 듣기 View video MAMAMOO : [MMMTV4] EP13 너나 해(Egotistic)MV BEHIND PART3",
      "english": "As expected, repeated jokes are funny to everyone."
    },
    {
      "korean": "근데 나는 모르니까. - 근데 요즘 안 먹혀. But I don't know it. - But it doesn't work these days. 듣기 View video MONSTA X : [몬채널][B] EP.100 '몬스타엑스레이3' 1화 part.1",
      "english": "But I don't know it. - But it doesn't work these days."
    }
  ],
  "examples": [
    {
      "korean": "His charm doesn’t work on me. 듣기 Add to Wordbook 그의 매력이 내게는 효과가 없다[먹혀들지 않는다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His charm doesn’t work on me. Add to Wordbook"
    },
    {
      "korean": "This story went over big with my kids. 듣기 Add to Wordbook 이 이야기가 우리 아이들에게 먹혀들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This story went over big with my kids. Add to Wordbook"
    },
    {
      "korean": "Like all truly charismatic people, he can work his magic on both men and women. 듣기 Add to Wordbook 진정한 카리스마를 지닌 모든 사람들이 그렇듯, 그의 매력은 남녀 모두에게 먹혀 들 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Like all truly charismatic people, he can work his magic on both men and women. Add to Wordbook"
    },
    {
      "korean": "You won't convince anyone by shouting. 듣기 Add to Wordbook 소리 지른다고 먹혀 들어가는 게 아니에요. Neungyule",
      "english": "You won't convince anyone by shouting. Add to Wordbook"
    },
    {
      "korean": "It is a testament to the power of the forestry lobby that the study was followed up immediately. 듣기 Add to Wordbook 곧 이어 연구활동이 개시되었는데 이것은 삼림 로비의 힘이 먹혀들었다는 증거이다. YBM All in All English-Korean Dictionary",
      "english": "It is a testament to the power of the forestry lobby that the study was followed up immediately. Add to Wordbook"
    }
  ]
}