{
  "phrases": [
    {
      "phrase": "먹히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(잡아먹히다) be eaten",
        "(돈·비용 등이) cost (=들다)",
        "(먹게 되다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Antiphus",
      "frequency": 0
    },
    {
      "meaning": "something won't/doesn't wash (with somebody)",
      "frequency": 0
    },
    {
      "meaning": "street cred",
      "frequency": 0
    },
    {
      "meaning": "go over big (with somebody)",
      "frequency": 0
    },
    {
      "meaning": "(a case of) dog eat dog",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "먹힌 거에요? Do they catch us? 듣기 View video IDOL x IDOL : Underdog - 언더독 '한판 벌려보자 윷'",
      "english": "Do they catch us?"
    },
    {
      "korean": "뇌물이 먹힌 거야, 뇌물이. He gave the bribe. 듣기 View video IDOL x IDOL : ROMEO - 로미오 ' 로미오의 신박한 동화 이야기'",
      "english": "He gave the bribe."
    },
    {
      "korean": "잠깐만. 잠깐만. - 지금 내 애교가 먹힌 거야. Hold on. - You fell for my charm. 듣기 View video STAREMPIRE : [OMZM] 올망졸망 A to Z",
      "english": "Hold on. - You fell for my charm."
    },
    {
      "korean": "덕분에 5골 먹힐 거 3골만 먹힌 거예요. - 그런가? Thanks to you, they scored 3 goals, not 5. - Is that right? 듣기 View video 스누퍼(SNUPER) : [C.A]스누퍼와 이천수가 함께하는 아육대 준비 시간",
      "english": "Thanks to you, they scored 3 goals, not 5. - Is that right?"
    },
    {
      "korean": "내 애교가 먹였나 봐? - 아니야. 나의 섹시함이 먹힌 거야. I guess my cute charm was effective. - No, my sexiness worked. 듣기 View video STAREMPIRE : [OMZM] 올망졸망 A to Z",
      "english": "I guess my cute charm was effective. - No, my sexiness worked."
    }
  ],
  "examples": [
    {
      "korean": "About 15% of the land snails survived digestion. 듣기 Add to Wordbook 새에게 잡아 먹힌 육지달팽이의 15퍼센트는 소화관을 통과하면서도 살아있었다. Neungyule",
      "english": "About 15% of the land snails survived digestion. Add to Wordbook"
    },
    {
      "korean": "It is similar to how plant seeds are spread by birds after eating fruits. 듣기 Add to Wordbook 새에게 먹힌 과일의 씨가 멀리 퍼지는 방식과 비슷하다. Neungyule",
      "english": "It is similar to how plant seeds are spread by birds after eating fruits. Add to Wordbook"
    },
    {
      "korean": "The current advertising strategy seems to be well-received by consumers. 듣기 Add to Wordbook 이번 광고 전략이 소비자들에게 잘 먹힌 것 같다 Neungyule",
      "english": "The current advertising strategy seems to be well-received by consumers. Add to Wordbook"
    },
    {
      "korean": "Because they can survive being eaten, they get carried by the birds to faraway places. 듣기 Add to Wordbook 먹힌 뒤에도 살아있기 때문에 새의 몸을 타고 먼 곳까지 이동하게 된다. Neungyule",
      "english": "Because they can survive being eaten, they get carried by the birds to faraway places. Add to Wordbook"
    },
    {
      "korean": "A previous research found that pond snails can also survive being eaten by fish. 듣기 Add to Wordbook 이전의 연구에서는 우렁이가 물고기에게 잡아 먹힌 뒤에도 생존할 수 있다는 사실을 밝혀내었다. Neungyule",
      "english": "A previous research found that pond snails can also survive being eaten by fish. Add to Wordbook"
    }
  ]
}