{
  "phrases": [
    {
      "phrase": "먹히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(잡아먹히다) be eaten",
        "(돈·비용 등이) cost (=들다)",
        "(먹게 되다)"
      ]
    },
    {
      "phrase": "물감이 잘 먹히지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "dye badly"
      ]
    },
    {
      "phrase": "씨도 먹히지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Even a seed is not accepted"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dye badly",
      "frequency": 0
    },
    {
      "meaning": "Batesian mimicry",
      "frequency": 0
    },
    {
      "meaning": "carry no weight",
      "frequency": 0
    },
    {
      "meaning": "bait ball",
      "frequency": 0
    },
    {
      "meaning": "something won't/doesn't wash (with somebody)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여기서 얌냐냠은 먹히지 않겠구나 - 얌냐냠 해봐 빨리! I don't think \"give us a discount\" is going to work here. - Hurry up and try it! 듣기 View video ITZY : [ITZY? ITZY!(있지?있지!)] EP38. 베트남에 있지!",
      "english": "I don't think \"give us a discount\" is going to work here. - Hurry up and try it!"
    },
    {
      "korean": "1시간에 1번 스트리밍밖에 안 먹히지 않아요? I think only one streaming counts for one hour, right? 듣기 View video GOT7 : 갓세븐 영재><",
      "english": "I think only one streaming counts for one hour, right?"
    },
    {
      "korean": "보정이 있잖아요. - 보정도 먹히지 않는 피부색인데. We can fix it with editing. - Not with my skin color. 듣기 View video V Beauty : [우린의 홑꺼플 뷰티월드] 핑크플레이 같이 놀아요! PINK PLAY",
      "english": "We can fix it with editing. - Not with my skin color."
    },
    {
      "korean": "업었다가 두 개 다 먹히면 어떡해? What if both of them get caught? 듣기 View video TOMORROW X TOGETHER : 투모로우바이투게더의 클린 윷놀이",
      "english": "What if both of them get caught?"
    },
    {
      "korean": "나 어떠냐? 변신 잘 먹혔지? What do you think? I've changed perfectly. 듣기 View video 대나무숲TV (BAMBOONETWORK) : 짝남이 다른 사람과 썸을 탄다 [웹드라마_어서오세요, 마녀상점] - EP.02",
      "english": "What do you think? I've changed perfectly."
    }
  ],
  "examples": [
    {
      "korean": "It also discourages birds from eating them. 듣기 Add to Wordbook 또한 새들에게 잡아 먹히지 않게 하기도 한다. Neungyule",
      "english": "It also discourages birds from eating them. Add to Wordbook"
    },
    {
      "korean": "The voters will never buy such an idea. 듣기 Add to Wordbook 그런 생각은 유권자들에게 결코 먹히지 않을 것이다 Neungyule",
      "english": "The voters will never buy such an idea. Add to Wordbook"
    },
    {
      "korean": "Greasing the skids wouldn't work. 듣기 Add to Wordbook 뇌물을 주는 일은 먹히지 않을 것이다. YBM All in All English-Korean Dictionary",
      "english": "Greasing the skids wouldn't work. Add to Wordbook"
    },
    {
      "korean": "No matter what I say, he remains unconvinced. 듣기 Add to Wordbook 내 말은 그에게 전혀 씨가 먹히지 않는다 Neungyule",
      "english": "No matter what I say, he remains unconvinced. Add to Wordbook"
    },
    {
      "korean": "I begged for mercy, but he wouldn't budge an inch. 듣기 Add to Wordbook 한번 봐달라고 사정했지만 씨도 먹히지 않았다. Neungyule",
      "english": "I begged for mercy, but he wouldn't budge an inch. Add to Wordbook"
    }
  ]
}