{
  "phrases": [
    {
      "phrase": "멋대로",
      "hanja": "",
      "example": {},
      "meanings": [
        "as one pleases[likes]"
      ]
    },
    {
      "phrase": "멋대로 행동하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "act as one pleases[likes]"
      ]
    },
    {
      "phrase": "멋대로 놀게 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "give a free hand",
        "allow to go his way"
      ]
    },
    {
      "phrase": "그냥 내 멋대로 추측한 거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Just a wild guess."
      ]
    },
    {
      "phrase": "멋대로 하게 내버려 두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "let have his own way"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "with[in] abandon",
      "frequency": 0
    },
    {
      "meaning": "with a high[bold] hand",
      "frequency": 0
    },
    {
      "meaning": "out of a[the] hat",
      "frequency": 0
    },
    {
      "meaning": "stuff[shove, stick] it … up one's[your] jumper",
      "frequency": 0
    },
    {
      "meaning": "straggling",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "네 멋대로만 해~ 막 이렇게 하는... said \"Have it your way.\" 듣기 View video OH MY GIRL : 이 브이앱을 보는건 destiny 야~~~",
      "english": "said \"Have it your way.\""
    },
    {
      "korean": "[(맨날 지) 멋대로만 해...] [(Always) Does what she wants...] View video MAMAMOO : [MMMTV5] EP3 무무전: 이리 오너라~! 2부",
      "english": "[(Always) Does what she wants...]"
    },
    {
      "korean": "또 자기 멋대로... All he does what he wants to do. 듣기 View video WHYNOT TV : [다르게 적히는 연애] EP05. 나를 걱정해 준다는 건...",
      "english": "All he does what he wants to do."
    },
    {
      "korean": "내가 그냥 내 멋대로 정했어. I just decided it on my own. 듣기 View video V Special : <진리상점> 랜선 개업식 in 설리 대표님방 LIVE",
      "english": "I just decided it on my own."
    },
    {
      "korean": "너의 멋대로 해도 되는데. You can do whatever you want to do... 듣기 View video Apink : 배터리없어서꺼졌어",
      "english": "You can do whatever you want to do..."
    }
  ],
  "examples": [
    {
      "korean": "He took the liberty of reading my files while I was away. 듣기 Add to Wordbook 그는 내가 없을 때 자기 멋대로 내 파일을 읽었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He took the liberty of reading my files while I was away. Add to Wordbook"
    },
    {
      "korean": "Let them do their worst—we’ll fight them every inch of the way. 듣기 Add to Wordbook 그들이 최대한 멋대로 굴도록 내버려 둬. 우리가 차근차근 갚아 줄테니까. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let them do their worst—we’ll fight them every inch of the way. Add to Wordbook"
    },
    {
      "korean": "The movie takes considerable liberties with the novel that it is based on. 듣기 Add to Wordbook 그 영화는 기반이 된[원작] 소설을 자기들 멋대로 상당히 많이 바꾸고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The movie takes considerable liberties with the novel that it is based on. Add to Wordbook"
    },
    {
      "korean": "It was an arbitrary decision to choose red instead of blue. 듣기 Add to Wordbook 파란색 대신 빨간색을 고른 것은 그녀 멋대로의 결정이었다. 절대어휘 5100",
      "english": "It was an arbitrary decision to choose red instead of blue. Add to Wordbook"
    },
    {
      "korean": "I’ve got a friend request on Facebook from a stranger who is friend farming. 듣기 Add to Wordbook 나는 페이스북에서 친구 수를 늘리기 위해 모르는 사람을 멋대로 추가하는 사람에게서 친구 추가 요청을 받았다. 국제영어대학원대학교 신어사전",
      "english": "I’ve got a friend request on Facebook from a stranger who is friend farming. Add to Wordbook"
    }
  ]
}