{
  "phrases": [
    {
      "phrase": "manual",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 손으로 하는, 육체노동의",
        "Adjective 수동의",
        "Noun (특히 기계 등을 사면 따라 나오는) 설명서 (→handbook)"
      ]
    },
    {
      "phrase": "영문 메뉴얼",
      "hanja": "",
      "example": {},
      "meanings": [
        "English manual"
      ]
    },
    {
      "phrase": "메뉴얼을 읽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "read a manual"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "according to the manual",
      "frequency": 0
    },
    {
      "meaning": "manual of making questions",
      "frequency": 0
    },
    {
      "meaning": "publication of operating manuals",
      "frequency": 0
    },
    {
      "meaning": "prerecorded computer programs and instruction manuals sold as a unit",
      "frequency": 0
    },
    {
      "meaning": "computer manuals for use therewith",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "사람들이 오게 하는 그 메뉴얼들이 있지 않겠습니까? there are some manuals to attract more customers. 듣기 View video LEE DONG WOOK : [REPLAY]이동욱의 On the air(LEE DONG WOOK's On the air)",
      "english": "there are some manuals to attract more customers."
    },
    {
      "korean": "남자분들은 이게 가장 메뉴얼이라고 보시면 됩니다. This is a basic style for guys. 듣기 View video V Beauty : 제니하우스 청담힐 오픈 파티에 참석한 셀럽들의 헤어&메이크업 Celebrity's Party Styling",
      "english": "This is a basic style for guys."
    },
    {
      "korean": "'에디 메뉴얼 시즌2 찍어주세요. ' 제가 찍도록 하겠습니다. \"Please shoot 'Eddy Manual Season 2'\". I'll do that. 듣기 View video MYSTIC ENTERTAINMENT : HELLO SUMMER♥",
      "english": "\"Please shoot 'Eddy Manual Season 2'\". I'll do that."
    },
    {
      "korean": "'철저한 눈금을 만들어서 나눠서 마셔라'라는 메뉴얼을 받게 되죠. \"Make lines to decide how much you should drink\". 듣기 View video V MOVIE : 하정우 배우를 만나다 Live",
      "english": "\"Make lines to decide how much you should drink\"."
    },
    {
      "korean": "생존 메뉴얼을. 그런데 그전에 목 마르니까. 바로 나갈 줄 알았던 거죠. - 그렇죠. He gives me a survival manual. But I thought I'd get out soon. - Yeah. 듣기 View video V MOVIE : 하정우 배우를 만나다 Live",
      "english": "He gives me a survival manual. But I thought I'd get out soon. - Yeah."
    }
  ],
  "examples": [
    {
      "korean": "They also suggest preparing necessary manuals that can help parents and teachers guide and instruct students who don’t have classes on Saturdays. 듣기 Add to Wordbook 그들은 또한 토요일에 수업이 없는 학생들을 지도하고 안내해 주는 데 도움을 줄 수 있는 필요한 메뉴얼을 준비할 것을 제안한다. EDU TIMES",
      "english": "They also suggest preparing necessary manuals that can help parents and teachers guide and instruct students who don’t have classes on Saturdays. Add to Wordbook"
    },
    {
      "korean": "I wrote the manual for it. 듣기 Add to Wordbook 나는 그것을 위해 메뉴얼을 썼다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 주녕맘(kong****)",
      "english": "I wrote the manual for it. Add to Wordbook"
    },
    {
      "korean": "So grab the pledge manual and follow me. 듣기 Add to Wordbook 그러므로 서약 메뉴얼을 들고 저를 따라오세요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ChUrPwe(fdsa****)",
      "english": "So grab the pledge manual and follow me. Add to Wordbook"
    },
    {
      "korean": "Now, let me check the manual. 듣기 Add to Wordbook 지금, 제가 메뉴얼을 확인해 보겠습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "Now, let me check the manual. Add to Wordbook"
    },
    {
      "korean": "I understand that AOA members have been sent copies of the manual. 듣기 Add to Wordbook 나는 AOA멤버들이 메뉴얼 복사본에 보내진것을 이해한다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 강녕(pj97****) Hansard",
      "english": "I understand that AOA members have been sent copies of the manual. Add to Wordbook"
    }
  ]
}