{
  "phrases": [
    {
      "phrase": "mazy",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 미로 같은, 구불구불한; 복잡한",
        "Adjective [영·방언] 어지러운, 혼란스러운"
      ]
    },
    {
      "phrase": "mage",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun [고어] 마법사, 학자"
      ]
    },
    {
      "phrase": "mazey",
      "hanja": "",
      "example": {},
      "meanings": [
        "ADJ Britain:England:North, dialect dizzy"
      ]
    },
    {
      "phrase": "Meiji",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN Hist:Japanese the reign of Emperor Mutsuhito (1867--1912), during which Japan began a rapid process of Westernization, industrialization, and ex...",
        "NOUN the throne name of Mutsuhito (ˌmuːtsʊ'hiːtəʊ). 1852-- 1912, emperor of Japan (1867--1912)"
      ]
    },
    {
      "phrase": "메이지 유신",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Meiji Restoration"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Maisy",
      "frequency": 0
    },
    {
      "meaning": "Meiji Life Insurance Company",
      "frequency": 0
    },
    {
      "meaning": "Meiji University",
      "frequency": 0
    },
    {
      "meaning": "메이지 유신",
      "frequency": 0
    },
    {
      "meaning": "Meiji Restoration",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "You look so cute in the pink boots, Maisie! 발음듣기 메이지, 분홍색 부츠가 너무 귀여워요! TIMES CORE",
      "english": "You look so cute in the pink boots, Maisie! 발음"
    },
    {
      "korean": "Seo said that this Meiji government edict is an indisputable historical recognition by Japan that Dokdo belongs to Korea. 발음듣기 이 메이지 정부의 칙령은 일본이 독도가 한국땅임을 이미 역사적으로 인정한 것이라고 서는 설명했다. TIMES CORE",
      "english": "Seo said that this Meiji government edict is an indisputable historical recognition by Japan that Dokdo belongs to Korea. 발음"
    },
    {
      "korean": "The Meiji Restoration caused Japan to have become a modernized nation in the early 20th century. 발음듣기 메이지 유신은 20세기 초 일본의 근대화를 유발했다. TIMES CORE",
      "english": "The Meiji Restoration caused Japan to have become a modernized nation in the early 20th century. 발음"
    },
    {
      "korean": "A japanese Sports Daily- Nikkan Sports reported that super pop star BoA was suffering from exhaustion and a sprained ankle that she got when she was practicing for her recent performance at the Meiji Shrine in Tokyo as part of a fireworks display. 발음듣기 일본의 스포츠 일간지인 니칸 스포츠는 슈퍼 팝 스타인 보아가 피로와 삔 발목으로 고생하고 있다고 말했어요.보아는 불꽃놀이의 일환으로 도쿄 메이지 신사에서 열린 최근의 공연 연습을 하다가 발복을 삐었어요. TIMES CORE",
      "english": "A japanese Sports Daily- Nikkan Sports reported that super pop star BoA was suffering from exhaustion and a sprained ankle that she got when she was practicing for her recent performance at the Meiji Shrine in Tokyo as part of a fireworks display. 발음"
    },
    {
      "korean": "She gave birth to their baby, Maisie, this week. 발음듣기 그녀는 그들의 아이 메이지를,이번주에, 출산했다. User translation Inaccurate information may be included due to the users' self-traslation. 헵번공주(yuli****) Web Collection",
      "english": "She gave birth to their baby, Maisie, this week. 발음"
    }
  ]
}