{
  "phrases": [
    {
      "phrase": "그는 충치가 몇 개 있다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He has some bad teeth."
      ]
    },
    {
      "phrase": "나는 쵸코사탕을 몇 개 먹었다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I ate some chocolate candy."
      ]
    },
    {
      "phrase": "농장을 몇 개의 주택 단지로 분할하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "split a farm into housing lots"
      ]
    },
    {
      "phrase": "여기서 시립도서관까지는 정류장이 몇 개 있습니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "버스 How many bus stops are there from here to the City Library?"
      ]
    },
    {
      "phrase": "그냥 몇 개 탈 수 있는 표를 사요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "놀이공원 Let's just buy a pass for a few rides."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "some",
      "frequency": 3
    },
    {
      "meaning": "How many (…)?",
      "frequency": 0
    },
    {
      "meaning": "X amount",
      "frequency": 0
    },
    {
      "meaning": "suite",
      "frequency": 3
    },
    {
      "meaning": "omnibus",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "몇 개... left a few... 듣기 View video FNC : 토니의 첫 V LIVE 놓치_지마",
      "english": "left a few..."
    },
    {
      "korean": "몇 개. I see some of them. 듣기 View video TWICE : 풀메방송3",
      "english": "I see some of them."
    },
    {
      "korean": "6개 주렁주렁 달아서 - 가면이 몇 개야? String all 6 together. - How many masks is it? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "String all 6 together. - How many masks is it?"
    },
    {
      "korean": "몇 개야? How many are they? 듣기 View video V COOKIE : [Full] KIM JAEJOONG X Orgel Live - 김재중의 오르골 라이브!",
      "english": "How many are they?"
    },
    {
      "korean": "대충 몇 개예요? Roughly how many? 듣기 View video V COOKIE : [Full] KIM JAEJOONG X Orgel Live - 김재중의 오르골 라이브!",
      "english": "Roughly how many?"
    }
  ],
  "examples": [
    {
      "korean": "How many states did the Republicans win? 듣기 Add to Wordbook 공화당이 몇 개 주를 차지했나요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How many states did the Republicans win? Add to Wordbook"
    },
    {
      "korean": "A few cushions formed a makeshift bed. 듣기 Add to Wordbook 쿠션 몇 개가 임시변통으로 만든 침대가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A few cushions formed a makeshift bed. Add to Wordbook"
    },
    {
      "korean": "There are several openings in the sales department. 듣기 Add to Wordbook 영업부에 빈자리가 몇 개 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There are several openings in the sales department. Add to Wordbook"
    },
    {
      "korean": "How many can you realistically hope to sell? 듣기 Add to Wordbook 현실적으로 몇 개나 팔 것으로 기대할 수 있을까? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How many can you realistically hope to sell? Add to Wordbook"
    },
    {
      "korean": "The last few words of the letter were smeared. 듣기 Add to Wordbook 그 편지의 마지막 글자 몇 개는 희미하게 지워져 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The last few words of the letter were smeared. Add to Wordbook"
    }
  ]
}