{
  "phrases": [
    {
      "phrase": "몇번",
      "hanja": " (─ 番)",
      "example": {},
      "meanings": [
        "번호 what number.",
        "횟수 how many times, how often, several times."
      ]
    },
    {
      "phrase": "몇 번",
      "hanja": "",
      "example": {},
      "meanings": [
        "how often",
        "several times"
      ]
    },
    {
      "phrase": "몇 번이고",
      "hanja": "",
      "example": {},
      "meanings": [
        "often",
        "many[a dozen, a number of] times",
        "over and over again"
      ]
    },
    {
      "phrase": "몇 번이고 다시",
      "hanja": "",
      "example": {},
      "meanings": [
        "many times over",
        "over and over (again)"
      ]
    },
    {
      "phrase": "그 선수 몇 번이죠?",
      "hanja": "",
      "example": {},
      "meanings": [
        "What number does he wear?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "how often",
      "frequency": 0
    },
    {
      "meaning": "How often…?",
      "frequency": 0
    },
    {
      "meaning": "several loud beats on the drum",
      "frequency": 0
    },
    {
      "meaning": "many times over",
      "frequency": 0
    },
    {
      "meaning": "ever so often",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "내가 지금 몇 번을 말해? How many times do I have to tell you? 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "How many times do I have to tell you?"
    },
    {
      "korean": "몇 번 봤어? - 나 몇 번 봤어! You saw it a few times? - I saw it a few times. 듣기 View video OSEN : Stray Kids 스트레이키즈, 게임에 정신없이 빠져버린 썰 #스타로드 12",
      "english": "You saw it a few times? - I saw it a few times."
    },
    {
      "korean": "제가 카메라 앞에서 몇 번 운 거 포착됐다고 그거... I know I was caught crying... 듣기 View video TOMORROW X TOGETHER : 수빈입니다!",
      "english": "I know I was caught crying..."
    },
    {
      "korean": "[오모나] 몇 번 부르는지를 모르는 거야? [Huh] You don't know how many times you sing? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "[Huh] You don't know how many times you sing?"
    },
    {
      "korean": "[몇 번 정도?] [How many times?] View video Dispatch : [ⓓxV] “828색 매력, 세정 미니 인터뷰” (세정 : 구구단)",
      "english": "[How many times?]"
    }
  ],
  "examples": [
    {
      "korean": "She dabbed her eyes and blew her nose. 듣기 Add to Wordbook 그녀는 눈을 몇 번 눌러 (눈물을) 닦고 코를 풀었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She dabbed her eyes and blew her nose. Add to Wordbook"
    },
    {
      "korean": "Give the handle a few turns. 듣기 Add to Wordbook 핸들을 몇 번 돌려라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Give the handle a few turns. Add to Wordbook"
    },
    {
      "korean": "several loud beats on the drum 듣기 Add to Wordbook 북이 몇 번 크게 울리는 소리 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "several loud beats on the drum Add to Wordbook"
    },
    {
      "korean": "How many widths can you swim? 듣기 Add to Wordbook 수영장을 (수영을 하며) 몇 번 왕복할 수 있으세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How many widths can you swim? Add to Wordbook"
    },
    {
      "korean": "Despite a number of setbacks, they persevered in their attempts to fly around the world in a balloon. 듣기 Add to Wordbook 몇 번의 좌절이 있었지만 그들은 인내심을 갖고 기구를 타고 세계일주를 하려는 시도를 계속했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Despite a number of setbacks, they persevered in their attempts to fly around the world in a balloon. Add to Wordbook"
    }
  ]
}