{
  "phrases": [
    {
      "phrase": "moor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun [종종 pl.] (heather가 자란) 황무지, 황야 ((특히 뇌조(grouse)의 사냥터))",
        "Noun 습지, 습원(濕原)"
      ]
    },
    {
      "phrase": "moor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb <배를> 잡아매다, 계류하다, 정박시키다, <비행선을> 계류탑에 매다 ((at, to))",
        "Intransitive verb 배를 잡아매다, <배가> 정박하다, 밧줄로 매어지다"
      ]
    },
    {
      "phrase": "moor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (특히 잡초와 야생화 히스(heather)로 뒤덮인 고지대의) 황야 지대 [황무지]",
        "Noun (=moorland)",
        "Verb (배를) 계류[정박]하다 (=tie up)"
      ]
    },
    {
      "phrase": "Moor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 무어인(아프리카 북서부에 살았던 이슬람 종족. 8세기에 스페인을 점령했음)"
      ]
    },
    {
      "phrase": "moorland ( moor )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 특히 英 황야 지역"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mor",
      "frequency": 0
    },
    {
      "meaning": "Mór",
      "frequency": 0
    },
    {
      "meaning": "mordent",
      "frequency": 0
    },
    {
      "meaning": "Maurist",
      "frequency": 0
    },
    {
      "meaning": "Jókai, Mór",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "민초가 얼마나 맛있는데 - 후드티도 민초 같은 걸 입고 와서 - 뭘 모르... It's so good. - Even your hoodie is like mint chocolate. - He doesn't know... 듣기 View video TOMORROW X TOGETHER : 신 한림즈에게 질문 있는 사람 모아❤",
      "english": "It's so good. - Even your hoodie is like mint chocolate. - He doesn't know..."
    },
    {
      "korean": "현석이가 모르... - 메이크업! Hyun-suk might not know this... - Makeup! 듣기 View video OSEN : '스타로드' CIX #EP 08",
      "english": "Hyun-suk might not know this... - Makeup!"
    },
    {
      "korean": "이거 뭔지는 잘 모르... 무슨 용도인지는 잘 모르겠어요. I don't really know... I don't know the use of it. 듣기 View video 카모마일T (Chamomile_T) : 피부관리 같이 해요! [Let's play skincare with Chamomile_T]",
      "english": "I don't really know... I don't know the use of it."
    },
    {
      "korean": "너 여기가 어딘지 진짜 모르는구나? - 당연히 모르... You really don't have a clue where you are, do you? - Of course I don't... 듣기 View video 퀸카메이커(QueenMakers) : 퀸카메이커2",
      "english": "You really don't have a clue where you are, do you? - Of course I don't..."
    },
    {
      "korean": "진짜 아무것도 모르... 모르니까... I'm not sure about anything. 듣기 View video Plan A Entertainment : VICTON diary EP.03 ('아무렇지 않은 척' 첫방송 비하인드)",
      "english": "I'm not sure about anything."
    }
  ],
  "examples": [
    {
      "korean": "He might not be the best rapper, but he knows how to make good songs and has a good ear for beats. 듣기 Add to Wordbook 그가 최고의 래퍼는 아닐지도 모르만, 좋은 노래를 만들 줄 알고 비트를 잘 골라. DARAKWON",
      "english": "He might not be the best rapper, but he knows how to make good songs and has a good ear for beats. Add to Wordbook"
    },
    {
      "korean": "Having South Korean citizenship meant that Chun, who spoke very little Korean, was required to fulfill the mandatory military service like all other Korean men. 듣기 Add to Wordbook 한국 국적을 가졌다는 것은 한국어를 거의 할 줄 모르 는 전씨가 다른 한국 남성들과 같이 병역의 의무를 이행해 야 한다는 것을 의미했다. Neungyule",
      "english": "Having South Korean citizenship meant that Chun, who spoke very little Korean, was required to fulfill the mandatory military service like all other Korean men. Add to Wordbook"
    },
    {
      "korean": "Investigations conducted by the previous Iranian administration determined that Mortazavi ordered the apprehension of a Canadian journalist, and that she was tortured, raped and beaten. She died in Iranian custody in 2003. 듣기 Add to Wordbook 이란 정부의 수사결과에 따르면 모르타자비씨는 캐나다인 언론인의 체포를 지시했는데, 이 언론인은 이란 당국에 의해 고문과 구타, 성폭행을 당한 뒤 구금 상태에서 지난 2003년 사망했습니다. YBM All in All English-Korean Dictionary",
      "english": "Investigations conducted by the previous Iranian administration determined that Mortazavi ordered the apprehension of a Canadian journalist, and that she was tortured, raped and beaten. She died in Iranian custody in 2003. Add to Wordbook"
    },
    {
      "korean": "I mean, I don't --I don't know. 듣기 Add to Wordbook 내 말은, 난 모르 -- 난 몰라. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Sun(2ssu****)",
      "english": "I mean, I don't --I don't know. Add to Wordbook"
    },
    {
      "korean": "I don't --I don't know quite yet. 듣기 Add to Wordbook 난 모르 -- 난 아직 잘 모르겠어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Sun(2ssu****)",
      "english": "I don't --I don't know quite yet. Add to Wordbook"
    }
  ]
}