{
  "phrases": [
    {
      "phrase": "모델",
      "hanja": "",
      "example": {},
      "meanings": [
        "(제품) model",
        "(패션모델) model",
        "(본보기) model"
      ]
    },
    {
      "phrase": "model",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (보통 실물보다 작게 만든) 모형",
        "Noun (상품의) 모델[디자인]",
        "Verb 모델로 일하다"
      ]
    },
    {
      "phrase": "model (A on B)",
      "hanja": "",
      "example": {},
      "meanings": [
        "모델로 하다"
      ]
    },
    {
      "phrase": "누드모델",
      "hanja": "",
      "example": {},
      "meanings": [
        "nude model"
      ]
    },
    {
      "phrase": "역할모델",
      "hanja": "",
      "example": {},
      "meanings": [
        "role model"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "model",
      "frequency": 2
    },
    {
      "meaning": "sitter",
      "frequency": 1
    },
    {
      "meaning": "mannequin",
      "frequency": 0
    },
    {
      "meaning": "sweater girl",
      "frequency": 0
    },
    {
      "meaning": "Tyler, Liv",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'대휘는 후배 가수가 롤 모델로 AB6IX 이대휘 꼽으면 어떨 것 같아요?' \"How do you think it would be if your rookies chose you as a role model?\" 듣기 View video AB6IX : 비오는 퇴근길 ☔",
      "english": "\"How do you think it would be if your rookies chose you as a role model?\""
    },
    {
      "korean": "끼고 왔죠 - 본인 입으로 참 모델이라고 - 너무 그랬어요? I wore them here. - Saying that you are a great model with your own mouth. - Too much? 듣기 View video MAMAMOO : 용콩별콩 뒤집어지는 LIVE",
      "english": "I wore them here. - Saying that you are a great model with your own mouth. - Too much?"
    },
    {
      "korean": "롤모델이요? My role model? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.23 드립 : 세븐틴 갓 탤런트 #1 (Ad-lib : Seventeen's got Talent #1)",
      "english": "My role model?"
    },
    {
      "korean": "그러면 롤모델이 있나요? Do you have a role model? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.23 드립 : 세븐틴 갓 탤런트 #1 (Ad-lib : Seventeen's got Talent #1)",
      "english": "Do you have a role model?"
    },
    {
      "korean": "모델 어딨어 모델? Where's the model? 듣기 View video BTS : Run BTS! 2020 - EP.105",
      "english": "Where's the model?"
    }
  ],
  "examples": [
    {
      "korean": "models pouting their lips for the camera 발음듣기 카메라를 향해 입술을 불룩 내밀고 있는 모델들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "models pouting their lips for the camera 발음"
    },
    {
      "korean": "He asked me to pose nude for him. 발음듣기 그가 나에게 자기를 위해 누드모델이 되어 달라고 부탁했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He asked me to pose nude for him. 발음"
    },
    {
      "korean": "Being a model invests her with a certain glamour. 발음듣기 모델이라는 점이 그녀를 매력적으로 보이게 하는 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Being a model invests her with a certain glamour. 발음"
    },
    {
      "korean": "The new model is a testament to the skill and dedication of the workforce. 발음듣기 그 새 모델은 노동자들의 기술과 헌신을 보여주는 증거이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new model is a testament to the skill and dedication of the workforce. 발음"
    },
    {
      "korean": "This particular model is one of our biggest sellers. 발음듣기 이 특정 모델은 가장 많이 팔리는 우리 제품들 중 하나이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This particular model is one of our biggest sellers. 발음"
    }
  ]
}