{
  "phrases": [
    {
      "phrase": "모시다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(부모·웃어른 등을)",
        "(안내하다, 동행하다) take sb to (in)to sth, (안내하다) show sb to (in)to sth",
        "(특정 지위에)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Gold Stick",
      "frequency": 0
    },
    {
      "meaning": "Delphinia",
      "frequency": 0
    },
    {
      "meaning": "Parentalia",
      "frequency": 0
    },
    {
      "meaning": "Haloa",
      "frequency": 0
    },
    {
      "meaning": "Scirophoria",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "제가 모시는 신 있거든요. - 네네. There's a god that I serve. - Yes. 듣기 View video ASTRO : [ASTRO DDOCA] 아스트로 또까 주말 나들이",
      "english": "There's a god that I serve. - Yes."
    },
    {
      "korean": "저희가 이렇게 또 모시는 게 아니겠습니까? That's why we invite them as our MC, right? 듣기 View video JTBC PLUS : 김민희, 절친배우 거부하고 자리 교체!? 톱배우들의 시상식 이탈사건! 연예부 기자들이 뽑은 최악의 시상식 비매너 스타!",
      "english": "That's why we invite them as our MC, right?"
    },
    {
      "korean": "제가 모시는 분이고요. This is someone I take care of at home. 듣기 View video V COOKIE : [Full] UHM JUNG HWA X Happiness Train - 엄정화의 행복행!",
      "english": "This is someone I take care of at home."
    },
    {
      "korean": "다음에 한 번 모시는 걸로 하겠습니다. so I will invite him next time. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "so I will invite him next time."
    },
    {
      "korean": "실장님의 유모차 모시는 모습... Imagine how the director walk the stroll. 듣기 View video 모모랜드를 찾아서 (Finding MOMOLAND) : [모모랜드를 찾아서] 방송 30분전",
      "english": "Imagine how the director walk the stroll."
    }
  ],
  "examples": [
    {
      "korean": "A father maintains ten children better than ten children one father. 듣기 Add to Wordbook 열 자식이 한 아버지를 모시는 것보다 한 아버지가 열자식을 키우기가 더 쉽다. (서양속담, 가족속담) 명언/속담",
      "english": "A father maintains ten children better than ten children one father. Add to Wordbook"
    },
    {
      "korean": "It's Korean custom to look after the elderly. 듣기 Add to Wordbook 노인을 모시는 것은 한국의 관습이다. Neungyule",
      "english": "It's Korean custom to look after the elderly. Add to Wordbook"
    },
    {
      "korean": "This month, and this month only, Sampson's Fitness Center is offering a two-for-one sale. 듣기 Add to Wordbook 이달 한 달에 한해 샘프슨 헬스 센터에서 두 사람을 1인 가격으로 모시는 세일을 합니다. YBM All in All English-Korean Dictionary",
      "english": "This month, and this month only, Sampson's Fitness Center is offering a two-for-one sale. Add to Wordbook"
    },
    {
      "korean": "He emphasized that respecting one's parents and teachers, and honoring his ancestors was a duty of every person. 듣기 Add to Wordbook 그는 부모와 스승을 존경하는 것과 그의 조상을 모시는 것이 모든 이의 책임임을 강조했다. YBM All in All English-Korean Dictionary",
      "english": "He emphasized that respecting one's parents and teachers, and honoring his ancestors was a duty of every person. Add to Wordbook"
    },
    {
      "korean": "It’s always a great pleasure to welcome him to Larry King Live. 듣기 Add to Wordbook 이분을 <래리 킹 라이브>에 모시는것은 언제나 즐겁습니다. YBM All in All English-Korean Dictionary",
      "english": "It’s always a great pleasure to welcome him to Larry King Live. Add to Wordbook"
    }
  ]
}