{
  "phrases": [
    {
      "phrase": "모으다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(한데 합치다)",
        "(사람을) gather",
        "(사물을) gather, (수집하다) collect, (자료 등을) amass, (오랜 기간에 걸쳐) accumulate"
      ]
    },
    {
      "phrase": "돈 모으기에 열나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be intent on making money"
      ]
    },
    {
      "phrase": "돈 모으기에 골똘하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be keen[intent] on making money"
      ]
    },
    {
      "phrase": "15살 때부터 모으기 시작했어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-취미를 물을 때-기본대화 Since I was fifteen years old."
      ]
    },
    {
      "phrase": "모으기를 통하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go through collecting"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "round-up",
      "frequency": 0
    },
    {
      "meaning": "focalization",
      "frequency": 0
    },
    {
      "meaning": "defragment",
      "frequency": 0
    },
    {
      "meaning": "roundup",
      "frequency": 0
    },
    {
      "meaning": "an appeal to raise much-needed cash",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이제 포도알 모으기에 의욕이 좀 더 생기셨나요? Now you're more enthusiastic to collect stickers? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.1",
      "english": "Now you're more enthusiastic to collect stickers?"
    },
    {
      "korean": "[아이고 구독자 모으기 힘들어] [휴~] 됐어! [Gee, it's hard to get subscribers] [Phew] Done! 듣기 View video EXID 혜린의 매일삽질 #skyTV : 떼리니가 보따 선생님에게 유튜브를 배워봤삽 [EXID 혜린의 매일삽질] 1회",
      "english": "[Gee, it's hard to get subscribers] [Phew] Done!"
    },
    {
      "korean": "저희가 100명 모으기를 하는데... We are holding the event for 100 people... 듣기 View video JJHOLICMEDIA : [마스크/MASC] 두 번째 VLIVE!",
      "english": "We are holding the event for 100 people..."
    },
    {
      "korean": "이거 다 모으기 진짜 힘들었을 거야. It must have been hard to get all of the props. 듣기 View video IDOL x IDOL : ToppDogg - 탑독 '탑독 하태핫해!!'",
      "english": "It must have been hard to get all of the props."
    },
    {
      "korean": "대현이가 한창 혼자 살기 시작하면서 모으기 시작했죠. Daehyun started colleting things when he moved out. 듣기 View video B.A.P : B.A.P Vring U (B.A.P 2000일 with BABY)",
      "english": "Daehyun started colleting things when he moved out."
    }
  ],
  "examples": [
    {
      "korean": "an appeal to raise much-needed cash 발음듣기 대단히 필요한 현금을 모으기 위한 호소 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an appeal to raise much-needed cash 발음"
    },
    {
      "korean": "He set about raising an army. 발음듣기 그는 군대를 모으기[편성하기] 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He set about raising an army. 발음"
    },
    {
      "korean": "She has been wrestling to raise the money all year. 발음듣기 그녀는 그 돈을 모으기 위해 한 해 내내 씨름을 하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She has been wrestling to raise the money all year. 발음"
    },
    {
      "korean": "I’ve got all the information together but it still needs knocking into shape. 발음듣기 내가 그 정보들을 다 모으기는 했지만 아직 제대로 정리는 못 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve got all the information together but it still needs knocking into shape. 발음"
    },
    {
      "korean": "He is fond of collecting rare, highly prized wine. 발음듣기 그는 드물고 높이 평가되는 와인 모으기를 좋아한다. 절대어휘 5100",
      "english": "He is fond of collecting rare, highly prized wine. 발음"
    }
  ]
}