{
  "phrases": [
    {
      "phrase": "모이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(한곳에) gather, flock, assemble, congregate, come[get] together; (만나다) meet",
        "(돈·물건 등이) accumulate, be gathered, be collected, be amassed",
        "(마음·힘 등이)"
      ]
    },
    {
      "phrase": "모여서 도란도란 담소를 나누다",
      "hanja": "",
      "example": {},
      "meanings": [
        "gather around together and have a friendly talk[chat]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pack ice",
      "frequency": 0
    },
    {
      "meaning": "make up a party",
      "frequency": 0
    },
    {
      "meaning": "kitty party",
      "frequency": 0
    },
    {
      "meaning": "Sunday lunch",
      "frequency": 0
    },
    {
      "meaning": "wood cudweed",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러면 그날은 뭐 수학 다 같이 모여서 하는 건가요? Then is it a day when you gather and do math together? 듣기 View video V COOKIE : [Full] THE BOYZ X Rooftop Live - 더보이즈의 루프탑라이브!",
      "english": "Then is it a day when you gather and do math together?"
    },
    {
      "korean": "[옹기종기 모여서 커피잔 어떻게 들지 상의 중] 이렇게 하자! [Discussing about how to hold the coffee cup] Let's do this! 듣기 View video GOT7 : GOT7(갓세븐) OFFLINE #3",
      "english": "[Discussing about how to hold the coffee cup] Let's do this!"
    },
    {
      "korean": "왜냐면 우리가 5명 다 같이 모여서 언제 이런 영상을 보겠어요? When would the five of us gather around and watch a video like this? 듣기 View video NU'EST : L.O.Λ.E STORY EP.21 뉴이스트의 진실 혹은 거짓 (Truth Or Dare)",
      "english": "When would the five of us gather around and watch a video like this?"
    },
    {
      "korean": "이 코로나가 물러가면 우리 꼭! 다 같이 모여서 파티라도 해야 하지 않을까요? When the coronavirus pandemic ends, shouldn't we all get together to have a party? 듣기 View video V COOKIE : [Full] MCND X Rooftop Live - MCND의 루프탑라이브!",
      "english": "When the coronavirus pandemic ends, shouldn't we all get together to have a party?"
    },
    {
      "korean": "우리 아니면 한번 다 같이 모여서 엄청 큰 거 다 같이 해서 어디다 둬? - 자신 있어요? Maybe we could get together to do a really big puzzle one day. - Are you sure we'll be able to do it? 듣기 View video TWICE : TWICE UNIV. 패션동아리 동아리방",
      "english": "Maybe we could get together to do a really big puzzle one day. - Are you sure we'll be able to do it?"
    }
  ],
  "examples": [
    {
      "korean": "Let’s meet for a drink after work. 발음듣기 퇴근 후에 모여서 한 잔 하자. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let’s meet for a drink after work. 발음"
    },
    {
      "korean": "The children stood in a circle. 발음듣기 그 아이들은 동그랗게 모여 서 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The children stood in a circle. 발음"
    },
    {
      "korean": "Students stood around in groups waiting for their results. 발음듣기 학생들이 결과를 기다리며 끼리끼리 모여 서 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Students stood around in groups waiting for their results. 발음"
    },
    {
      "korean": "What are the catmily doing there? 발음듣기 저기 고양이들이 모여서 뭐 하는 거지? 국제영어대학원대학교 신어사전",
      "english": "What are the catmily doing there? 발음"
    },
    {
      "korean": "We should all get together sometime and have some beers. 발음듣기 우리 모두 언제 다 같이 모여서 맥주 한 잔 해야 해. DARAKWON",
      "english": "We should all get together sometime and have some beers. 발음"
    }
  ]
}