{
  "phrases": [
    {
      "phrase": "모험가",
      "hanja": "",
      "example": {},
      "meanings": [
        "adventurer"
      ]
    },
    {
      "phrase": "그는 모험가였다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He was a risk-taker."
      ]
    },
    {
      "phrase": "상인모험가 홀",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 Merchant Adventurer's Hall"
      ]
    },
    {
      "phrase": "모험",
      "hanja": " (冒險)",
      "example": {},
      "meanings": [
        "[명사] adventure, escapade, [동사] run[take] the risk (of), have an adventure"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "adventurer",
      "frequency": 1
    },
    {
      "meaning": "Argonaut",
      "frequency": 0
    },
    {
      "meaning": "risktaker",
      "frequency": 0
    },
    {
      "meaning": "risker",
      "frequency": 0
    },
    {
      "meaning": "a gentleman of fortune",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "That adventurer is agoraphilic, living his life abroad. 발음듣기 그의 삶 대부분을 해외에서 보내는 모험가는 넓은 공간을 좋아하는 사람이다. 국제영어대학원대학교 신어사전",
      "english": "That adventurer is agoraphilic, living his life abroad. 발음"
    },
    {
      "korean": "Many will call me an adventurer - and that I am, only one of a different sort: one of those who risks his skin to prove his platitudes. (Ernesto \"Che\" Guevara) 발음듣기 많은 이들이 저를 모험가라고 부르겠지만, 저는 다른 류의 모험가입니다. 자기 의견을 증명하기 위해 목숨을 거는 모험가입니다. (체 게바라, 자신감명언) 명언/속담",
      "english": "Many will call me an adventurer - and that I am, only one of a different sort: one of those who risks his skin to prove his platitudes. (Ernesto \"Che\" Guevara) 발음"
    },
    {
      "korean": "Most mountain climbers are adventurers who often must face danger. 발음듣기 대부분의 산악 등반가들은 종종 위험에 직면해야 하는 모험가들이다. Neungyule",
      "english": "Most mountain climbers are adventurers who often must face danger. 발음"
    },
    {
      "korean": "We may assume that these six individuals were voyagers who were thrilled by challenges. 발음듣기 우리는 이 6명이 모두 도전에 스릴을 느끼는 모험가였을 것이라고 추측해 볼 수 있다. YBM All in All English-Korean Dictionary",
      "english": "We may assume that these six individuals were voyagers who were thrilled by challenges. 발음"
    },
    {
      "korean": "Sir Richard is well-known for his business prowess, but he’s also a well-known daredevil. 발음듣기 리처드 경은 그의 뛰어난 사업수완으로 잘 알려져 있지만 대담무쌍한 모험가로도 유명합니다. YBM All in All English-Korean Dictionary",
      "english": "Sir Richard is well-known for his business prowess, but he’s also a well-known daredevil. 발음"
    }
  ]
}