{
  "phrases": [
    {
      "phrase": "목적인",
      "hanja": " (目的因)",
      "example": {},
      "meanings": [
        "(철학) a final cause"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "telos",
      "frequency": 0
    },
    {
      "meaning": "final cause",
      "frequency": 0
    },
    {
      "meaning": "mercenary",
      "frequency": 3
    },
    {
      "meaning": "bounty hunter",
      "frequency": 0
    },
    {
      "meaning": "prizer",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오직 여러분의 행복이 목적인 기관. is to make everyone happy. 듣기 View video V COOKIE : [FULL] CLC X SUITS KNIGHTS - CLC의 정장방!",
      "english": "is to make everyone happy."
    },
    {
      "korean": "그게 제가 노래하는 목적인 것 같아요. I think that's the purpose of me being a singer. 듣기 View video BTOB : 은광 퇴근길 런칭 전야제2♡",
      "english": "I think that's the purpose of me being a singer."
    }
  ],
  "examples": [
    {
      "korean": "If the Internet were monitored, the anarchists in the world whose sole purpose is to stir up the embers of discontent among the masses of the world might think twice before trying to spread their hateful messages. 듣기 Add to Wordbook 인터넷을 감시하게 되면, 세계의 집단들(대중들) 사이에 불만의 불씨를 일게 하는 것이 유일한 목적인 세계의 무정부주의자들이, 아주 나쁜 메시지를 퍼트리려고 하기 전에 다시 한 번 생각하게 될지도 모른다. Neungyule",
      "english": "If the Internet were monitored, the anarchists in the world whose sole purpose is to stir up the embers of discontent among the masses of the world might think twice before trying to spread their hateful messages. Add to Wordbook"
    },
    {
      "korean": "Woman: If the Internet were monitored, the anarchists in the world whose sole purpose is to stir up the embers of discontent among the masses of the world might think twice before trying to spread their hateful messages. 듣기 Add to Wordbook W: 인터넷을 감시하게 되면, 세계의 집단들(대중들) 사이에 불만의 불씨를 일게 하는 것이 유일한 목적인 세계의 무정부주의자들이, 아주 나쁜 메시지를 퍼트리려고 하기 전에 다시 한 번 생각하게 될지도 몰라. Neungyule",
      "english": "Woman: If the Internet were monitored, the anarchists in the world whose sole purpose is to stir up the embers of discontent among the masses of the world might think twice before trying to spread their hateful messages. Add to Wordbook"
    },
    {
      "korean": "ICLEI, whose purpose is to build a sustainable future, is a network of the world's cities, towns, and metropolises. 듣기 Add to Wordbook 지속가능한 미래를 만드는 것이 목적인 이클레이는 세계 도시, 마을 및 대도시의 네트워크이다. TIMES CORE",
      "english": "ICLEI, whose purpose is to build a sustainable future, is a network of the world's cities, towns, and metropolises. Add to Wordbook"
    },
    {
      "korean": "Do at least one thing each day whose only purpose is to make you feel extraordinarily happy, energized, and alive. 듣기 Add to Wordbook 여러분을 굉장히 행복하게, 에너지가 넘치게 그리고 살아있게 하는 것이 목적인 일을 최소한 하루에 하나씩 하세요. TIMES CORE",
      "english": "Do at least one thing each day whose only purpose is to make you feel extraordinarily happy, energized, and alive. Add to Wordbook"
    },
    {
      "korean": "Meanwhile, it is essential to put together a \"Dream Team\" to fulfill the basic Olympic aims: faster, higher, and stronger. 듣기 Add to Wordbook 동시에, 기초적인 올림픽 목적인 더 빨리, 더 높이, 더 강하게를 충족 하도록 하기 위해서 드림팀을 모으는 것도 필수적입니다. TIMES CORE",
      "english": "Meanwhile, it is essential to put together a \"Dream Team\" to fulfill the basic Olympic aims: faster, higher, and stronger. Add to Wordbook"
    }
  ]
}