{
  "phrases": [
    {
      "phrase": "몰락",
      "hanja": " (沒落)",
      "example": {},
      "meanings": [
        "[명사] fall, collapse, [동사] fall, collapse, crumble (away), be ruined"
      ]
    },
    {
      "phrase": "Moloch",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun [성서] 몰록 ((아이를 제물로 바치고 섬긴 신)), [비유] 큰 희생을 요구하는 것",
        "Noun 동물 [m~] 가시도마뱀 ((호주산))"
      ]
    },
    {
      "phrase": "moloch",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN a spiny Australian desert-living lizard, Moloch horridus, that feeds on ants: family Agamidae (agamas)"
      ]
    },
    {
      "phrase": "몰락시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "ruin",
        "bring to ruin"
      ]
    },
    {
      "phrase": "몰락하고 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be on the decline",
        "be at a low ebb",
        "be on the skids"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ruin",
      "frequency": 3
    },
    {
      "meaning": "fall",
      "frequency": 3
    },
    {
      "meaning": "downfall",
      "frequency": 3
    },
    {
      "meaning": "bowwow",
      "frequency": 3
    },
    {
      "meaning": "labefaction",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "달의 몰락님 안녕하세요. -안녕하세요. Hi, FallofMoon. - Hello, everyone. 듣기 View video GAVYNJ : 노래 한 번 할게요....",
      "english": "Hi, FallofMoon. - Hello, everyone."
    },
    {
      "korean": "'달의 몰락'이요? - 네, 판정단 분들께서... \"The Downfall of Moon\"? - The judges said... 듣기 View video SEVENTEEN : [SEVENTEEN RADIO] 캐럿들 귀대귀대#19",
      "english": "\"The Downfall of Moon\"? - The judges said..."
    },
    {
      "korean": "그래요. 달의 몰락 님 '평생 계약이죠?' 그렇죠. \"The lifetime labor contract?\" I guess so. 듣기 View video GAVYNJ : 셀프 네일 Tip☆",
      "english": "\"The lifetime labor contract?\" I guess so."
    },
    {
      "korean": "도겸 씨의 '달의 몰락'. - 오랜만이다. Dokyeom's \"The Downfall of Moon\". - It's been awhile... 듣기 View video SEVENTEEN : [SEVENTEEN RADIO] 캐럿들 귀대귀대#19",
      "english": "Dokyeom's \"The Downfall of Moon\". - It's been awhile..."
    },
    {
      "korean": "달의 몰락 님 맞혔어요. 저 오늘 초밥 먹을 거예요. FallofMoon, right. I will have sushi tonight. 듣기 View video GAVYNJ : 셀프 네일 Tip☆",
      "english": "FallofMoon, right. I will have sushi tonight."
    }
  ],
  "examples": [
    {
      "korean": "The sex scandal finally led to his downfall. 듣기 Add to Wordbook 그 성추문 사건은 결국 그의 몰락을 가져왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sex scandal finally led to his downfall. Add to Wordbook"
    },
    {
      "korean": "The firm collapsed amid allegations of fraud. 듣기 Add to Wordbook 그 회사는 사기 혐의가 쏟아지는 가운데 몰락했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The firm collapsed amid allegations of fraud. Add to Wordbook"
    },
    {
      "korean": "Greed was her downfall. 듣기 Add to Wordbook 탐욕이 그녀가 몰락한 원인이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Greed was her downfall. Add to Wordbook"
    },
    {
      "korean": "The introduction of a new tax accounted in no small measure for the downfall of the government. 듣기 Add to Wordbook 새로운 세금 도입이 그 정부 몰락의 상당한 이유가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The introduction of a new tax accounted in no small measure for the downfall of the government. Add to Wordbook"
    },
    {
      "korean": "They failed to arrest the company’s decline. 듣기 Add to Wordbook 그들은 회사의 몰락을 막지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They failed to arrest the company’s decline. Add to Wordbook"
    }
  ]
}