{
  "phrases": [
    {
      "phrase": "몰래",
      "hanja": "",
      "example": {},
      "meanings": [
        "secretly, in secret, surreptitiously, (informal) on the quiet"
      ]
    },
    {
      "phrase": "몰래 보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "steal a glance",
        "cast stealthy[furtive] glances"
      ]
    },
    {
      "phrase": "몰래 들어가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sneak in"
      ]
    },
    {
      "phrase": "몰래 내가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "smuggle out of"
      ]
    },
    {
      "phrase": "몰래 (빠져) 나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "steal out",
        "slip out",
        "sneak off"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "behind somebody's back",
      "frequency": 0
    },
    {
      "meaning": "in secret",
      "frequency": 0
    },
    {
      "meaning": "secretly",
      "frequency": 3
    },
    {
      "meaning": "slyly",
      "frequency": 0
    },
    {
      "meaning": "furtively",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "몰래 라이브2요? \"Secret Live 2\"? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "\"Secret Live 2\"?"
    },
    {
      "korean": "몰래 라이브는 아니고 그냥... It's not a secret live but... 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "It's not a secret live but..."
    },
    {
      "korean": "몰래 라이브가 아니라 그냥 약간 카페 투어? But it's not a secret live but kind of a cafe tour? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "But it's not a secret live but kind of a cafe tour?"
    },
    {
      "korean": "다음에는 진짜 몰래 라이브를 제대로 한번 해볼까? 어디 할 거 없나? Should I do a \"Secret Live\" properly next time? Is there a place to do it? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Should I do a \"Secret Live\" properly next time? Is there a place to do it?"
    },
    {
      "korean": "'키즈카페 몰래 라이브' 키즈카페에서 애기들한테 맞는 거 아니에요? \"'Secret Live' at a kids cafe.\" What if I get hit by the kids at a kids cafe? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "\"'Secret Live' at a kids cafe.\" What if I get hit by the kids at a kids cafe?"
    }
  ],
  "examples": [
    {
      "korean": "on the quiet 듣기 Add to Wordbook 몰래. Friendict Level English-Korean Dictionary",
      "english": "on the quiet Add to Wordbook"
    },
    {
      "korean": "There was someone skulking behind the bushes. 듣기 Add to Wordbook 덤불 뒤에 누군가가 몰래 숨어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There was someone skulking behind the bushes. Add to Wordbook"
    },
    {
      "korean": "He had no scruples about spying on her. 듣기 Add to Wordbook 그는 그녀를 몰래 감시하는 데 대해 아무런 가책을 느끼지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had no scruples about spying on her. Add to Wordbook"
    },
    {
      "korean": "They were caught smuggling diamonds into the country. 듣기 Add to Wordbook 그들은 다이아몬드를 그 나라로 밀반입하다[몰래 들여오다] 잡혔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were caught smuggling diamonds into the country. Add to Wordbook"
    },
    {
      "korean": "The bombers skipped the country shortly after the blast. 듣기 Add to Wordbook 폭파범들은 그 폭파 사건이 있은 직후에 그 나라를 몰래 빠져나갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The bombers skipped the country shortly after the blast. Add to Wordbook"
    }
  ]
}