{
  "phrases": [
    {
      "phrase": "못쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(옳지 않다)",
        "(나빠지다)"
      ]
    },
    {
      "phrase": "못쓰게 만들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "spoil",
        "ruin",
        "destroy"
      ]
    },
    {
      "phrase": "못쓰게 되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "a person becomes poor in health",
        "a person is in bad shape",
        "be spoilt"
      ]
    },
    {
      "phrase": "뭉개서 못쓰게 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "squeeze out of shape"
      ]
    },
    {
      "phrase": "사람이 못쓰게 되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "a person gets bad[worse]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "spoil",
      "frequency": 3
    },
    {
      "meaning": "BAD",
      "frequency": 0
    },
    {
      "meaning": "be spoilt",
      "frequency": 0
    },
    {
      "meaning": "mangle",
      "frequency": 3
    },
    {
      "meaning": "a person gets bad[worse]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "싸인을 해야 할 CD를 노아가 다 물어 뜯어 CD를 못 쓰게 되었다. but Noah ripped it up and can't be used anymore. 듣기 View video Dispatch : \"뉴이스트W, 알아두면 쓸데있는 T.M.I 타임\"...#2018.07.15 Romantic Sunday Highlight (NU`EST W)",
      "english": "but Noah ripped it up and can't be used anymore."
    },
    {
      "korean": "아무래도 매니저들이 다 관리할 거 아니에요 핸드폰 못쓰게 막 이렇게. The managers probably maintain them so that they can't use their cell phones. 듣기 View video HOONION : [Review] LANEIGE layering cover cushion 라네즈 레이어링 커버 쿠션",
      "english": "The managers probably maintain them so that they can't use their cell phones."
    },
    {
      "korean": "신발들이 다 못 쓰게 됐어요. So all the shoes were ruined. 듣기 View video 10PM : [10pm2 화] 김풍의 풍기문란-김풍 demoralizing behavior",
      "english": "So all the shoes were ruined."
    },
    {
      "korean": "저도 일년을 잘 못쓰게 되더라고요. It's hard to get that far in the planner. 듣기 View video V Beauty : [미아 MIA] 가을맞이 신상 하울 New Cosmetics Haul",
      "english": "It's hard to get that far in the planner."
    },
    {
      "korean": "그 테이프를 못 쓰게 됐군요? - 못 쓰게 돼가지고... - 어떡해. So we couldn't use that scene. - We couldn't. - Oh, sad. 듣기 View video INFINITE : [FULL] INFINITE [TOP SEED] COMEBACK V LIVE",
      "english": "So we couldn't use that scene. - We couldn't. - Oh, sad."
    }
  ],
  "examples": [
    {
      "korean": "This tape will self-destruct in 30 seconds. 듣기 Add to Wordbook 이 테이프는 30초 있으면 저절로 못 쓰게 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This tape will self-destruct in 30 seconds. Add to Wordbook"
    },
    {
      "korean": "Who’s mucking around with my radio? 듣기 Add to Wordbook 누가 내 라디오 못 쓰게 만들었어? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Who’s mucking around with my radio? Add to Wordbook"
    },
    {
      "korean": "the gradual replacement of worn-out equipment 듣기 Add to Wordbook 닳아서 못 쓰게 된 장비의 점진적인 교체 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the gradual replacement of worn-out equipment Add to Wordbook"
    },
    {
      "korean": "I paid good money for this jacket, and now look at it—it’s ruined! 듣기 Add to Wordbook 내가 이 재킷에 많은 돈을 줬는데, 지금 봐, 못쓰게 돼 버렸어! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I paid good money for this jacket, and now look at it—it’s ruined! Add to Wordbook"
    },
    {
      "korean": "lose the use of one’s hands 듣기 Add to Wordbook 손을 못 쓰게 되다. Friendict Level English-Korean Dictionary",
      "english": "lose the use of one’s hands Add to Wordbook"
    }
  ]
}