{
  "phrases": [
    {
      "phrase": "체",
      "hanja": " (體)",
      "example": {},
      "meanings": [
        "(가루·액체 등을 거르는 도구) sieve, sifter; (액체를 거르는) strainer"
      ]
    },
    {
      "phrase": "못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(수준이 떨어지다) inferior (to)",
        "('못해도'의 형태로 쓰여)"
      ]
    },
    {
      "phrase": "못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(잘하지 못하다) be bad[poor] (at), be weak (in)"
      ]
    },
    {
      "phrase": "-체",
      "hanja": " (體)",
      "example": {},
      "meanings": [
        "(몸·형체) physique, constitution, frame, body, object",
        "(물체) a solid (body)",
        "(조직) a system, a body"
      ]
    },
    {
      "phrase": "못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective worse than, not as good as",
        "Adjective at least"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hodaddy",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "As workers got on with their business, and tourists nonchalantly sped past, it dissolved as few looked on. 발음듣기 노동자들이 자신들의 일을 진행하고 관광객들이 무관심하게 지나가자, 그것은 별로 관심을 받지 못한 체 사라졌다. User translation Inaccurate information may be included due to the users' self-traslation. MyamiFlorida(heal****) Web Collection",
      "english": "As workers got on with their business, and tourists nonchalantly sped past, it dissolved as few looked on. 발음"
    },
    {
      "korean": "Also all financial derivative markets should be closed down; they are about to sink the world economy and no-one truly understands why. 발음듣기 아무도 정확한 이유를 이해하지 못한체 그들이 세계 경제를 침몰 시킬 것이기 때문에 모든 금융 파생 상품 시장은 폐쇄되어야만 한다. User translation Inaccurate information may be included due to the users' self-traslation. shic93(shic****) Web Collection",
      "english": "Also all financial derivative markets should be closed down; they are about to sink the world economy and no-one truly understands why. 발음"
    },
    {
      "korean": "To confuse matters even more, Olivia begins to fall for Sebastian and if that’s not enough, Violas twin Sebastian returns two days earlier not knowing that he’s been replaced by his twin sister pretending to be him. 발음듣기 문제를 훨씬 더 복잡하게 만들기 위해서, 올리비아는 세바스찬에게 빠지기 시작하고, 그것도 충분치 않아, 비올라의 쌍둥이 오빠 세바스찬은 그인 체 하는 그의 쌍둥이 여동생에 의해 그를 대신해 온 것을 알지 못한 채 이틀이나 빨리 돌아온다. TIMES CORE",
      "english": "To confuse matters even more, Olivia begins to fall for Sebastian and if that’s not enough, Violas twin Sebastian returns two days earlier not knowing that he’s been replaced by his twin sister pretending to be him. 발음"
    },
    {
      "korean": "Western governments rarely recall the blind eye they turned at the time. 발음듣기 서구 정부는 그당시 자기들이 못본체 했던것을거의 기억하지 못한다 User translation Inaccurate information may be included due to the users' self-traslation. 군 두운(cone****) Web Collection",
      "english": "Western governments rarely recall the blind eye they turned at the time. 발음"
    },
    {
      "korean": "Gentleman as a pedant--so much so that I sometimes lose track of what he is trying to say. 발음듣기 현학자로서 그 의원은, 너무 그런 체를 해서 때때로 그가 무슨 말을하려는지 감을 잡지 못할 때가 있다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Hansard",
      "english": "Gentleman as a pedant--so much so that I sometimes lose track of what he is trying to say. 발음"
    }
  ]
}