{
  "phrases": [
    {
      "phrase": "무게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(중량) weight",
        "(가치, 중요성) weight",
        "(언행의 의젓함) authority"
      ]
    },
    {
      "phrase": "무게(를) 잡다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hold the weight"
      ]
    },
    {
      "phrase": "몸무게",
      "hanja": "",
      "example": {},
      "meanings": [
        "weight"
      ]
    },
    {
      "phrase": "무게중심",
      "hanja": "",
      "example": {},
      "meanings": [
        "center of gravity, (수학) center of mass"
      ]
    },
    {
      "phrase": "무게를 재다",
      "hanja": "",
      "example": {},
      "meanings": [
        "weigh",
        "measure the weight (of)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "weight",
      "frequency": 3
    },
    {
      "meaning": "load",
      "frequency": 3
    },
    {
      "meaning": "deadweight",
      "frequency": 0
    },
    {
      "meaning": "heaviness",
      "frequency": 3
    },
    {
      "meaning": "poundage",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "리더의 무게 - 무게? Leader's weight. - Weight? 듣기 View video AB6IX : 고마워요❤",
      "english": "Leader's weight. - Weight?"
    },
    {
      "korean": "어우 무게... 이게 왜 무겁지? The weight... Why is it heavy? 듣기 View video ASTRO : [ASTRO PLAY] 'Blue Flame' 우리 컴백했어요 ep02",
      "english": "The weight... Why is it heavy?"
    },
    {
      "korean": "꽉 차있다 - 무게감이 없지 않아요 - 무게감이... It's full. - It's heavy. - It weighs... 듣기 View video NU'EST : NU’EST 7th Mini Album ‘The Table’ D-1 UNBOXING V LIVE",
      "english": "It's full. - It's heavy. - It weighs..."
    },
    {
      "korean": "뭐 무게에 따라 다르지 않을까요? Wouldn't it change depending on the weight? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #24",
      "english": "Wouldn't it change depending on the weight?"
    },
    {
      "korean": "'무게를 견디는 자 왕관을 쓰라'인가? \"Those who hold onto weight, wear a crown?\" 듣기 View video VICTON : 연결아 ㅠㅠ",
      "english": "\"Those who hold onto weight, wear a crown?\""
    }
  ],
  "examples": [
    {
      "korean": "It weighed between nine and ten kilos. 듣기 Add to Wordbook 그것은 무게가 9에서 10킬로 사이였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It weighed between nine and ten kilos. Add to Wordbook"
    },
    {
      "korean": "She weighed the stone in her hand. 듣기 Add to Wordbook 그녀는 그 돌을 손에 들고 무게를 가늠해 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She weighed the stone in her hand. Add to Wordbook"
    },
    {
      "korean": "Which measure of weight do pharmacists use? 듣기 Add to Wordbook 약사들은 어떤 무게 단위를 사용하지요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Which measure of weight do pharmacists use? Add to Wordbook"
    },
    {
      "korean": "The fishing nets are weighted with lead. 듣기 Add to Wordbook 어망에는 납을 매달아 무게를 준다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fishing nets are weighted with lead. Add to Wordbook"
    },
    {
      "korean": "The dam burst under the weight of water. 듣기 Add to Wordbook 그 댐은 물의 무게를 못 이기고 터져 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The dam burst under the weight of water. Add to Wordbook"
    }
  ]
}