{
  "phrases": [
    {
      "phrase": "무구",
      "hanja": " (無垢)",
      "example": {},
      "meanings": [
        "arms, weapons (of war), battlegear (총칭)"
      ]
    },
    {
      "phrase": "무구한 처녀",
      "hanja": "",
      "example": {},
      "meanings": [
        "an innocent[immaculate] virgin"
      ]
    },
    {
      "phrase": "천진무구하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(be) immaculate",
        "innocent"
      ]
    },
    {
      "phrase": "무구한 동심을 회복하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "retrieve one´s childish innocence"
      ]
    },
    {
      "phrase": "무구하다",
      "hanja": " (無垢하다)",
      "example": {},
      "meanings": [
        "(be) pure, spotless, innocent, naive, simple, immaculate"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "immaculacy",
      "frequency": 0
    },
    {
      "meaning": "clean hands",
      "frequency": 0
    },
    {
      "meaning": "Astomatida",
      "frequency": 0
    },
    {
      "meaning": "noble savage",
      "frequency": 0
    },
    {
      "meaning": "naive",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "[순진무구] 제주도에 됐는데? [Innocent] It's Jeju! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.23",
      "english": "[Innocent] It's Jeju!"
    },
    {
      "korean": "[순진무구] 그래요, 좋네. [She is naive] Okay, sounds good. 듣기 View video Big Picture (빅픽처) : 빅픽처 ep77_설렘 폭발 종국의 그녀들(?)을 만나는 날",
      "english": "[She is naive] Okay, sounds good."
    },
    {
      "korean": "어린아이처럼 천진난만하고 순진무구한 유형. You are naive and innocent. 듣기 View video 모해 MOHAE : [미앤미] 업텐션 '샤오'편!",
      "english": "You are naive and innocent."
    },
    {
      "korean": "순진무구한 눈으로 호기심있게 보고 있어요. He is monitoring with curiosity and innocence. 듣기 View video V MOVIE : <밀정> 무비토크 라이브 ' Movie Talk Live'",
      "english": "He is monitoring with curiosity and innocence."
    },
    {
      "korean": "[순진 동현 언중무구] 멋져! [Dong Hyun is innocent, but got the wrong answer] You're so cool! 듣기 View video Golden Child : '울려라! 골든차일드' 2화 ('Ring it! Golden Child' ep.2)",
      "english": "[Dong Hyun is innocent, but got the wrong answer] You're so cool!"
    }
  ],
  "examples": [
    {
      "korean": "Their approach to life is refreshingly naive. 발음듣기 삶에 대한 그들의 접근법은 신선할 정도로 순진무구하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their approach to life is refreshingly naive. 발음"
    },
    {
      "korean": "The determined scholar and the man of virtue will not seek to live at the expense of injuring their virtue. They will even sacrifice their lives to preserve their virtue complete. (Confucius) 발음듣기 뜻있는 선비와 덕이 있는 사람은 덕을 해하며 살려 하지 않을 것이다. 오히려 삶을 희생하여 덕을 지켜낼 것이다. (志士仁人 無求生以害仁 有殺身以成仁 / 지사인인 무구생이해인 유살신이성인) (공자, 명예명언) 명언/속담",
      "english": "The determined scholar and the man of virtue will not seek to live at the expense of injuring their virtue. They will even sacrifice their lives to preserve their virtue complete. (Confucius) 발음"
    },
    {
      "korean": "Mozart's music is characterized by its naivety and clarity. 발음듣기 모차르트 음악의 특징은 그 순진무구함과 명료함에 있다. Friendict Level English-Korean Dictionary",
      "english": "Mozart's music is characterized by its naivety and clarity. 발음"
    },
    {
      "korean": "The Virginia Tech massacre was a terrible tragedy in which 32 innocent people lost their lives and one deranged man put an end to his own suffering. 발음듣기 버지니아 공대 대량 학살은 참혹한 비극이었는데 32명의 무구한 사람들이 목숨을 잃었고 한 명의 제 정신이 아닌 남성이 자신의 고통에 종지부를 찍었다. Neungyule",
      "english": "The Virginia Tech massacre was a terrible tragedy in which 32 innocent people lost their lives and one deranged man put an end to his own suffering. 발음"
    },
    {
      "korean": "It is simply that the South would be responsible for harming or even killing innocent people regardless of whether or not North Korea agrees to fully accept blame for whatever consequences occur. 발음듣기 북한이 어떤 결과가 발생하든지 간에 전적으로 비난을 받아들이겠다고 동의하든지 말든 지에 상관없이 한국이 무구한 사람들을 해롭게 하거나 죽였다는 책임을 지게 되는 것이 당연하다. Neungyule",
      "english": "It is simply that the South would be responsible for harming or even killing innocent people regardless of whether or not North Korea agrees to fully accept blame for whatever consequences occur. 발음"
    }
  ]
}