{
  "phrases": [
    {
      "phrase": "무력",
      "hanja": " (無力)",
      "example": {},
      "meanings": [
        "[형용사] powerless, helpless, impotent"
      ]
    },
    {
      "phrase": "무력",
      "hanja": " (武力)",
      "example": {},
      "meanings": [
        "(armed) force, (군사력) military force"
      ]
    },
    {
      "phrase": "무력 간섭",
      "hanja": "",
      "example": {},
      "meanings": [
        "armed intervention",
        "intervention by arms"
      ]
    },
    {
      "phrase": "무력 침략",
      "hanja": "",
      "example": {},
      "meanings": [
        "an armed aggression"
      ]
    },
    {
      "phrase": "무력시위",
      "hanja": "",
      "example": {},
      "meanings": [
        "armed protest"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "steel",
      "frequency": 3
    },
    {
      "meaning": "saber",
      "frequency": 3
    },
    {
      "meaning": "inertia",
      "frequency": 0
    },
    {
      "meaning": "impotence",
      "frequency": 0
    },
    {
      "meaning": "asthenia",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[꽈악] 무력 무력 무력 써도 되는 거야? [Grab] Force, force. Can he use force? 듣기 View video 그래TV : 레디플레이어:하이라이트 - <4화> 하이라이트의 입심!",
      "english": "[Grab] Force, force. Can he use force?"
    },
    {
      "korean": "남자들의 무력이 싫었대요. They said they hated the feeling of force from men. 듣기 View video KIM DONG WAN : 2018 신화 활동 마무리",
      "english": "They said they hated the feeling of force from men."
    },
    {
      "korean": "이럴 때는 무력을 사용해야 합니다, 여러분. You need to use your strength at times like these. 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '우리 친해지길 바라'",
      "english": "You need to use your strength at times like these."
    },
    {
      "korean": "그는 막강한 무력 외에도 뛰어난 지략가이기도 하죠. Other than his armed strength, he is a great strategic planner as well. 듣기 View video zzal TV GODAKU : 원피스 파워랭킹10 [GO다쿠 3.6 / 6화].mp4",
      "english": "Other than his armed strength, he is a great strategic planner as well."
    },
    {
      "korean": "'기말고사도 다가오는데 공부는 안 하고 무력해져있는 제가 한심합니다.' \"Exams are coming up, but I can't focus on studying because I'm depressed. So pathetic.\" 듣기 View video iKON : 브이나잇 from.동동 (두번째 밤)",
      "english": "\"Exams are coming up, but I can't focus on studying because I'm depressed. So pathetic.\""
    }
  ],
  "examples": [
    {
      "korean": "force of arms 듣기 Add to Wordbook 무력. Friendict Level English-Korean Dictionary",
      "english": "force of arms Add to Wordbook"
    },
    {
      "korean": "We may have to intervene militarily in the area. 듣기 Add to Wordbook 우리가 그 지역에 대해 무력 개입을 해야 할지도 모른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We may have to intervene militarily in the area. Add to Wordbook"
    },
    {
      "korean": "She blazed with impotent rage. 듣기 Add to Wordbook 그녀는 무력한 격분에 휩싸였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She blazed with impotent rage. Add to Wordbook"
    },
    {
      "korean": "I don’t hold with the use of force. 듣기 Add to Wordbook 나는 무력 사용에 동의하지 않는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I don’t hold with the use of force. Add to Wordbook"
    },
    {
      "korean": "We may have to take military action. 듣기 Add to Wordbook 우리가 무력 조치를 취해야 할지도 모른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We may have to take military action. Add to Wordbook"
    }
  ]
}