{
  "phrases": [
    {
      "phrase": "무력화",
      "hanja": " (無力化)",
      "example": {},
      "meanings": [
        "incapacitation, neutralization"
      ]
    },
    {
      "phrase": "무력화하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "incapacitate",
        "neutralize"
      ]
    },
    {
      "phrase": "방공포병무력화",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 air defense artillery neutralization"
      ]
    },
    {
      "phrase": "무인기뢰무력화장치",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 mine neutralization vehicle (MNV)"
      ]
    },
    {
      "phrase": "기뢰 무력화 장치",
      "hanja": " (機雷無力化裝置)",
      "example": {},
      "meanings": [
        "(약어: MND) Mine Neutralization Device"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "emasculation",
      "frequency": 0
    },
    {
      "meaning": "paralyzation",
      "frequency": 0
    },
    {
      "meaning": "eunuchism",
      "frequency": 0
    },
    {
      "meaning": "Air Defense Weapon System",
      "frequency": 0
    },
    {
      "meaning": "emasculate",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The dictator cut the legs from under the law. 듣기 Add to Wordbook 독재자는 법을 완전히 무력화시켰다. 국제영어대학원대학교 신어사전",
      "english": "The dictator cut the legs from under the law. Add to Wordbook"
    },
    {
      "korean": "Those who make peaceful revolution impossible, make violent revolution inevitable. (John F. Kennedy) 듣기 Add to Wordbook 평화적인 혁명을 무력화시키는 이들은 폭력적인 혁명을 불가피하게 만들 것이다. (존 F. 케네디, 전쟁명언) 명언/속담",
      "english": "Those who make peaceful revolution impossible, make violent revolution inevitable. (John F. Kennedy) Add to Wordbook"
    },
    {
      "korean": "The salutogenesis approach focuses on factors which neutralize stress hormones. 듣기 Add to Wordbook 건강을 지키는 요인에 중점을 두는 접근법은 스트레스 호르몬을 무력화하는 요소에 초점을 맞춘다. 국제영어대학원대학교 신어사전",
      "english": "The salutogenesis approach focuses on factors which neutralize stress hormones. Add to Wordbook"
    },
    {
      "korean": "The pitcher stunned the opponent's batters with his precise pitching. 듣기 Add to Wordbook 투수는 정교한 피칭으로 상대편의 타선을 무력화시켰다 Neungyule",
      "english": "The pitcher stunned the opponent's batters with his precise pitching. Add to Wordbook"
    },
    {
      "korean": "Hackers infiltrate computer systems with one thing in mind to paralyze the operating capabilities of a nation. 듣기 Add to Wordbook 해커들은 한 나라의 시스템 가동 능력을 무력화시키겠다는 한 가지 목적을 지니고 컴퓨터 시스템에 침입한다. Neungyule",
      "english": "Hackers infiltrate computer systems with one thing in mind to paralyze the operating capabilities of a nation. Add to Wordbook"
    }
  ]
}