{
  "phrases": [
    {
      "phrase": "무너지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(건물이) collapse, crumble (away); (무게·압력 등으로) give way; (지붕·벽 등이) cave in (=붕괴되다)",
        "collapse (몸이 힘을 잃고 쓰러지다)",
        "(균형·질서·체제 등이) collapse, crumble (away), disintegrate, fall apart; (주식시장 등이) crash"
      ]
    },
    {
      "phrase": "가슴이 무너져 내리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "One's heart collapses"
      ]
    },
    {
      "phrase": "가슴이 무너져 내리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be deeply shocked, be extremely surprised"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "come down",
      "frequency": 0
    },
    {
      "meaning": "insecurely",
      "frequency": 0
    },
    {
      "meaning": "in rout",
      "frequency": 0
    },
    {
      "meaning": "lie in ruins[the dust]",
      "frequency": 0
    },
    {
      "meaning": "The stand gave away.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "무너져 - 좋아! It will collapse. - I love it! 듣기 View video V COOKIE : [Full] THE BOYZ X LieV - 더보이즈의 눕방라이브!",
      "english": "It will collapse. - I love it!"
    },
    {
      "korean": "[(띤..똔..)] '무너져 내렸대요' 아닌가요? Wasn't it \"It crashed\"? 듣기 View video Dispatch : [ⓓxV] “SVT 스쿨 1교시” (세븐틴:SEVENTEEN)",
      "english": "Wasn't it \"It crashed\"?"
    },
    {
      "korean": "엄청 글로한 텍스처를 발라도 사실 쉽게 무너져내릴 것 같진 않아요. Even if you have a glow texture, I don't think it'll break down easily. 듣기 View video EMMA BEAUTY : [GRWM] 은은하게 분위기 갑 되는 메이크업 / 코타키나발루 겟레디위드미!",
      "english": "Even if you have a glow texture, I don't think it'll break down easily."
    },
    {
      "korean": "안 무너져. It's not going to fall. 듣기 View video BTOB : 비투비 - 비트콤 #32 (2018 시즌 그리팅 비하인드)",
      "english": "It's not going to fall."
    },
    {
      "korean": "하늘이 무너져 내리고 있어. Sky is falling down. 듣기 View video LEE HI : HI TV - Episode 08",
      "english": "Sky is falling down."
    }
  ],
  "examples": [
    {
      "korean": "The ceiling suddenly caved in on top of them. 발음듣기 지붕이 갑자기 그들 위로 무너져 내렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ceiling suddenly caved in on top of them. 발음"
    },
    {
      "korean": "The buildings are crumbling from years of neglect. 발음듣기 그 건물들은 오랫동안의 관리 소홀로 무너져 내릴 판이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The buildings are crumbling from years of neglect. 발음"
    },
    {
      "korean": "The earthquake plunged entire towns over the edge of the cliffs. 발음듣기 그 지진으로 도시들 전체가 벼랑 끝으로 풀썩 무너져 내려 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The earthquake plunged entire towns over the edge of the cliffs. 발음"
    },
    {
      "korean": "Her confidence has been slowly eroded by repeated failures. 발음듣기 거듭되는 실패에 그녀의 자신감은 서서히 무너져 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her confidence has been slowly eroded by repeated failures. 발음"
    },
    {
      "korean": "Flinging herself on the bed, she gave way to helpless misery. 발음듣기 침대 위로 몸을 던지며 그녀는 주체할 수 없는 비참함에 무너져 내렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Flinging herself on the bed, she gave way to helpless misery. 발음"
    }
  ]
}