{
  "phrases": [
    {
      "phrase": "무릎",
      "hanja": "",
      "example": {},
      "meanings": [
        "(신체 부위) knee, (앉았을 때 허벅지 부위) lap",
        "(비유적)"
      ]
    },
    {
      "phrase": "무릎을 꿇다",
      "hanja": "",
      "example": {},
      "meanings": [
        "kneel (down)",
        "sink[fall, drop] to one's knees"
      ]
    },
    {
      "phrase": "무릎보호대",
      "hanja": "",
      "example": {},
      "meanings": [
        "knee pads"
      ]
    },
    {
      "phrase": "무릎 관절",
      "hanja": "",
      "example": {},
      "meanings": [
        "the knee joint"
      ]
    },
    {
      "phrase": "무릎을 베다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lay[rest] one's head on[in] sb's lap"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "knee",
      "frequency": 3
    },
    {
      "meaning": "lap",
      "frequency": 0
    },
    {
      "meaning": "lap 1",
      "frequency": 3
    },
    {
      "meaning": "genu",
      "frequency": 0
    },
    {
      "meaning": "hock 1",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "무릎. On my knees. 듣기 View video V Beauty : 쿠키의 오프숄더 맞춤 메이크업! off the shoulder dress makeup",
      "english": "On my knees."
    },
    {
      "korean": "어머니의 무릎처럼... Just like my mother's lap. 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Just like my mother's lap."
    },
    {
      "korean": "'무릎 보호대 해야 되는 거 아니에요?' \"Don't you need knee pads?\" 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "\"Don't you need knee pads?\""
    },
    {
      "korean": "'무릎'도 엄청 많이 듣고 있어요 약간 이런 류의... I listen to the song a lot. I like such songs. 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "I listen to the song a lot. I like such songs."
    },
    {
      "korean": "무릎 꿇고! On his knees! 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#378. 열려라 에이티즈 (스페셜 DJ AOA 지민&찬미 with 에이티즈)",
      "english": "On his knees!"
    }
  ],
  "examples": [
    {
      "korean": "Skirts will be worn below the knee. 듣기 Add to Wordbook 치마는 무릎 아래까지 내려오게 입는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Skirts will be worn below the knee. Add to Wordbook"
    },
    {
      "korean": "He kneed his attacker in the groin. 듣기 Add to Wordbook 그가 자기를 공격한 자의 사타구니를 무릎으로 쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He kneed his attacker in the groin. Add to Wordbook"
    },
    {
      "korean": "He gave her knee an affectionate pat. 듣기 Add to Wordbook 그가 그녀의 무릎을 애정 어린 손길로 쓰다듬었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He gave her knee an affectionate pat. Add to Wordbook"
    },
    {
      "korean": "She sat in the chair, hugging her knees. 듣기 Add to Wordbook 그녀는 무릎을 끌어안고 의자에 앉아 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She sat in the chair, hugging her knees. Add to Wordbook"
    },
    {
      "korean": "The baby was wriggling around on my lap. 듣기 Add to Wordbook 아기가 내 무릎 위에서 꿈틀거리고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The baby was wriggling around on my lap. Add to Wordbook"
    }
  ]
}