{
  "phrases": [
    {
      "phrase": "무시하다",
      "hanja": " (無視하다)",
      "example": {},
      "meanings": [
        "(존재나 가치를 알아주지 않다) ignore, disregard, neglect, pass over",
        "(업신여기다) slight, (formal) disdain, look down on"
      ]
    },
    {
      "phrase": "남을 무시하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "slight a person",
        "look down (up)on a person"
      ]
    },
    {
      "phrase": "…을 무시하고",
      "hanja": "",
      "example": {},
      "meanings": [
        "in disregard of...",
        "without regard for...",
        "in defiance of..."
      ]
    },
    {
      "phrase": "무시",
      "hanja": " (無視)",
      "example": {},
      "meanings": [
        "disregard (for rules), neglect (of consequences), 무시하다 disregard, ignore, neglect, bypass, take no notice of, set (the rules) at naught, leave (a thing) out of account"
      ]
    },
    {
      "phrase": "충고를 무시하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "disregard[ignore] sb's advice",
        "turn a deaf ear to sb's advice",
        "take[pay] no heed to sb's advice"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "disregardful",
      "frequency": 0
    },
    {
      "meaning": "disdain",
      "frequency": 3
    },
    {
      "meaning": "disregard",
      "frequency": 3
    },
    {
      "meaning": "ignore",
      "frequency": 3
    },
    {
      "meaning": "negligible",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[이때, 어마 무시한 대결 상대의 등장!] [At that time, a great component enters!] View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 9부_ep.1 아침을 깨우는 모닝엔젤의 정체?! (ft.벌칙)",
      "english": "[At that time, a great component enters!]"
    },
    {
      "korean": "[현역 아이돌의 어마 무시한 TIP 대기 중] MC들이 또 엄청난 걸 준비했습니다. the MCs have prepared something grand. 듣기 View video GFRIEND : SBS MTV <요고바라 4화> 동시 생중계",
      "english": "the MCs have prepared something grand."
    },
    {
      "korean": "무시한 적 없어. I never disregarded you. 듣기 View video V COOKIE : [FULL] ASTRO X SUITS KNIGHTS - 아스트로의 정장방!",
      "english": "I never disregarded you."
    },
    {
      "korean": "갔는데 저를 무시한 거죠. So I went, but they ignored me. 듣기 View video CNBLUE : [신데렐라와 네 명의 기사] 심쿵 유발 팬미팅",
      "english": "So I went, but they ignored me."
    },
    {
      "korean": "아닌데 난 무시한 소리 아니야. No~ It was an insult at all. 듣기 View video B1A4 : 산들과 꽃꽂이를 배워봅시다",
      "english": "No~ It was an insult at all."
    }
  ],
  "examples": [
    {
      "korean": "The new exam mocked the needs of the majority of children. 듣기 Add to Wordbook 그 새 시험은 다수 아동의 요구를 무시한 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new exam mocked the needs of the majority of children. Add to Wordbook"
    },
    {
      "korean": "a man who was openly regardless of religious rites 듣기 Add to Wordbook 종교적 의식을 공공연하게 무시한 사나이. Friendict Level English-Korean Dictionary",
      "english": "a man who was openly regardless of religious rites Add to Wordbook"
    },
    {
      "korean": "Isn't he the guy who gave you the flick with money? 듣기 Add to Wordbook 돈을 가지고 너를 무시한 사람이 쟤 아니니? YBM All in All English-Korean Dictionary",
      "english": "Isn't he the guy who gave you the flick with money? Add to Wordbook"
    },
    {
      "korean": "His speech was just metooism and ignored the reality. 듣기 Add to Wordbook 그의 연설은 모방주의에 불과하며 현실을 무시한 것이었다. YBM All in All English-Korean Dictionary",
      "english": "His speech was just metooism and ignored the reality. Add to Wordbook"
    },
    {
      "korean": "Families who suffered illness because of industrial pollution that Communist Party members ignored in the pursuit of economic growth. 듣기 Add to Wordbook 공산당 당원들이 경제 성장을 추구하느라 무시한 산업 공해로 인해 병을 앓게 되는 가족들 YBM All in All English-Korean Dictionary",
      "english": "Families who suffered illness because of industrial pollution that Communist Party members ignored in the pursuit of economic growth. Add to Wordbook"
    }
  ]
}