{
  "phrases": [
    {
      "phrase": "무섭다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(두렵다, 끔찍하다) (두렵다) scary, frightening, terrifying, fearful; (끔찍하다) terrible, horrible, dreadful, horrific, horrendous; (...",
        "(두려워하다) afraid (of), frightened (of), scared (of), terrified (of)",
        "(정도가 심하다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "frightening",
      "frequency": 2
    },
    {
      "meaning": "terrify",
      "frequency": 1
    },
    {
      "meaning": "scary",
      "frequency": 0
    },
    {
      "meaning": "dreaded",
      "frequency": 0
    },
    {
      "meaning": "scarcely",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "얼마나 무서운지 몰라요 진짜. You can't imagine how terrifying that is. 듣기 View video IMFACT : 임팩트 자체제작 리얼리티 I`M FACT 6화 - 공포특집 #2",
      "english": "You can't imagine how terrifying that is."
    },
    {
      "korean": "내가 화나면 얼마나 무서운지 모르지? You don't know how scary I am when I'm mad, right? 듣기 View video BTOB : 비투비 - 비트콤 #14 ('MOVIE' 일본 프로모션 비하인드 PART 2)",
      "english": "You don't know how scary I am when I'm mad, right?"
    },
    {
      "korean": "바이킹을 어떻게 타면 안 무서운지 아세요? Do you know how to make the viking ride less scary? 듣기 View video GAVYNJ : 인생극장",
      "english": "Do you know how to make the viking ride less scary?"
    },
    {
      "korean": "[얼마나 무서운지 잘 찍어올게요] 혼자 가셔야죠. [I'll shoot how scary it is] You should go alone. 듣기 View video Apink : [Apink] 익스트림 어드벤처 3화",
      "english": "[I'll shoot how scary it is] You should go alone."
    },
    {
      "korean": "'요즘 중2가 얼마나 무서운지 아시죠'? 그렇죠. \"I hope you know how terrible the 8th graders are\". Right. 듣기 View video LEE DONG WOOK : [Full]이동욱의 On the air (LEE DONG WOOK's On the air)",
      "english": "\"I hope you know how terrible the 8th graders are\". Right."
    }
  ],
  "examples": [
    {
      "korean": "I realized then for the first time how horrible a fire can be. 발음듣기 화재가 얼마나 무서운지 그때 비로소 알았다 Neungyule",
      "english": "I realized then for the first time how horrible a fire can be. 발음"
    },
    {
      "korean": "I realized for the first time how horrible a fire could be. 발음듣기 화재가 얼마나 무서운지 비로소 알았다 Neungyule",
      "english": "I realized for the first time how horrible a fire could be. 발음"
    },
    {
      "korean": "It is hard to see how big and scary some animals are from a book. 발음듣기 책으로부터 어떤 동물이 얼마나 크고 무서운지를 깨닫는 것은 어렵습니다. TIMES CORE",
      "english": "It is hard to see how big and scary some animals are from a book. 발음"
    },
    {
      "korean": "If you have, you already know how big and scary it is. 발음듣기 본 적이 있다면, 악어가 얼마나 크고 무서운지 알고 있을 거예요. TIMES CORE",
      "english": "If you have, you already know how big and scary it is. 발음"
    },
    {
      "korean": "Do you know how scared I am? 발음듣기 내가 얼마나 무서운지 너 알아? User translation Inaccurate information may be included due to the users' self-traslation. 단비해나(leje****) Web Collection",
      "english": "Do you know how scared I am? 발음"
    }
  ]
}