{
  "phrases": [
    {
      "phrase": "무효",
      "hanja": " (無效)",
      "example": {},
      "meanings": [
        "invalidity, (법률) nullity"
      ]
    },
    {
      "phrase": "무효로 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make (null and) void",
        "avoid",
        "nullify"
      ]
    },
    {
      "phrase": "무효가 되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "become null[void, ineffective, unavailable]",
        "be invalidated",
        "be nullified"
      ]
    },
    {
      "phrase": "무효 조항",
      "hanja": "",
      "example": {},
      "meanings": [
        "an irritant clause",
        "an irritancy"
      ]
    },
    {
      "phrase": "무효로 간주되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be regarded as not valid",
        "be considered null and void(법률상)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "invalidity",
      "frequency": 0
    },
    {
      "meaning": "nullity",
      "frequency": 0
    },
    {
      "meaning": "sterility",
      "frequency": 0
    },
    {
      "meaning": "voidance",
      "frequency": 0
    },
    {
      "meaning": "nullification",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "무효? Don't count it? 듣기 View video V Beauty : [Ryeong 룡이] 브랜드 선물 & 룡이 봄패션 함께보기 Brand New Products & Spring fashion recommendation",
      "english": "Don't count it?"
    },
    {
      "korean": "아직 안 냈어요 - 무효로 할까요? I haven't played yet. - It didn't happen. 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "I haven't played yet. - It didn't happen."
    },
    {
      "korean": "남한테 얘기하면 무효가 되고 이런 것도 있잖아 너무 미신인가? your good luck will disappear. Is it a superstition? 듣기 View video TWICE : 쯔가 사줫어요...그래서 한번 해보고싶어서...ㅋㅋ",
      "english": "your good luck will disappear. Is it a superstition?"
    },
    {
      "korean": "무효 무효 무효표 - 무효표 - 걸리기만 해 봐 - 언니에요? That's not valid. - Not valid. - If I catch her... - Is it you? 듣기 View video 이달의 소녀(LOONA) : [이달의 소녀] 제1회 이달의 소녀 사생대회",
      "english": "That's not valid. - Not valid. - If I catch her... - Is it you?"
    },
    {
      "korean": "이거는 이거는 무효 무효 다시 할게요. This doesn't count. We'll do it again. 듣기 View video Dispatch : \"MC백호 수난시대\"...#2018.07.15 Romantic Sunday Highlight (NU`EST W)",
      "english": "This doesn't count. We'll do it again."
    }
  ],
  "examples": [
    {
      "korean": "Their marriage was annulled after just six months. 듣기 Add to Wordbook 그들의 결혼은 겨우 6개월 뒤에 무효가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their marriage was annulled after just six months. Add to Wordbook"
    },
    {
      "korean": "Judges were unwilling to nullify government decisions. 듣기 Add to Wordbook 판사들은 정부 결정을 무효화하기를 꺼렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Judges were unwilling to nullify government decisions. Add to Wordbook"
    },
    {
      "korean": "An unhealthy diet will nullify the effects of training. 듣기 Add to Wordbook 건강하지 못한 식습관은 훈련 효과를 무효로 만든다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "An unhealthy diet will nullify the effects of training. Add to Wordbook"
    },
    {
      "korean": "The treaty was declared invalid because it had not been ratified. 듣기 Add to Wordbook 그 조약은 비준을 받지 않았으므로 무효라고 선언되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The treaty was declared invalid because it had not been ratified. Add to Wordbook"
    },
    {
      "korean": "The agreement was declared void. 듣기 Add to Wordbook 그 합의는 무효임이 공표되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The agreement was declared void. Add to Wordbook"
    }
  ]
}