{
  "phrases": [
    {
      "phrase": "문제",
      "hanja": " (問題)",
      "example": {},
      "meanings": [
        "(질문) question, problem",
        "(해결해야 할 일) matter, question, (골치 아픈 일) problem, trouble, (쟁점) issue",
        "('문제의'의 형태로 쓰여)"
      ]
    },
    {
      "phrase": "별문제",
      "hanja": "",
      "example": {},
      "meanings": [
        "another question",
        "a different case"
      ]
    },
    {
      "phrase": "문제 삼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "call into question",
        "take seriously",
        "take issue with"
      ]
    },
    {
      "phrase": "연습 문제",
      "hanja": "",
      "example": {},
      "meanings": [
        "exercise, practice problem"
      ]
    },
    {
      "phrase": "수학 문제",
      "hanja": "",
      "example": {},
      "meanings": [
        "a problem in mathematics",
        "a mathematical problem"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "matter",
      "frequency": 3
    },
    {
      "meaning": "trouble",
      "frequency": 3
    },
    {
      "meaning": "problem",
      "frequency": 3
    },
    {
      "meaning": "affair",
      "frequency": 3
    },
    {
      "meaning": "question",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "연아 너 문제 있는 거 아니니? Yeon, what's wrong with you? 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "Yeon, what's wrong with you?"
    },
    {
      "korean": "다음 문제는 여원 씨의 잠버릇은? The next question, what's Yeo One's sleeping habit? 듣기 View video OSEN : PENTAGON 펜타곤, 여동생에 소개시켜주고 싶은 멤버? #스타로드 04",
      "english": "The next question, what's Yeo One's sleeping habit?"
    },
    {
      "korean": "첫 번째 문제는 펜타곤 최고의 집돌이는? The first question is, who's the most homebody in Pentagon? 듣기 View video OSEN : PENTAGON 펜타곤이 꼽은 가장 힘이 센 멤버는? #스타로드 03",
      "english": "The first question is, who's the most homebody in Pentagon?"
    },
    {
      "korean": "[피해자 쥬씨] [기계 문제] 잠깐만 이거 다 이상한 거 맞지? [Victim Juri] [The machine is wrong] Hold on, this is weird, right? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "[Victim Juri] [The machine is wrong] Hold on, this is weird, right?"
    },
    {
      "korean": "[바로 다음 문제 도전] - 그냥 다음 거 하자 - 다음 뭘로 할까요? - 그럴까요? [Move on] - Let's do the next one. - What should we pick? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Move on] - Let's do the next one. - What should we pick?"
    }
  ],
  "examples": [
    {
      "korean": "The problem is not reducible to one of money. 듣기 Add to Wordbook 그 문제는 돈 문제로 축소시킬 수 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The problem is not reducible to one of money. Add to Wordbook"
    },
    {
      "korean": "And that is the crux of the matter. 듣기 Add to Wordbook 그리고 그것이 문제의 핵심이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "And that is the crux of the matter. Add to Wordbook"
    },
    {
      "korean": "That decision came back to haunt him. 듣기 Add to Wordbook 그 결정은 그에게 계속 문제가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "That decision came back to haunt him. Add to Wordbook"
    },
    {
      "korean": "Let me try to reformulate the problem. 듣기 Add to Wordbook 그 문제를 제가 달리 표현해 보겠습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let me try to reformulate the problem. Add to Wordbook"
    },
    {
      "korean": "Let me know if you run into any snags. 듣기 Add to Wordbook 무슨 문제가 있으시면 제게 알려 주세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let me know if you run into any snags. Add to Wordbook"
    }
  ]
}