{
  "phrases": [
    {
      "phrase": "물러서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뒤·옆으로) step[stand] back, go[move] back(ward), back off, (길을 비키다) get out of the way, (놀람·무서움 등으로) draw back (=...",
        "(양보하다, 포기하다) withdraw, yield (to), retreat, back out, (잘못·패배 등을 인정하다) back down"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "stand back (from something)",
      "frequency": 0
    },
    {
      "meaning": "give/lose ground (to somebody/something)",
      "frequency": 0
    },
    {
      "meaning": "the point of no return",
      "frequency": 0
    },
    {
      "meaning": "retreat",
      "frequency": 3
    },
    {
      "meaning": "not budge/give/move an inch",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "한 발짝씩 다 뒤로 물러서게. Everyone take a step back. 듣기 View video V COOKIE : [FULL] CLC X SUITS KNIGHTS - CLC의 정장방!",
      "english": "Everyone take a step back."
    },
    {
      "korean": "[물러서는 윤형?] [이 팀도 평화가 찾아드는 듯] 알았어, 그럼 뭐에 쓸 건데? [Yunhyeong backs off?][The team is finding peace] OK, then what is the prize going to be? 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.4-1",
      "english": "[Yunhyeong backs off?][The team is finding peace] OK, then what is the prize going to be?"
    },
    {
      "korean": "점점 뒤로 물러서고 있어요. The sea is now retreating. 듣기 View video TWICE : TWICE TV SPECIAL EP.05",
      "english": "The sea is now retreating."
    },
    {
      "korean": "우리 다이아 멤버들은 뒤로 두 발자국만 물러서주시고요. DIA, step back two steps. 듣기 View video MBK entertainment : DIA[Mr.Potter] COMEBACK SHOWCASE LIVE",
      "english": "DIA, step back two steps."
    },
    {
      "korean": "[한 발짝도 물러서지 않는 쟈니&재현] 킹숑샹 쿵쿵따. [Neck-and-neck match] Kingshongshang, Kung Kung Ta. 듣기 View video NCT : NCT LIFE in Chiang Mai EP 02",
      "english": "[Neck-and-neck match] Kingshongshang, Kung Kung Ta."
    }
  ],
  "examples": [
    {
      "korean": "When she finished painting, she stepped back to admire the overall effect. 듣기 Add to Wordbook 그녀는 색칠을 끝내고 뒤로 물러서서 전체 효과를 음미했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "When she finished painting, she stepped back to admire the overall effect. Add to Wordbook"
    },
    {
      "korean": "The first thing I do is evaluate the problem by stepping back and looking at the entire process from start to finish. 듣기 Add to Wordbook 제일 먼저 하는 일은 몇 걸음 뒤로 물러서서 그 문제를 평가하고, 일의 처음부터 끝까지 전체적인 진행을 살피는 것입니다. DARAKWON",
      "english": "The first thing I do is evaluate the problem by stepping back and looking at the entire process from start to finish. Add to Wordbook"
    },
    {
      "korean": "She stood back to admire the picture. 듣기 Add to Wordbook 그녀는 뒤로 물러서서 그 사진을 감탄하며 바라보았다. Friendict Level English-Korean Dictionary",
      "english": "She stood back to admire the picture. Add to Wordbook"
    },
    {
      "korean": "He pulled back and looked at her. 듣기 Add to Wordbook 그는 물러서서 그녀를 바라보았다. Neungyule",
      "english": "He pulled back and looked at her. Add to Wordbook"
    },
    {
      "korean": "And that's what we have to coalesce back off of in order to elect a president of the future. 듣기 Add to Wordbook 이제 앞으로 대통령을 당선시키기 위해서는 한 발 물러서서 (재충전을 한 후) 다시 힘을 모아야 합니다.“ YBM All in All English-Korean Dictionary",
      "english": "And that's what we have to coalesce back off of in order to elect a president of the future. Add to Wordbook"
    }
  ]
}