{
  "phrases": [
    {
      "phrase": "뭇",
      "hanja": "",
      "example": {},
      "meanings": [
        "(묶음) a bundle, a sheaf, a faggot"
      ]
    },
    {
      "phrase": "뭇",
      "hanja": "",
      "example": {},
      "meanings": [
        "(여러) many, numerous, a number of, all, all sorts of"
      ]
    },
    {
      "phrase": "뭇",
      "hanja": "",
      "example": {},
      "meanings": [
        "(작살) a large fish spear"
      ]
    },
    {
      "phrase": "뭇 사내",
      "hanja": "",
      "example": {},
      "meanings": [
        "all sorts of men"
      ]
    },
    {
      "phrase": "짚 한 뭇",
      "hanja": "",
      "example": {},
      "meanings": [
        "a sheaf of rice straw"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "two bundles of fish",
      "frequency": 0
    },
    {
      "meaning": "the observed of all observers",
      "frequency": 0
    },
    {
      "meaning": "multiovular ovulation",
      "frequency": 0
    },
    {
      "meaning": "polyembryonic gestation",
      "frequency": 0
    },
    {
      "meaning": "multinodular",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "대박. 뭇 연예인들과 약간 다르네. Awesome. It's so different from other celebrities. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 with 다이아 A night's entertainment news with DIA",
      "english": "Awesome. It's so different from other celebrities."
    },
    {
      "korean": "저도 이러는데 뭇 남성들은 정말... I can only imagine how guys would feel if I'm like this... 듣기 View video EXID : 솔지의 VOICE #3",
      "english": "I can only imagine how guys would feel if I'm like this..."
    }
  ],
  "examples": [
    {
      "korean": "All sorts of animals move around in shoals. 발음듣기 뭇짐승이 떼를 지어 다닌다. YBM All in All English-Korean Dictionary",
      "english": "All sorts of animals move around in shoals. 발음"
    },
    {
      "korean": "She is the observed of all observers. 발음듣기 그는 뭇 사람의 주목을 받는 사람이다. YBM All in All English-Korean Dictionary",
      "english": "She is the observed of all observers. 발음"
    },
    {
      "korean": "All sorts of animals move around in groups. 발음듣기 뭇 짐승이 떼를 지어 다닌다 Dong-a's Prime English-Korean Dictionary",
      "english": "All sorts of animals move around in groups. 발음"
    },
    {
      "korean": "A whole gang went at him and knocked him down. 발음듣기 뭇 놈이 달려들어 그를 때려눕혔다 Dong-a's Prime English-Korean Dictionary",
      "english": "A whole gang went at him and knocked him down. 발음"
    },
    {
      "korean": "Eve...in naked beauty more adorned, more lovely, than Pandora, whom the gods endowed with all their gifts. 발음듣기 뭇 신들이 모든 선물을 준 판도라 보다도 그 헐벗은 아름다움이 한층 단정되고 한층 어여쁜 이브. 영어영작문대사전",
      "english": "Eve...in naked beauty more adorned, more lovely, than Pandora, whom the gods endowed with all their gifts. 발음"
    }
  ]
}