{
  "phrases": [
    {
      "phrase": "미군",
      "hanja": " (美軍)",
      "example": {},
      "meanings": [
        "(군대) the US armed forces, the US Army[troops], American forces, (병사) American soldier[sailor, airman], (Am) GI"
      ]
    },
    {
      "phrase": "주한 미군",
      "hanja": "",
      "example": {},
      "meanings": [
        "US Armed Forces in Korea"
      ]
    },
    {
      "phrase": "미군표",
      "hanja": "",
      "example": {},
      "meanings": [
        "an American MPC"
      ]
    },
    {
      "phrase": "미군 부대",
      "hanja": "",
      "example": {},
      "meanings": [
        "the American Army base"
      ]
    },
    {
      "phrase": "주한 미군의 감축",
      "hanja": "",
      "example": {},
      "meanings": [
        "the reduction of the US Forces in Korea"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "GI",
      "frequency": 0
    },
    {
      "meaning": "the americans",
      "frequency": 0
    },
    {
      "meaning": "the U.S. Armed Forces",
      "frequency": 0
    },
    {
      "meaning": "전재 유민",
      "frequency": 0
    },
    {
      "meaning": "에이에프엔",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저번엔 폐 병원, 이번엔 미군 부대. Lung hospital then and US army base this time. 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.05",
      "english": "Lung hospital then and US army base this time."
    },
    {
      "korean": "오빠가 그 현지에 사시는 미군으로 계세요. and he's there working for the military. 듣기 View video Chung Ha : 청하, 댄싱퀸과 함께 롤러코스터 탑승!!",
      "english": "and he's there working for the military."
    },
    {
      "korean": "여기가 원래 미군 부대? 부대찌개? 아니. This was actually the US army base? Budae Jjigae? No. 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.05",
      "english": "This was actually the US army base? Budae Jjigae? No."
    },
    {
      "korean": "[오늘은 살짝 의식의 흐름 아로니의 센스 (아재...)] 여기 원래 미군 부대였대요. [Aron attempts having a sense of awarenese] This was originally the US army base. 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.05",
      "english": "[Aron attempts having a sense of awarenese] This was originally the US army base."
    },
    {
      "korean": "여기 B1A4가 입었던 옷. 미군 같아요. B1A4 wore these. Like soldiers. 듣기 View video V Beauty : [콩슈니 Kongsueni SHOW] 부산원아시아페스티벌 한류 뷰티전시 같이봐요! Let's go to BUSAN ONE ASIA FESTIVAL K-Beauty EXPO",
      "english": "B1A4 wore these. Like soldiers."
    }
  ],
  "examples": [
    {
      "korean": "The war movie demonstrated the \"no man left behind\" credo. 듣기 Add to Wordbook 이 전쟁 영화는 한 명도 빠짐없이 함께 한다는 (미군의) 신조를 보여주었다. 국제영어대학원대학교 신어사전",
      "english": "The war movie demonstrated the \"no man left behind\" credo. Add to Wordbook"
    },
    {
      "korean": "All augmentees moved in perfect order to carry out their duty. 듣기 Add to Wordbook 특정한 직무를 맡은 미군들이 임무를 수행하기 위해 일사불란하게 움직였다. 국제영어대학원대학교 신어사전",
      "english": "All augmentees moved in perfect order to carry out their duty. Add to Wordbook"
    },
    {
      "korean": "The US military has finally resorted to force. 듣기 Add to Wordbook 미군은 마침내 실력 행사에 들어갔다 Neungyule",
      "english": "The US military has finally resorted to force. Add to Wordbook"
    },
    {
      "korean": "The US is working to reshuffle the American troops stationed abroad. 듣기 Add to Wordbook 미국은 해외 주둔 미군의 재편을 추진하고 있다 Neungyule",
      "english": "The US is working to reshuffle the American troops stationed abroad. Add to Wordbook"
    },
    {
      "korean": "U.S. troops stationed in Korea 듣기 Add to Wordbook 한국에 주둔해 있는 미군 Dong-a's Prime English-Korean Dictionary",
      "english": "U.S. troops stationed in Korea Add to Wordbook"
    }
  ]
}