{
  "phrases": [
    {
      "phrase": "미치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정신이 이상해지다) go crazy[mad, insane], be[go] out of one's mind",
        "(상식에서 벗어나다) be crazy, be[go] out of one's mind",
        "(정신이 나갈 정도가 되다)"
      ]
    },
    {
      "phrase": "미치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(닿다, 이르다) reach",
        "(기대·수준 등에) meet, match up to",
        "(생각이)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mad",
      "frequency": 3
    },
    {
      "meaning": "affect",
      "frequency": 3
    },
    {
      "meaning": "disappointing",
      "frequency": 3
    },
    {
      "meaning": "concern",
      "frequency": 3
    },
    {
      "meaning": "wildly",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "너 진짜 미쳤지? Are you out of your mind? 듣기 View video 컨스TV : 너가! 창경이랑도! 세준이랑도!![넘버식스] ep4.",
      "english": "Are you out of your mind?"
    },
    {
      "korean": "내가 미쳤지... I was crazy... 듣기 View video Mnet : 프로듀스101 시즌2 2화",
      "english": "I was crazy..."
    },
    {
      "korean": "미쳤지. - 미쳤지 미쳤지. I go insane. - She goes crazy. 듣기 View video Apink : 심심해서",
      "english": "I go insane. - She goes crazy."
    },
    {
      "korean": "오빠가 미쳤지. It's you who's crazy. 듣기 View video Chi Pu : [Chi Pu's Web Drama, Tỉnh Giấc Tôi Thấy Mình Trong Ai] \"WAKE UP\" EP 06",
      "english": "It's you who's crazy."
    },
    {
      "korean": "조용근 미쳤지~ Jo Yong Geun is crazy~ 듣기 View video HF뮤직컴퍼니 : [HNB] 소년들의 꿈의 기록 - 프듀편(1) 우진영, 조용근",
      "english": "Jo Yong Geun is crazy~"
    }
  ],
  "examples": [
    {
      "korean": "I know, it's crazy, isn't it? 듣기 Add to Wordbook 내 말이, 미쳤지, 그렇지? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "I know, it's crazy, isn't it? Add to Wordbook"
    },
    {
      "korean": "Man, that was pretty crazy, huh? 듣기 Add to Wordbook 그건 미쳤지, 안 그래? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 방탄소시(ourr****)",
      "english": "Man, that was pretty crazy, huh? Add to Wordbook"
    },
    {
      "korean": "And damn me for letting you bring me out here. 듣기 Add to Wordbook 그리고 네가 날 이 밖으로 데려오길 내버려 뒀다니 내가 미쳤지. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sushi(ohil****)",
      "english": "And damn me for letting you bring me out here. Add to Wordbook"
    },
    {
      "korean": "Yeah, well, some people are crazy. 듣기 Add to Wordbook 어, 음, 어떤 사람들은 미쳤지. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 여진(enge****)",
      "english": "Yeah, well, some people are crazy. Add to Wordbook"
    },
    {
      "korean": "He's mad but he's not stupid. 듣기 Add to Wordbook 그는 미쳤지 하지만 그가 바보는 아니야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 낮달(wksz****)",
      "english": "He's mad but he's not stupid. Add to Wordbook"
    }
  ]
}