{
  "phrases": [
    {
      "phrase": "미움",
      "hanja": "",
      "example": {},
      "meanings": [
        "hate, hatred, dislike, (formal) displeasure"
      ]
    },
    {
      "phrase": "미움을 받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be hated[detested]"
      ]
    },
    {
      "phrase": "격렬한 미움",
      "hanja": "",
      "example": {},
      "meanings": [
        "intense[bitter, violent] hatred"
      ]
    },
    {
      "phrase": "미움을 사다",
      "hanja": "",
      "example": {},
      "meanings": [
        "incur hatred"
      ]
    },
    {
      "phrase": "미움을 느끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel hatred"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bad blood",
      "frequency": 0
    },
    {
      "meaning": "hatefulness",
      "frequency": 0
    },
    {
      "meaning": "be in the doghouse",
      "frequency": 0
    },
    {
      "meaning": "be hated[detested]",
      "frequency": 0
    },
    {
      "meaning": "incur (a person's) hatred",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "시윤이한테 저 미움받고 있다고요? Am I hated by SHI YOON? 듣기 View video DSPmedia : [디.훈.소_10탄] 지숙이와 '쑥'피드 퀴즈 ~ ★",
      "english": "Am I hated by SHI YOON?"
    },
    {
      "korean": "부인께 정말 미움받으실 거예요. your wife is going to hate you. 듣기 View video DSPmedia : [디.훈.소_7탄] 캐스퍼의 4차원 연애상담 (feat. 불타는 금요일~Yeh!)",
      "english": "your wife is going to hate you."
    },
    {
      "korean": "어느 날, 마녀의 미움을 받아 저주를 받은 당신... One day, you are cursed by a witch. 듣기 View video BTOB : <프니엘 'THAT GIRL' 런칭 전야제>",
      "english": "One day, you are cursed by a witch."
    },
    {
      "korean": "프론트 데스크에 전화해서 미움 받을 수가 있어요. The front desk staff might hate you. 듣기 View video GFRIEND : 여친과 함께 고고싱 가포르",
      "english": "The front desk staff might hate you."
    },
    {
      "korean": "너무 과시하면 미움을 사기 쉽습니다. but if you show it off too much, people will start to dislike you. 듣기 View video V COOKIE : [Full] DAY6 X Rooftop Live - DAY6​의 루프탑라이브!",
      "english": "but if you show it off too much, people will start to dislike you."
    }
  ],
  "examples": [
    {
      "korean": "She’s very clever but her manner does tend to put people off. 듣기 Add to Wordbook 그녀는 아주 똑똑하지만 태도 때문에 사람들의 미움[불신]을 사는 경향이 실제로 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s very clever but her manner does tend to put people off. Add to Wordbook"
    },
    {
      "korean": "Ill weeds grows apace. 듣기 Add to Wordbook 잡초가 빨리 자란다.(미움 받는 자가 오히려 활개친다.) (서양속담, 행복속담) 명언/속담",
      "english": "Ill weeds grows apace. Add to Wordbook"
    },
    {
      "korean": "I'd rather be hated for who I am than be loved for who I'm not. (Kurt Cobain) 듣기 Add to Wordbook 다른 누군가가 되어서 사랑받기보다는 있는 그대로의 나로서 미움받는 것이 낫다. (커트 코베인, 자신감명언) 명언/속담",
      "english": "I'd rather be hated for who I am than be loved for who I'm not. (Kurt Cobain) Add to Wordbook"
    },
    {
      "korean": "It is better to be hated for what you are than to be loved for what you are not. (Andre Gide) 듣기 Add to Wordbook 네 모습 그대로 미움 받는 것이 너 아닌 다른 모습으로 사랑 받는 것보다 낫다. (앙드레 지드, 행복명언) 명언/속담",
      "english": "It is better to be hated for what you are than to be loved for what you are not. (Andre Gide) Add to Wordbook"
    },
    {
      "korean": "He was hated for his procacity. 듣기 Add to Wordbook 그는 건방짐 때문에 미움을 받았다. 국제영어대학원대학교 신어사전",
      "english": "He was hated for his procacity. Add to Wordbook"
    }
  ]
}