{
  "phrases": [
    {
      "phrase": "미치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정신이 이상해지다) go crazy[mad, insane], be[go] out of one's mind",
        "(상식에서 벗어나다) be crazy, be[go] out of one's mind",
        "(정신이 나갈 정도가 되다)"
      ]
    },
    {
      "phrase": "미치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(닿다, 이르다) reach",
        "(기대·수준 등에) meet, match up to",
        "(생각이)"
      ]
    },
    {
      "phrase": "미치지 못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be inferior to",
        "be no match for",
        "be[fall] behind"
      ]
    },
    {
      "phrase": "기대에 미치지 못하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fall short of one´s expectations"
      ]
    },
    {
      "phrase": "손이 미치지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be out of one´s reach"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fall short of something",
      "frequency": 0
    },
    {
      "meaning": "be[fall] behind",
      "frequency": 0
    },
    {
      "meaning": "beyond[within] one's grasp",
      "frequency": 0
    },
    {
      "meaning": "be nothing like[near] as[so] good as",
      "frequency": 0
    },
    {
      "meaning": "beyond[above, out of] one's reach",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "기대에 못 미치지 않았으면 좋겠습니다. and I hope it doesn't fall short of expectations. 듣기 View video MONSTA X : [몬채널][B] EP.104 11월이 담은 순간 2018 WITH KIHYUN",
      "english": "and I hope it doesn't fall short of expectations."
    },
    {
      "korean": "회사에서는 오히려 악영향을 미치지 않을까 하는 소극적인 태도였었어. The company timidly thought doing that might negatively affect our popularity. 듣기 View video 모비딕(Mobidic) : <쎈마이웨이> 몰래카메라",
      "english": "The company timidly thought doing that might negatively affect our popularity."
    },
    {
      "korean": "아니, 나는 미치지 않았어. No, I'm not. 듣기 View video YGK+ : 효니티비 시즌4 제주올래?_혼자올래!",
      "english": "No, I'm not."
    },
    {
      "korean": "[미치지 말고 솔치기 성공!] [Don't go crazy][Managed to hit sol!] View video MAMAMOO : [MMMTV3 Special] EP3 아재개그 MV 비하인드(뮤비 조회수 900만 돌파)",
      "english": "[Don't go crazy][Managed to hit sol!]"
    },
    {
      "korean": "너는 미치지 않았잖아. They'll say, \"You don't really want this.\" 듣기 View video FANTAGIO MUSIC : [단편영화 프로젝트 : beginning] #6옹성우 <성우는 괜찮아> (Ong Seong Woo - Seong-Woo is alright)",
      "english": "They'll say, \"You don't really want this.\""
    }
  ],
  "examples": [
    {
      "korean": "Their comments have not materially affected our plans. 듣기 Add to Wordbook 그들의 논평이 우리 계획에 중요한 영향을 미치지는 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their comments have not materially affected our plans. Add to Wordbook"
    },
    {
      "korean": "Don’t let your judgement be coloured by personal feelings. 듣기 Add to Wordbook 개인적인 감정이 판단에 영향을 미치지 않게 하라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t let your judgement be coloured by personal feelings. Add to Wordbook"
    },
    {
      "korean": "The price increase has had no perceptible effect on sales. 듣기 Add to Wordbook 가격 인상이 매출에 인지할 만한 효과를 미치지는 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The price increase has had no perceptible effect on sales. Add to Wordbook"
    },
    {
      "korean": "People tend to think that the problem will never affect them. 듣기 Add to Wordbook 사람들은 그 문제가 자기들에게는 결코 영향을 미치지 않을 거라고 생각하는 경향이 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "People tend to think that the problem will never affect them. Add to Wordbook"
    },
    {
      "korean": "You’re fooling yourself if you think none of this will affect you. 듣기 Add to Wordbook 이것이 당신에게 아무런 영향도 미치지 않을 거라고 생각한다면 그건 당신 스스로를 기만하는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’re fooling yourself if you think none of this will affect you. Add to Wordbook"
    }
  ]
}