{
  "phrases": [
    {
      "phrase": "미성년자",
      "hanja": " (未成年者)",
      "example": {},
      "meanings": [
        "minor"
      ]
    },
    {
      "phrase": "미성년자 금주법",
      "hanja": "",
      "example": {},
      "meanings": [
        "the law for prohibiting minors from drinking"
      ]
    },
    {
      "phrase": "난 미성년자 아니예요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I'm not under age."
      ]
    },
    {
      "phrase": "미성년자 보호법",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Minor Protection Law"
      ]
    },
    {
      "phrase": "미성년자 관람 가",
      "hanja": "",
      "example": {},
      "meanings": [
        "viewing open to minors"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "minor",
      "frequency": 3
    },
    {
      "meaning": "pupil 1",
      "frequency": 3
    },
    {
      "meaning": "a person under age",
      "frequency": 0
    },
    {
      "meaning": "pupi(l)larity",
      "frequency": 0
    },
    {
      "meaning": "boys under military age",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "마지막 미성년자 생일이네? - 맞아요 - 그러네, 축하 축하! It's the last birthday as a minor. - Right. - Congrats! 듣기 View video TOMORROW X TOGETHER : 태현 탄신일❣",
      "english": "It's the last birthday as a minor. - Right. - Congrats!"
    },
    {
      "korean": "지금 미성년자 하면 안 되는데 내가 할 수 있나요? - 여보세요? Minors can't do a show at this hour. But can I do it now? - Hello? 듣기 View video NCT : 19",
      "english": "Minors can't do a show at this hour. But can I do it now? - Hello?"
    },
    {
      "korean": "[미성년자][올해 만 18세] - 이제 만 18살이고 - 지금 2학년이에요? [Not legally of age yet] [He's 18 this year] - Now I'm 18. - And you're a junior? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 10. 포스텍 야잠입고 카이스트 습격! “구토스”, 외대와 타령랩, 오묘한 조합!? “도비\"",
      "english": "[Not legally of age yet] [He's 18 this year] - Now I'm 18. - And you're a junior?"
    },
    {
      "korean": "혹시 미성년자 있으세요? - 저요! Is there a teenager here? - Me! 듣기 View video HA SUNG WOON : [구르미TV] EP.22 하블루 컴백하던 날 with 하늘",
      "english": "Is there a teenager here? - Me!"
    },
    {
      "korean": "[미성년자 느낌이라] 뭔가 느낌이... [My gut feeling about a minor...] My gut tells me... 듣기 View video 모비딕(Mobidic) : 이상준, 이태원에 터 잡은 금수저 꽃선녀에게 점 보러 가다?! <말많은 이상준> 1화",
      "english": "[My gut feeling about a minor...] My gut tells me..."
    }
  ],
  "examples": [
    {
      "korean": "It is an offence to serve alcohol to minors. 듣기 Add to Wordbook 미성년자에게 술을 파는 것은 위법 행위이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is an offence to serve alcohol to minors. Add to Wordbook"
    },
    {
      "korean": "The police are tightening up on under-age drinking. 듣기 Add to Wordbook 경찰이 미성년자 음주에 대해 더 엄격해지고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The police are tightening up on under-age drinking. Add to Wordbook"
    },
    {
      "korean": "tennis coaching for juniors and seniors 듣기 Add to Wordbook 미성년자 및 성인[초보자와 고급 실력자]을 위한 테니스 지도 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "tennis coaching for juniors and seniors Add to Wordbook"
    },
    {
      "korean": "It is illegal to sell cigarettes to children who are under age. 듣기 Add to Wordbook 미성년자에게 담배를 파는 것은 불법이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is illegal to sell cigarettes to children who are under age. Add to Wordbook"
    },
    {
      "korean": "The report flagged up the dangers of under-age drinking. 듣기 Add to Wordbook 그 보고서는 미성년자 음주의 위험성에 대해 경각심을 일깨웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The report flagged up the dangers of under-age drinking. Add to Wordbook"
    }
  ]
}