{
  "phrases": [
    {
      "phrase": "미적지근하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(be) lukewarm, tepid, halfhearted"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "[미적지근] - 무슨 노래인지? - 누구부터 나올래? 잠깐만 진짜... Which song is that? - Who wants to fight first? Wait... 듣기 View video V PICK! : [ASTRO] 별둥이들 드콘 레전드 찍고 오셨다❗️(ASTRO talking about Dream concert)",
      "english": "Which song is that? - Who wants to fight first? Wait..."
    }
  ],
  "examples": [
    {
      "korean": "But the reception for the internationally popular group was tepid, if respectful. 발음듣기 그러나 세계적으로 인기있는 그룹을 위한 환영연은 존경스러웠을지 몰라도 미적지근 했다 User translation Inaccurate information may be included due to the users' self-traslation. Czarkwak(hmkw****) Web Collection",
      "english": "But the reception for the internationally popular group was tepid, if respectful. 발음"
    },
    {
      "korean": "Dont waste your time on the lukewarm or cowardly. 발음듣기 미적지근하거나 겁 많은 것들에 네 시간을 낭비하지 마라. User translation Inaccurate information may be included due to the users' self-traslation. 파브리(fabr****) Web Collection",
      "english": "Dont waste your time on the lukewarm or cowardly. 발음"
    },
    {
      "korean": "The Government’s response was lukewarm, rather than effusive. 발음듣기 정부의 반응은 과장스럽다기 보다는 미적지근했다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Hansard",
      "english": "The Government’s response was lukewarm, rather than effusive. 발음"
    },
    {
      "korean": "Ian Pearson: I am not waffling. 발음듣기 이안 피어슨: 난 미적지근하지 않다. User translation Inaccurate information may be included due to the users' self-traslation. 루가니스(hump****) Hansard",
      "english": "Ian Pearson: I am not waffling. 발음"
    },
    {
      "korean": "These sequences are so well done that they save this otherwise-tepid film. 발음듣기 이 시퀀스들이 너무 잘 돼서 이것들이 없었다면 미적지근했을 영화를 구한다 User translation Inaccurate information may be included due to the users' self-traslation. Czarkwak(hmkw****) Web Collection",
      "english": "These sequences are so well done that they save this otherwise-tepid film. 발음"
    }
  ]
}