{
  "phrases": [
    {
      "phrase": "밀러",
      "hanja": "",
      "example": {},
      "meanings": [
        "음식 (주류·음료) Miller (로마자표기: miller)"
      ]
    },
    {
      "phrase": "miller",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 방앗간[제분소] 주인[일꾼]"
      ]
    },
    {
      "phrase": "mela",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 인도 영어 축제, 행사"
      ]
    },
    {
      "phrase": "Miller",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun Arthur ~ (1915-2005) ((미국의 극작가))",
        "Noun Henry ~ (1891-1980) ((미국의 작가))"
      ]
    },
    {
      "phrase": "밀러지수",
      "hanja": " (─指數)",
      "example": {},
      "meanings": [
        "[물리] a Miller index."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Miller, Glenn",
      "frequency": 0
    },
    {
      "meaning": "Miller, Henry",
      "frequency": 0
    },
    {
      "meaning": "Miller, Frank",
      "frequency": 0
    },
    {
      "meaning": "Miller, Mitch",
      "frequency": 0
    },
    {
      "meaning": "Miller, Jason",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "시에나 밀러를 놔두고? With Sienna Miller there? 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "With Sienna Miller there?"
    },
    {
      "korean": "시에나 밀러. 천하의 시에나 밀러. - 시에나 밀러만 보이시죠? Sienna Miller. - You only see her, huh? 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "Sienna Miller. - You only see her, huh?"
    },
    {
      "korean": "집에 밀러볼을 하나 준비해 보세요. Get a miller ball ready. 듣기 View video TWICE : 다시만난세계",
      "english": "Get a miller ball ready."
    },
    {
      "korean": "밀러볼이 아니라 - 미러볼. Not a miller ball. - Mirror ball. 듣기 View video TWICE : 다시만난세계",
      "english": "Not a miller ball. - Mirror ball."
    },
    {
      "korean": "사실 저 영화 속에서 시에나 밀러가 나오는데 - 시에나 밀러. Sienna Miller is in the movie. - Sienna Miller. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "Sienna Miller is in the movie. - Sienna Miller."
    }
  ],
  "examples": [
    {
      "korean": "Our own physical body possesses a wisdom which we who inhabit the body lack. (Henry Miller) 듣기 Add to Wordbook 우리 육체는, 그 안에 사는 우리에게 결여된 지혜를 가지고 있다. (헨리 밀러, 건강명언) 명언/속담",
      "english": "Our own physical body possesses a wisdom which we who inhabit the body lack. (Henry Miller) Add to Wordbook"
    },
    {
      "korean": "Develop interest in life as you see it; in people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself. (Henry Miller) 듣기 Add to Wordbook 눈에 보이는 대로의 삶, 사람, 사물, 문학, 음악에 관심을 가져라. 풍요로운 보물과 아름다운 영혼, 흥미로운 사람들로 넘쳐나는 세상에 가슴이 뛴다. 자신을 잊어라. (헨리 밀러, 아름다움명언) 명언/속담",
      "english": "Develop interest in life as you see it; in people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself. (Henry Miller) Add to Wordbook"
    },
    {
      "korean": "Dr. Miller will proctor our exam tomorrow. 듣기 Add to Wordbook 밀러 박사님이 내일 우리 시험감독을 하실 거야. Neungyule",
      "english": "Dr. Miller will proctor our exam tomorrow. Add to Wordbook"
    },
    {
      "korean": "Erika Miller, Nightly Business Report, New York. 듣기 Add to Wordbook 뉴욕에서 <나이틀리 비즈니스 리포트>, 에리카 밀러가 전해 드렸습니다. YBM All in All English-Korean Dictionary",
      "english": "Erika Miller, Nightly Business Report, New York. Add to Wordbook"
    },
    {
      "korean": "Did you contact the Alumni Association about that Buzz E. Miller Athletic Scholarship? 듣기 Add to Wordbook 그 버즈밀러 체육장학금에 관해 동창회와 접촉했니? YBM All in All English-Korean Dictionary",
      "english": "Did you contact the Alumni Association about that Buzz E. Miller Athletic Scholarship? Add to Wordbook"
    }
  ]
}