{
  "phrases": [
    {
      "phrase": "밀리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(일·돈 등이) (일이) be left undone, (연체되다) be overdue",
        "(힘·세력 등에)",
        "(차가)"
      ]
    },
    {
      "phrase": "밀리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb be pushed",
        "Verb be shoved",
        "Verb be moved, be removed"
      ]
    },
    {
      "phrase": "밀려 나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be pushed out",
        "be forced out",
        "be squeezed out"
      ]
    },
    {
      "phrase": "와 밀려가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "advance on with a rush"
      ]
    },
    {
      "phrase": "밀려가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(파도가) roll back, (군중이) throng (to, toward), crowd[mob] (into), (바람에) be moved (by the wind)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "behind",
      "frequency": 3
    },
    {
      "meaning": "extrude",
      "frequency": 3
    },
    {
      "meaning": "be crowded out",
      "frequency": 0
    },
    {
      "meaning": "be squeezed out",
      "frequency": 0
    },
    {
      "meaning": "be forced out",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "밀려 쓴 사람 손! Hands up for those who has done that? 듣기 View video V COOKIE : [Full] ITZY X Eating Show - 있지 X 같이 먹어요",
      "english": "Hands up for those who has done that?"
    },
    {
      "korean": "\"있지도 그림일기 밀려 쓴 적 있어요?\" \"Have you put off writing picture diaries?\" 듣기 View video V COOKIE : [Full] ITZY X Eating Show - 있지 X 같이 먹어요",
      "english": "\"Have you put off writing picture diaries?\""
    },
    {
      "korean": "초등학교 6년 중에 한 번은 밀려 썼죠 - 그리고 맨날 날씨 거짓말치고 이러지 않았어? At least once out of 6 years in elementary school. - And the weather would always be a lie. 듣기 View video V COOKIE : [Full] ITZY X Eating Show - 있지 X 같이 먹어요",
      "english": "At least once out of 6 years in elementary school. - And the weather would always be a lie."
    },
    {
      "korean": "안 밀려 안 밀려! It looks fine! It looks fine! 듣기 View video Big Picture : 빅픽처 ep22_꾹이와 하하 공유를 만나다!?",
      "english": "It looks fine! It looks fine!"
    },
    {
      "korean": "차 안 밀려. There is no traffic. 듣기 View video B1A4 : 신우의 퇴근길 생방송",
      "english": "There is no traffic."
    }
  ],
  "examples": [
    {
      "korean": "The sight of the flowers gladdened her heart. 듣기 Add to Wordbook 꽃을 보자 그녀의 마음에 기쁨이 밀려 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sight of the flowers gladdened her heart. Add to Wordbook"
    },
    {
      "korean": "They were behindhand in settling their debts. 듣기 Add to Wordbook 그들은 빚을 청산하는 일이 밀려 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were behindhand in settling their debts. Add to Wordbook"
    },
    {
      "korean": "He was terribly behind in his work. 듣기 Add to Wordbook 그는 일이 몹시 밀려 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was terribly behind in his work. Add to Wordbook"
    },
    {
      "korean": "He’s fallen far behind in his work. 듣기 Add to Wordbook 그는 일이 아주 많이 밀려 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s fallen far behind in his work. Add to Wordbook"
    },
    {
      "korean": "The ship was blown onto the rocks. 듣기 Add to Wordbook 그 배는 바람에 밀려 좌초되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ship was blown onto the rocks. Add to Wordbook"
    }
  ]
}