{
  "phrases": [
    {
      "phrase": "밀입국",
      "hanja": " (密入國)",
      "example": {},
      "meanings": [
        "[동사] smuggle oneself (into), enter[slip into] a country secretly[illegally]"
      ]
    },
    {
      "phrase": "밀입국을 시도하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "attempt an illegal entry into a country"
      ]
    },
    {
      "phrase": "중국인을 미국에 밀입국시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "smuggle a Chinese into the United States"
      ]
    },
    {
      "phrase": "해상 밀입국",
      "hanja": "",
      "example": {},
      "meanings": [
        "smuggling by sea"
      ]
    },
    {
      "phrase": "불법 밀입국",
      "hanja": "",
      "example": {},
      "meanings": [
        "illegal entry into a country"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "smuggle oneself into a country",
      "frequency": 0
    },
    {
      "meaning": "pollero",
      "frequency": 0
    },
    {
      "meaning": "greaseback",
      "frequency": 0
    },
    {
      "meaning": "an undocumented worker",
      "frequency": 0
    },
    {
      "meaning": "mojado",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "He entered the country illegally. 듣기 Add to Wordbook 그는 그 나라에 밀입국해 들어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He entered the country illegally. Add to Wordbook"
    },
    {
      "korean": "They were smuggled into the country by sea. 듣기 Add to Wordbook 그들은 바다를 통해 그 나라에 밀입국했다 Neungyule",
      "english": "They were smuggled into the country by sea. Add to Wordbook"
    },
    {
      "korean": "He was caught smuggling into America. 듣기 Add to Wordbook 그는 미국으로 밀입국하다 붙잡혔다 Neungyule",
      "english": "He was caught smuggling into America. Add to Wordbook"
    },
    {
      "korean": "The USA tuned forth him cause he smuggling himself into. 듣기 Add to Wordbook 미국정부는 밀입국한 그를 추방하였다. YBM All in All English-Korean Dictionary",
      "english": "The USA tuned forth him cause he smuggling himself into. Add to Wordbook"
    },
    {
      "korean": "What happened to two New York-based Chinese activists who had smuggled themselves into China? 듣기 Add to Wordbook 중국으로 밀입국한 두 명의 뉴욕 기반 중국 행동주의자들에게는 어떠한 일이 일어났는가? YBM All in All English-Korean Dictionary",
      "english": "What happened to two New York-based Chinese activists who had smuggled themselves into China? Add to Wordbook"
    }
  ]
}