{
  "phrases": [
    {
      "phrase": "밀수",
      "hanja": " (密輸)",
      "example": {},
      "meanings": [
        "[명사] smuggling, [동사] smuggle, import through illegal channels, (마약·무기 등을) run"
      ]
    },
    {
      "phrase": "금괴 밀수",
      "hanja": "",
      "example": {},
      "meanings": [
        "smuggling of gold"
      ]
    },
    {
      "phrase": "금제품을 밀수하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "run contraband goods"
      ]
    },
    {
      "phrase": "국내로 총기류를 밀수하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "smuggle guns into the country"
      ]
    },
    {
      "phrase": "밀수 감시선",
      "hanja": " (密輸監視船)",
      "example": {},
      "meanings": [
        "a contraband-control vessel"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "running",
      "frequency": 3
    },
    {
      "meaning": "smuggling",
      "frequency": 0
    },
    {
      "meaning": "racket 2",
      "frequency": 0
    },
    {
      "meaning": "contraband trade(r)",
      "frequency": 0
    },
    {
      "meaning": "smuggling adventure",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[셉마인드 게임 본격적으로 시작!] 한 칸씩 밀 수 있을까요 혹시? [SVT Mind is starting!] Okay, shall we move a bit? 듣기 View video Dispatch : [ⓓxV] “도전! 셉마인드 ②” (세븐틴 : SEVENTEEN)",
      "english": "[SVT Mind is starting!] Okay, shall we move a bit?"
    },
    {
      "korean": "차마 밀 수 없었습니다. But we cannot do that. 듣기 View video BLACKPINK : 블링크 뇽안",
      "english": "But we cannot do that."
    },
    {
      "korean": "같이 때 밀 수 있는 거. - 네. Who you can scrub together. - Yeah. 듣기 View video V COOKIE : [Replay] GOT7 JB & YOUNGJAE's LieV - GOT7 JB & 영재의 눕방 라이브!",
      "english": "Who you can scrub together. - Yeah."
    },
    {
      "korean": "나중에 청소기로 밀 수 있을 거야. I'm sure we could vacuum it afterward. 듣기 View video PeekaVoo! : VICTON 빅톤 Welcome to VICTON house! 우리집에 놀러 와!",
      "english": "I'm sure we could vacuum it afterward."
    },
    {
      "korean": "최첨단 신식 기계인데요? - 침대도 밀 수 있어요. That is a state of the art machine! - You can also push the bed. 듣기 View video C-JeS : <운빨로맨스> '제벤져스' 차세영X진혁의 제제팩토리 세트투어!",
      "english": "That is a state of the art machine! - You can also push the bed."
    }
  ],
  "examples": [
    {
      "korean": "They deny conspiring together to smuggle drugs. 듣기 Add to Wordbook 그들은 마약 밀수 공모를 부인하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They deny conspiring together to smuggle drugs. Add to Wordbook"
    },
    {
      "korean": "The Customs have seized large quantities of smuggled heroin. 듣기 Add to Wordbook 세관에서 다량의 밀수 헤로인을 압수했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Customs have seized large quantities of smuggled heroin. Add to Wordbook"
    },
    {
      "korean": "They discussed ways of stemming the flow of smuggled drugs. 듣기 Add to Wordbook 그들은 밀수되는 마약의 유통을 막기 위한 방법들을 논의했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They discussed ways of stemming the flow of smuggled drugs. Add to Wordbook"
    },
    {
      "korean": "They were foiled in their attempt to smuggle the paintings. 듣기 Add to Wordbook 그들은 그 그림들을 밀수하려던 시도를 저지당했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were foiled in their attempt to smuggle the paintings. Add to Wordbook"
    },
    {
      "korean": "He was convicted of illegally importing weapons across state lines. 듣기 Add to Wordbook 그는 주 경계를 넘어 무기를 밀수한 데 대해 유죄 선고를 받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was convicted of illegally importing weapons across state lines. Add to Wordbook"
    }
  ]
}