{
  "phrases": [
    {
      "phrase": "밀항자",
      "hanja": " (密航者)",
      "example": {},
      "meanings": [
        "stowaway"
      ]
    },
    {
      "phrase": "밀항자 집단",
      "hanja": "",
      "example": {},
      "meanings": [
        "a smuggling ring"
      ]
    },
    {
      "phrase": "밀항자를 숨기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hide stowaway"
      ]
    },
    {
      "phrase": "밀항자를 고용하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "employ stowaway"
      ]
    },
    {
      "phrase": "밀항자를 적발하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "disclose stowaway"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "stowaway",
      "frequency": 0
    },
    {
      "meaning": "blockade-runner",
      "frequency": 0
    },
    {
      "meaning": "blockade runner",
      "frequency": 0
    },
    {
      "meaning": "stow a way",
      "frequency": 0
    },
    {
      "meaning": "a stowaway in a hold",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "It is about six sailors who sail off with a dream of catching a boatful of fish, but end up in confusion as they carry stowaways in a thick sea fog. 듣기 Add to Wordbook 이것은 만선의 꿈을 안고 출항하였지만, 해무속에서 밀항자를 실어 나르며 혼란에 빠지는 6명의 선원에 대한 이야기이다. TIMES CORE",
      "english": "It is about six sailors who sail off with a dream of catching a boatful of fish, but end up in confusion as they carry stowaways in a thick sea fog. Add to Wordbook"
    },
    {
      "korean": "My little chirpy friend, you are a stowaway. 듣기 Add to Wordbook 나의 작은 쾌활한 친구, 너는 밀항자다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 초코칩(free****)",
      "english": "My little chirpy friend, you are a stowaway. Add to Wordbook"
    },
    {
      "korean": "Hey, we got another stowaway, partner. 듣기 Add to Wordbook 이봐 파트너, 다른 밀항자가 또 있어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 성공(succ****)",
      "english": "Hey, we got another stowaway, partner. Add to Wordbook"
    },
    {
      "korean": "The blockade runners generally sink their boats in the creek, when not in use. 듣기 Add to Wordbook 밀항자들은 그들의 배들을 쓰지 않울 때엔 보통 개울 속에다 숨긴다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사냥개(alan****)",
      "english": "The blockade runners generally sink their boats in the creek, when not in use. Add to Wordbook"
    },
    {
      "korean": "Stowaways are typically sent back to their port of origin, Mann said. 듣기 Add to Wordbook 밀항자들은 대체로 그들이 출항했던 항구로 되돌려보내진다고, Mann씨는 말했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sg128(sg12****)",
      "english": "Stowaways are typically sent back to their port of origin, Mann said. Add to Wordbook"
    }
  ]
}