{
  "phrases": [
    {
      "phrase": "밀항",
      "hanja": " (密航)",
      "example": {},
      "meanings": [
        "[동사] stow away"
      ]
    },
    {
      "phrase": "일본으로 밀항을 시도하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "attempt to smuggle oneself into Japan"
      ]
    },
    {
      "phrase": "화물선을 타고 중국으로 밀항하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "stow away on a cargo boat[ship] to China"
      ]
    },
    {
      "phrase": "밀항 단속법",
      "hanja": " (密航團束法)",
      "example": {},
      "meanings": [
        "the Stow-away Control Law"
      ]
    },
    {
      "phrase": "밀항하다",
      "hanja": " (密航하다)",
      "example": {},
      "meanings": [
        "Verb stow away"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "secret passage",
      "frequency": 0
    },
    {
      "meaning": "stow away",
      "frequency": 0
    },
    {
      "meaning": "on stowaway charges",
      "frequency": 0
    },
    {
      "meaning": "stow away on a ship",
      "frequency": 0
    },
    {
      "meaning": "stow away on a transport",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Anti-smuggling crackdowns have forced the illegal people movers to find new destinations. 듣기 Add to Wordbook 밀항단속은 사람을 밀항시켜주는 범죄자에게 새로운 목적지를 찾을 것을 강요해왔다. YBM All in All English-Korean Dictionary",
      "english": "Anti-smuggling crackdowns have forced the illegal people movers to find new destinations. Add to Wordbook"
    },
    {
      "korean": "He attempted to go as a stowaway on an American ship. 듣기 Add to Wordbook 그는 미국 배로 밀항하려고 했다 Dong-a's Prime English-Korean Dictionary",
      "english": "He attempted to go as a stowaway on an American ship. Add to Wordbook"
    },
    {
      "korean": "Smugglers lately have expanded their Japan trade, seeking people from countries other than China who seek higher wages. 듣기 Add to Wordbook 최근 밀항업자들은 중국 외 다른 나라에서 온 높은 임금을 받으려는 사람들을 찾는 동시에, 일본을 대상으로 밀항사업을 확대했다. YBM All in All English-Korean Dictionary",
      "english": "Smugglers lately have expanded their Japan trade, seeking people from countries other than China who seek higher wages. Add to Wordbook"
    },
    {
      "korean": "In another case, a diplomat told a relief-seeker to stow away, since he was not a South Korean taxpayer. 듣기 Add to Wordbook 또 다른 경우는 한 외교관이 도움을 요청하는 사람에게 밀항을 하라고 했다. 그가 한국인 납세자가 아니었기 때문이었다. Neungyule",
      "english": "In another case, a diplomat told a relief-seeker to stow away, since he was not a South Korean taxpayer. Add to Wordbook"
    },
    {
      "korean": "Those targeting Japan are often routed first to South Korea, where they're transferred to South Korean-operated freighters for the final leg of their journeys. 듣기 Add to Wordbook 종종 일본으로 향하는 사람들은 처음엔 한국으로 항로를 잡는 경우가 있는데, 이들은 한국에서 한국인 밀항 전문 범죄자에 의해 그들의 마지막 목적지로 갈아탄다. YBM All in All English-Korean Dictionary",
      "english": "Those targeting Japan are often routed first to South Korea, where they're transferred to South Korean-operated freighters for the final leg of their journeys. Add to Wordbook"
    }
  ]
}