{
  "phrases": [
    {
      "phrase": "바가지",
      "hanja": "",
      "example": {},
      "meanings": [
        "(둥근 그릇) large (plastic) bowl",
        "(터무니 없는 요금·가격) (informal) rip-off",
        "(주로 아내의 잔소리)"
      ]
    },
    {
      "phrase": "-바가지",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -bagaji"
      ]
    },
    {
      "phrase": "주책바가지",
      "hanja": "",
      "example": {},
      "meanings": [
        "silly, (offensive) peasant"
      ]
    },
    {
      "phrase": "바가지를 긁다",
      "hanja": "",
      "example": {},
      "meanings": [
        "nag (at)",
        "henpeck (at)"
      ]
    },
    {
      "phrase": "바가지를 씌우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "overcharge",
        "rip sb off"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "gyp",
      "frequency": 0
    },
    {
      "meaning": "rip-off",
      "frequency": 0
    },
    {
      "meaning": "dipper made of gourd",
      "frequency": 0
    },
    {
      "meaning": "ricewashing bowls",
      "frequency": 0
    },
    {
      "meaning": "nag",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "굉장히 더워요 오늘 땀 한바가지... it's quite hot. I sweated a lot. 듣기 View video ITZY : 오분브이에유❤️",
      "english": "it's quite hot. I sweated a lot."
    },
    {
      "korean": "응? - 바가지로 이렇게 머리 씌우고 이렇게 머리 잘라본 사람? Huh? - Anyone who have put on the bowl and had a hair cut? 듣기 View video Stray Kids : 바람 컴백한드아~~~~",
      "english": "Huh? - Anyone who have put on the bowl and had a hair cut?"
    },
    {
      "korean": "맞아요 제가 잘라줬어요 - 혹시 바가지 대고 머리 잘라본 사람? Right. I cut it for him. - Anyone who used a bowl to cut your hair? 듣기 View video Stray Kids : 바람 컴백한드아~~~~",
      "english": "Right. I cut it for him. - Anyone who used a bowl to cut your hair?"
    },
    {
      "korean": "형이 바가지 머리를 하고 있었거든요 - 어떻게 알아요? He had a bowl cut. - How did you know? 듣기 View video ATEEZ : 우&쫑과 함께 놀자 ❤️ATINY❤️",
      "english": "He had a bowl cut. - How did you know?"
    },
    {
      "korean": "메로나 녹인 다음에 거기에 꿀을 한 바가지 넣은... You melt Melona and put a bucket of honey... 듣기 View video V COOKIE : [Full] SUPER JUNIOR-D&E X Rooftop Live / 슈퍼주니어-D&E의 루프탑라이브!",
      "english": "You melt Melona and put a bucket of honey..."
    }
  ],
  "examples": [
    {
      "korean": "Some local shops have been fleecing tourists. 듣기 Add to Wordbook 일부 지역 상점들이 관광객들에게 바가지를 씌워 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Some local shops have been fleecing tourists. Add to Wordbook"
    },
    {
      "korean": "$70 for a T-shirt! What a rip-off! 듣기 Add to Wordbook 티셔츠 하나에 70달러라구! 완전 바가지로군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "$70 for a T-shirt! What a rip-off! Add to Wordbook"
    },
    {
      "korean": "I got stung for a ￡100 meal. 듣기 Add to Wordbook 나는 식사 한 끼 값에 100파운드라는 바가지를 썼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I got stung for a ￡100 meal. Add to Wordbook"
    },
    {
      "korean": "Make sure they don’t overcharge you for the drinks. 듣기 Add to Wordbook 그들에게 술값 바가지 쓰지 않도록 해라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Make sure they don’t overcharge you for the drinks. Add to Wordbook"
    },
    {
      "korean": "She had been nagging him to paint the fence. 듣기 Add to Wordbook 그녀가 그에게 울타리에 페인트칠을 하라고 바가지를 긁어 대던 참이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She had been nagging him to paint the fence. Add to Wordbook"
    }
  ]
}