{
  "phrases": [
    {
      "phrase": "니아바란 왕궁박물관",
      "hanja": "",
      "example": {},
      "meanings": [
        "기관·단체 Niavaran Palace Museum"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Barrancabermeja",
      "frequency": 0
    },
    {
      "meaning": "Yadav, Ram Baran",
      "frequency": 0
    },
    {
      "meaning": "varanic acid",
      "frequency": 0
    },
    {
      "meaning": "Barrancoid",
      "frequency": 0
    },
    {
      "meaning": "balantidium",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "더 힙했다, 힙했다 - 이걸 바란 거예요 저희는 - 진짜... It was hip. Hip. - We wanted to see this! - Really... 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#415. 힙퀸 (스페셜 DJ 마마무 문별 & 솔라 with 마마무)",
      "english": "It was hip. Hip. - We wanted to see this! - Really..."
    },
    {
      "korean": "얼마나 더 잘해주기를 바란 거야? 내가 막... How much more do you want me to be good to you? I... 듣기 View video (G)I-DLE : (여자)아이들 - I-TALK #32 : 'Senorita' 막방 비하인드",
      "english": "How much more do you want me to be good to you? I..."
    },
    {
      "korean": "남자 친구와의 미래가 좀 더 근사하길 바란 건 저의 욕심이었을까요? Am I asking for too much if I want my future with my boyfriend to be better? 듣기 View video 플레이리스트 (Playlist) : 1년 동안 잠수탄 동거남 잡는 이유 [최고의 엔딩 - 최고커플 요약]",
      "english": "Am I asking for too much if I want my future with my boyfriend to be better?"
    },
    {
      "korean": "후세에 누군가가 그 비밀을 밝혀주길 바란 거지. He was expecting someone to reveal it afterwards. 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 9화 <궁궐애사 추리공방 Ⅲ>",
      "english": "He was expecting someone to reveal it afterwards."
    },
    {
      "korean": "뭐 반응을 바란 것도 아니지만. I didn't expect it to react... 듣기 View video MAMAMOO : 부담이돼 일위기념♥",
      "english": "I didn't expect it to react..."
    }
  ],
  "examples": [
    {
      "korean": "‘Well what did you expect?’ she said crossly. 듣기 Add to Wordbook “글쎄 넌 뭘 바란 거니?” 그녀가 화를 내며 말했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘Well what did you expect?’ she said crossly. Add to Wordbook"
    },
    {
      "korean": "Her speech to party members was not intended for public consumption. 듣기 Add to Wordbook 당원들에게 한 그녀의 연설은 일반 대중들 귀에 들어가기를 바란 게 아니었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her speech to party members was not intended for public consumption. Add to Wordbook"
    },
    {
      "korean": "It is not quite so good as I hoped. 듣기 Add to Wordbook 그것이 내가 바란 만큼 아주 좋지는 않다. Friendict Level English-Korean Dictionary",
      "english": "It is not quite so good as I hoped. Add to Wordbook"
    },
    {
      "korean": "He is very desirous of visiting France. 듣기 Add to Wordbook 그는 프랑스 방문을 대단히 바란다[매우 프랑스에 가고 싶어 한다]. Friendict Level English-Korean Dictionary",
      "english": "He is very desirous of visiting France. Add to Wordbook"
    },
    {
      "korean": "I never wanted to be famous,' he said. 듣기 Add to Wordbook 저는 유명해지기를 바란 적이 없어요'라고 그는 말했다. Neungyule",
      "english": "I never wanted to be famous,' he said. Add to Wordbook"
    }
  ]
}