{
  "phrases": [
    {
      "phrase": "바쁘다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(여유가 없다) busy",
        "(급하다) hurried, hasty, pressing, urgent"
      ]
    },
    {
      "phrase": "미안하지만, 그 날은 무척 바쁜데요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-초대 I'm sorry. But I'm rather busy on that day."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "busy",
      "frequency": 3
    },
    {
      "meaning": "engaged",
      "frequency": 3
    },
    {
      "meaning": "brisk",
      "frequency": 3
    },
    {
      "meaning": "occupied",
      "frequency": 3
    },
    {
      "meaning": "hopping",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "엔피아 만나러 가기고 바쁜데, 그렇죠? We are busy trying to see N.FIA, you know? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #35",
      "english": "We are busy trying to see N.FIA, you know?"
    },
    {
      "korean": "인서들도 얼마나 바쁜데 - 바쁠 시간이야, 아닌가? Inner Circle is busy. - It is a busy time of the day, right? 듣기 View video WINNER : 안녕 ??",
      "english": "Inner Circle is busy. - It is a busy time of the day, right?"
    },
    {
      "korean": "내가 오늘 좀 바쁜데? I'm a bit busy today. 듣기 View video Dingo Story / 딩고스토리 : [썸남]#최종화 - 이렇게 끝나도 되는거?",
      "english": "I'm a bit busy today."
    },
    {
      "korean": "바쁜데 어떻게 봤어요? Aren't you too busy to watch it? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 15회 - ★경축★ 레드벨벳 데뷔 4주년 기념, 아이돌룸 행차!",
      "english": "Aren't you too busy to watch it?"
    },
    {
      "korean": "그럼요, 바쁜데 - 바쁜데 어떻게 그렇게 똑같이 따라 하지? I know. She's busy. - She's busy, but how can she copy exactly? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 18회 - 갑자기 제 1회 선미 덕후 선발대회 (feat. 덕업일치)",
      "english": "I know. She's busy. - She's busy, but how can she copy exactly?"
    }
  ],
  "examples": [
    {
      "korean": "I'm a little tied up at the moment. 듣기 Add to Wordbook 제가 지금은 좀 바쁜데요. Neungyule",
      "english": "I'm a little tied up at the moment. Add to Wordbook"
    },
    {
      "korean": "I was in a hurry[pressed for time] and, to make matters worse, even the car broke down. 듣기 Add to Wordbook 갈 길이 바쁜데 차까지 고장났다 Dong-a's Prime English-Korean Dictionary",
      "english": "I was in a hurry[pressed for time] and, to make matters worse, even the car broke down. Add to Wordbook"
    },
    {
      "korean": "He's really tied up right now. 듣기 Add to Wordbook 그분은 지금 매우 바쁜데요. Neungyule",
      "english": "He's really tied up right now. Add to Wordbook"
    },
    {
      "korean": "I have a heavy schedule today. 듣기 Add to Wordbook 오늘 하루 제 스케쥴은 아주 바쁜데요. Neungyule",
      "english": "I have a heavy schedule today. Add to Wordbook"
    },
    {
      "korean": "I apologize for bothering you when you are busy. 듣기 Add to Wordbook 바쁜데 귀찮게 해서 죄송해요. YBM All in All English-Korean Dictionary",
      "english": "I apologize for bothering you when you are busy. Add to Wordbook"
    }
  ]
}