{
  "phrases": [
    {
      "phrase": "박살",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건이 깨져 산산이 부서짐)",
        "(호되게 혼내 줌)"
      ]
    },
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(길·구멍 등을) make",
        "(돈·비용·성금 등을) (지불하다) pay; (기부하다) donate (to), contribute (to/toward)",
        "(광고 등을) put, place"
      ]
    },
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb naeda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "smash",
      "frequency": 2
    },
    {
      "meaning": "dash somebody's hopes",
      "frequency": 0
    },
    {
      "meaning": "blow somebody/something out of the water",
      "frequency": 0
    },
    {
      "meaning": "crash",
      "frequency": 2
    },
    {
      "meaning": "smash, blow, etc. something to smithereens",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "형들을 박살내려고? To destroy the older guys? 듣기 View video iKON : 모여봐요 준회의숲",
      "english": "To destroy the older guys?"
    },
    {
      "korean": "[집에서 민혁이랑 피자, 치킨 박살내는 중인 햄] 피자는 잘 먹고 있고? [Eating pizza and chicken at home with MINHYUK] Are you enjoying your pizza? 듣기 View video V PICK! : [MONSTA X] 젊음을 유지하는 멋진 몬베베가 되자. (Shownu&Wonho giving words of blessing to MONSTA X)",
      "english": "[Eating pizza and chicken at home with MINHYUK] Are you enjoying your pizza?"
    },
    {
      "korean": "다 박살냈어요. It's fallen apart. 듣기 View video MAP6 : MAP6 TV 복습하기 EP.016 농구대결",
      "english": "It's fallen apart."
    },
    {
      "korean": "눈빛. -박살내겠네. His eyes. - So powerful. 듣기 View video Show! Music core : [REPLAY] 11/26 쇼! 음악중심 '5분 딜레이~' Show! Music core",
      "english": "His eyes. - So powerful."
    },
    {
      "korean": "박살내주실 아티스트는 누가 되실지. the fortune cookie first. 듣기 View video JTBC PLUS : 골든 포춘 쿠키 in 대기실 2nd DAY / Backstage Golden Fortune Cookie Live 2nd DAY",
      "english": "the fortune cookie first."
    }
  ],
  "examples": [
    {
      "korean": "He knocked my head off. 발음듣기 저 놈이 내 머리를 박살 낸 거라구. YBM All in All English-Korean Dictionary",
      "english": "He knocked my head off. 발음"
    },
    {
      "korean": "My sister will go nuts[throw a fit] when she finds out I've wrecked her car. 발음듣기 내가 자기 차를 박살 낸 것을 알면 내 여동생이 지랄할 것이다 Neungyule",
      "english": "My sister will go nuts[throw a fit] when she finds out I've wrecked her car. 발음"
    },
    {
      "korean": "Everything that I destroyed, it can be repaired. 발음듣기 내가 박살낸 모든 것들은 수리될 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. 메르베이(psys****) Web Collection",
      "english": "Everything that I destroyed, it can be repaired. 발음"
    },
    {
      "korean": "I’ve known people who have been sacked when it’s been discovered that they are pagans and others have had their windows smashed by neighbours. 발음듣기 이단이라는 것이 밝혀져 해고된 사람들, 이웃이 창문을 박살낸 사람들에 대해 익히 알고 있다. User translation Inaccurate information may be included due to the users' self-traslation. hannah0218(hann****) Web Collection",
      "english": "I’ve known people who have been sacked when it’s been discovered that they are pagans and others have had their windows smashed by neighbours. 발음"
    },
    {
      "korean": "The avalanche forced its way down the mountain, crushing everything in its path. 발음듣기 그 눈사태는 산 아래로 밀고 내려가며 가는 길에 걸리는 모든 것을 박살내 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The avalanche forced its way down the mountain, crushing everything in its path. 발음"
    }
  ]
}