{
  "phrases": [
    {
      "phrase": "박히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(가시·못 등이) be[get] stuck (in), be embedded in",
        "(기억·뇌리 등에) be embedded in, be stuck in (one's mind)",
        "(어떤 장소에) (→틀어박히다)"
      ]
    },
    {
      "phrase": "집구석에 박혀 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "stay[keep] indoors",
        "keep to the house",
        "be stuck indoors"
      ]
    },
    {
      "phrase": "시골 한구석에 박혀 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be stuck in a secluded village"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be (stuck) in a groove",
      "frequency": 0
    },
    {
      "meaning": "stick in your mind",
      "frequency": 0
    },
    {
      "meaning": "impacted",
      "frequency": 0
    },
    {
      "meaning": "gomphosis",
      "frequency": 0
    },
    {
      "meaning": "callused",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "굉장히 드센 놈한테 박혀있던 털인가 보다~ It must be from a punk who was so fierce... 듣기 View video SF9 : 어머님들",
      "english": "It must be from a punk who was so fierce..."
    },
    {
      "korean": "정말 단단하게 박혀있는 거 맞나요? - 네! Do you have strong roots? - Yes! 듣기 View video World Klass (월드 클래스) : 첫방송 D-10 \"월드 클래스를 소개합니다!\" / Premiere D-10 \"Meet WORLD KLASS!\"",
      "english": "Do you have strong roots? - Yes!"
    },
    {
      "korean": "우리 연습생 모두 뿌리가 아주 단단하게 박혀있나요? Do all of you have a firm roots? 듣기 View video World Klass (월드 클래스) : 첫방송 D-10 \"월드 클래스를 소개합니다!\" / Premiere D-10 \"Meet WORLD KLASS!\"",
      "english": "Do all of you have a firm roots?"
    },
    {
      "korean": "그런 것들이 가슴안에 박혀있어요. are all inside my heart. 듣기 View video CASPER RADIO : Special DJ 황치열의 밤황치열시",
      "english": "are all inside my heart."
    },
    {
      "korean": "그 떡에 박혀있는 잣. The pine nut stuck in the rice cakes. 듣기 View video V Special : <진리상점> 랜선 개업식 in 설리 대표님방 LIVE",
      "english": "The pine nut stuck in the rice cakes."
    }
  ],
  "examples": [
    {
      "korean": "a plaque set into the wall 듣기 Add to Wordbook 벽에 박혀 있는 명판 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a plaque set into the wall Add to Wordbook"
    },
    {
      "korean": "a row of iron spikes on a wall 듣기 Add to Wordbook 담에 한 줄로 박혀 있는 쇠못들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a row of iron spikes on a wall Add to Wordbook"
    },
    {
      "korean": "The crown was set with precious jewels—diamonds, rubies and emeralds. 듣기 Add to Wordbook 그 왕관에는 다이아몬드, 루비, 에메랄드 같은 값비싼 보석들이 박혀 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The crown was set with precious jewels—diamonds, rubies and emeralds. Add to Wordbook"
    },
    {
      "korean": "Police work is mainly routine. 듣기 Add to Wordbook 경찰 업무는 주로 판에 박혀 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Police work is mainly routine. Add to Wordbook"
    },
    {
      "korean": "The knife had penetrated his chest. 듣기 Add to Wordbook 그 칼은 그의 가슴에 박혀 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The knife had penetrated his chest. Add to Wordbook"
    }
  ]
}