{
  "phrases": [
    {
      "phrase": "밖의",
      "hanja": "",
      "example": {},
      "meanings": [
        "outside",
        "outdoor",
        "external"
      ]
    },
    {
      "phrase": "밖",
      "hanja": "",
      "example": {},
      "meanings": [
        "(바깥) the outside, the open, exterior",
        "(어떤 범위·한도 등을 넘어선 것)"
      ]
    },
    {
      "phrase": "밖에",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "그밖의",
      "hanja": "",
      "example": {},
      "meanings": [
        "other",
        "additional"
      ]
    },
    {
      "phrase": "이 밖에",
      "hanja": "",
      "example": {},
      "meanings": [
        "besides",
        "above this"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "external",
      "frequency": 3
    },
    {
      "meaning": "out-of-bounds",
      "frequency": 0
    },
    {
      "meaning": "근로자의 날",
      "frequency": 0
    },
    {
      "meaning": "forth",
      "frequency": 3
    },
    {
      "meaning": "else",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "어? 까미가 밖에 나와 있네요! Huh? Ggami was waiting outside! 듣기 View video Stray Kids : [SKZ VLOG] 현진 : 현이, 지독한 짝사랑",
      "english": "Huh? Ggami was waiting outside!"
    },
    {
      "korean": "밖은 바삭한데 안은 쫀득한 느낌? The outside is crisp but the insides are chewy? 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "The outside is crisp but the insides are chewy?"
    },
    {
      "korean": "막 그거하고 막 그거하고 밖에 안 했어요 - 진짜요? all you said was \"doing that, doing that.\" - Really? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "all you said was \"doing that, doing that.\" - Really?"
    },
    {
      "korean": "[먼저 밖을 정복한다] - 저거 저거 노란 거 저거 - 뭐? [Going outside first] - That thing. The yellow one. - What? 듣기 View video Stray Kids : [SKZ VLOG] 리노 : 리노, 하고 싶은 거 다 하지 마",
      "english": "[Going outside first] - That thing. The yellow one. - What?"
    },
    {
      "korean": "밖에 누구냐고요? Who is outside? 듣기 View video VICTON : 앨리스 안녕! 보고싶다 ❤️",
      "english": "Who is outside?"
    }
  ],
  "examples": [
    {
      "korean": "Robin is way out of my league. 듣기 Add to Wordbook 로빈은 나의 능력 밖의 사람이야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 달걀후라이(mrsh****)",
      "english": "Robin is way out of my league. Add to Wordbook"
    },
    {
      "korean": "It really is a shock to the system. 듣기 Add to Wordbook 이건 정말 예상 밖의 일이야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 JAKE L(dleh****)",
      "english": "It really is a shock to the system. Add to Wordbook"
    },
    {
      "korean": "This is a major shock to the system. 듣기 Add to Wordbook 이것은 매우 뜻 밖의 일이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 JAKE L(dleh****)",
      "english": "This is a major shock to the system. Add to Wordbook"
    },
    {
      "korean": "It is outside my area of competence. 듣기 Add to Wordbook 그것은 내 능력 밖의 일입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jejeana1(jeje****) Hansard",
      "english": "It is outside my area of competence. Add to Wordbook"
    },
    {
      "korean": "That can be a shock to the system. 듣기 Add to Wordbook 그것은 예상 밖의 일이 될 수있어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 JAKE L(dleh****)",
      "english": "That can be a shock to the system. Add to Wordbook"
    }
  ]
}