{
  "phrases": [
    {
      "phrase": "밖에",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "-ㄹ밖에",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "밖",
      "hanja": "",
      "example": {},
      "meanings": [
        "(바깥) the outside, the open, exterior",
        "(어떤 범위·한도 등을 넘어선 것)"
      ]
    },
    {
      "phrase": "밖의",
      "hanja": "",
      "example": {},
      "meanings": [
        "outside",
        "outdoor",
        "external"
      ]
    },
    {
      "phrase": "그밖의",
      "hanja": "",
      "example": {},
      "meanings": [
        "other",
        "additional"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "outside",
      "frequency": 3
    },
    {
      "meaning": "but",
      "frequency": 3
    },
    {
      "meaning": "outby(e)",
      "frequency": 0
    },
    {
      "meaning": "outside of",
      "frequency": 0
    },
    {
      "meaning": "within[out of] (the) range of",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "밖은 바삭한데 안은 쫀득한 느낌? The outside is crisp but the insides are chewy? 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "The outside is crisp but the insides are chewy?"
    },
    {
      "korean": "막 그거하고 막 그거하고 밖에 안 했어요 - 진짜요? all you said was \"doing that, doing that.\" - Really? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "all you said was \"doing that, doing that.\" - Really?"
    },
    {
      "korean": "[먼저 밖을 정복한다] - 저거 저거 노란 거 저거 - 뭐? [Going outside first] - That thing. The yellow one. - What? 듣기 View video Stray Kids : [SKZ VLOG] 리노 : 리노, 하고 싶은 거 다 하지 마",
      "english": "[Going outside first] - That thing. The yellow one. - What?"
    },
    {
      "korean": "밖에 누구냐고요? Who is outside? 듣기 View video VICTON : 앨리스 안녕! 보고싶다 ❤️",
      "english": "Who is outside?"
    },
    {
      "korean": "밖에 봤어요? Did you look outside? 듣기 View video IU : [IU TV] 너의 이름을 불러줄게",
      "english": "Did you look outside?"
    }
  ],
  "examples": [
    {
      "korean": "William Broderick, chairman and chief executive, said the earnings shortfall drove him to \"remove a layer of management.\" As a result of the elimination of the position of president, David A. Carpenter is leaving the company, ending a 25-year career. 듣기 Add to Wordbook 램베스社의 윌리엄 브로더릭 회장 겸 최고 경영자는 실적 부진으로 인해 \"임원직급을 한 단계 없앨수 밖 에 없었다\"고 말했다. 사장직이 없어지면서 데이비드 A. 카펜터 씨는 25년 간 몸담아 왔던 회사를 떠나게 된다. YBM All in All English-Korean Dictionary",
      "english": "William Broderick, chairman and chief executive, said the earnings shortfall drove him to \"remove a layer of management.\" As a result of the elimination of the position of president, David A. Carpenter is leaving the company, ending a 25-year career. Add to Wordbook"
    },
    {
      "korean": "Don't get on his bad side. 듣기 Add to Wordbook 그 양반 눈 밖에 나지 마라. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 전위적인 쓰레기(park****)",
      "english": "Don't get on his bad side. Add to Wordbook"
    },
    {
      "korean": "I hope you're out having fun. 듣기 Add to Wordbook 밖에 나가 놀기를 바래 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 그래(lkw7****)",
      "english": "I hope you're out having fun. Add to Wordbook"
    },
    {
      "korean": "That is now out, is it not? 듣기 Add to Wordbook 그건 지금 밖에 있지, 그렇지? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 팬텀(lk79****) Hansard",
      "english": "That is now out, is it not? Add to Wordbook"
    },
    {
      "korean": "I'm gonna put the bins out. 듣기 Add to Wordbook 쓰레기를 밖에 내놓을 거야 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 왕햄스터(shw1****)",
      "english": "I'm gonna put the bins out. Add to Wordbook"
    }
  ]
}