{
  "phrases": [
    {
      "phrase": "반발",
      "hanja": " (反撥)",
      "example": {},
      "meanings": [
        "[동사] resist, oppose opposition (to), backlash, [명사] resistance (to),"
      ]
    },
    {
      "phrase": "핵 발전소 건설에 대한 현지 주민들의 반발",
      "hanja": "",
      "example": {},
      "meanings": [
        "the resistance of the local people to the construction of a nuclear power plant"
      ]
    },
    {
      "phrase": "반발 작용",
      "hanja": " (反撥作用)",
      "example": {},
      "meanings": [
        "repulsion"
      ]
    },
    {
      "phrase": "반발전동기",
      "hanja": " (反撥電動機)",
      "example": {},
      "meanings": [
        "a repulsion motor."
      ]
    },
    {
      "phrase": "반발하다",
      "hanja": " (反撥하다)",
      "example": {},
      "meanings": [
        "Verb oppose, resist"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "reaction",
      "frequency": 2
    },
    {
      "meaning": "backlash",
      "frequency": 0
    },
    {
      "meaning": "pushback",
      "frequency": 0
    },
    {
      "meaning": "repulsion",
      "frequency": 0
    },
    {
      "meaning": "on the rebound",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[역대급 반발] - 말이 되는 소리를 해야지! - 뭔 소리야! [Strong opposition] - It doesn't make sense! - What? 듣기 View video BTS : Run BTS! 2020 - EP.107",
      "english": "[Strong opposition] - It doesn't make sense! - What?"
    },
    {
      "korean": "[집단반발] - 청량하고 섹시 아닌가요? - 청량 섹시 - 아 그런가요? [Opposition] - Isn't it refreshing and sexy? - Refre-xy. - Oh, really? 듣기 View video V PICK! : [Golden Child] 역'시' '시'원 섹'시' 전부 금둥이꺼였지✨ (Golden Child talking about their new album)",
      "english": "[Opposition] - Isn't it refreshing and sexy? - Refre-xy. - Oh, really?"
    },
    {
      "korean": "[두루뭉술한 메라사나의 힌트에 단체 반발] - 나도 이거 좋아! - 사나 범인! [Protesting against MERASANA's vague hint] - I like it too! - SANA is the liar! 듣기 View video TWICE : TWICE TV “ONCE HALLOWEEN 2”",
      "english": "[Protesting against MERASANA's vague hint] - I like it too! - SANA is the liar!"
    },
    {
      "korean": "[부먹일까? 찍먹일까?] 우리 똑같아? 혹시 반발하는 의견 없지? [Dipping or pouring?] Anyone who objects it? 듣기 View video GFRIEND : 여자친구와 잼 아저씨의 콜라보 - 매니저없이 하루놀기",
      "english": "[Dipping or pouring?] Anyone who objects it?"
    },
    {
      "korean": "그때 많은 분들의 반발이 좀 있었어요. There was a lot of resistance. 듣기 View video HIGHLIGHT : ♡ HAPPY DONGWOON DAY ♡",
      "english": "There was a lot of resistance."
    }
  ],
  "examples": [
    {
      "korean": "He reacted strongly against the artistic conventions of his time. 발음듣기 그는 자기 시대의 예술적 관례에 강하게 반발했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He reacted strongly against the artistic conventions of his time. 발음"
    },
    {
      "korean": "The government is facing an angry backlash from voters over the new tax. 발음듣기 그 새로 생긴 세금 때문에 정부가 유권자들의 심한 반발에 직면해 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The government is facing an angry backlash from voters over the new tax. 발음"
    },
    {
      "korean": "The return to traditional family values is a reaction against the permissiveness of recent decades. 발음듣기 전통적인 가족적 가치로의 회귀는 최근 몇십 년간의 허용주의에 대한 반발이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The return to traditional family values is a reaction against the permissiveness of recent decades. 발음"
    },
    {
      "korean": "Inviting a Muslim to the Christian fellowship seminar is like throwing chum. 발음듣기 무슬림을 기독교 단체 세미나에 초대하는 것은 반발이 일어날 것은 알면서도 무작정 하는 것과 같다. 국제영어대학원대학교 신어사전",
      "english": "Inviting a Muslim to the Christian fellowship seminar is like throwing chum. 발음"
    },
    {
      "korean": "The internet company announced that it selected the city after a comprehensive review, about four months after abandoning its initial plan to establish the data center in Yongin, Gyeonggi Province, due to strong opposition from residents there. 발음듣기 이 IT회사는 애초 계획이었던 경기도 용인시가 주민들의 큰 반발에 부딪히자 4개월에 걸친 종합적인 검토 끝에 용인시가 아닌 세종시를 선택했다고 발표했다. The Korea Times",
      "english": "The internet company announced that it selected the city after a comprehensive review, about four months after abandoning its initial plan to establish the data center in Yongin, Gyeonggi Province, due to strong opposition from residents there. 발음"
    }
  ]
}