{
  "phrases": [
    {
      "phrase": "반입",
      "hanja": " (搬入)",
      "example": {},
      "meanings": [
        "[동사] carry[bring] (into/onto)"
      ]
    },
    {
      "phrase": "반입하다",
      "hanja": " (搬入하다)",
      "example": {},
      "meanings": [
        "Verb carry in, bring in (↔반출하다)"
      ]
    },
    {
      "phrase": "반입되다",
      "hanja": " (搬入되다)",
      "example": {},
      "meanings": [
        "Verb be carried in, be brought in (↔반출되다)"
      ]
    },
    {
      "phrase": "반입금지 품",
      "hanja": "",
      "example": {},
      "meanings": [
        "(안내지시문) Prohibited Items"
      ]
    },
    {
      "phrase": "반입금지 물품",
      "hanja": "",
      "example": {},
      "meanings": [
        "(안내지시문) Restricted Items"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "albomaculatus",
      "frequency": 0
    },
    {
      "meaning": "Show Sunday",
      "frequency": 0
    },
    {
      "meaning": "delivered terms",
      "frequency": 0
    },
    {
      "meaning": "mosaic hybrid",
      "frequency": 0
    },
    {
      "meaning": "delivery ex warehouse",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "1. 포토존을 제외한 곳에 삼각대와 사다리 반입 금지! One, tripods and ladders are restricted in all areas except for the photo zone. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#457. 상상플러스 (스페셜 DJ 틴탑 니엘&리키 with 라붐)",
      "english": "One, tripods and ladders are restricted in all areas except for the photo zone."
    },
    {
      "korean": "위험할 수 있는 물품 및 음식 반입은 자제해주세요. that may block the view of others and bringing in food. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#175. 아이돌하세운 (w. 정세운)",
      "english": "that may block the view of others and bringing in food."
    },
    {
      "korean": "하나, 포토존을 제외한 곳에 삼각대와 사다리 반입 금지! First, tripods and ladders are prohibited other than in the photo zone. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#175. 아이돌하세운 (w. 정세운)",
      "english": "First, tripods and ladders are prohibited other than in the photo zone."
    },
    {
      "korean": "하나, 포토존을 제외한 곳에 삼각대와 사다리 반입 금지. One, tripods and ladders are restricted in all areas except for the photo zone. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#64. 아이돌 뮤직쇼! 동전가왕 (w. 펜타곤 진호, 골든차일드 주찬, SF9 인성)",
      "english": "One, tripods and ladders are restricted in all areas except for the photo zone."
    },
    {
      "korean": "셋, 시야를 가리는 행동과 위험할 수 있는 물품 및 음식 반입은 자제해 주세요. Three, refrain from obstructing the view and bringing in food or things that could pose danger. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#64. 아이돌 뮤직쇼! 동전가왕 (w. 펜타곤 진호, 골든차일드 주찬, SF9 인성)",
      "english": "Three, refrain from obstructing the view and bringing in food or things that could pose danger."
    }
  ],
  "examples": [
    {
      "korean": "You should pay an extra charge to take your wheelie bag on the plane. 듣기 Add to Wordbook 바퀴 달린 여행 가방을 기내에 반입하려면 추가 요금을 내셔야 합니다. 국제영어대학원대학교 신어사전",
      "english": "You should pay an extra charge to take your wheelie bag on the plane. Add to Wordbook"
    },
    {
      "korean": "Alcoholic beverages are not permitted[allowed] on the premises. 듣기 Add to Wordbook 주류 반입은 허용되지 않는다. Neungyule",
      "english": "Alcoholic beverages are not permitted[allowed] on the premises. Add to Wordbook"
    },
    {
      "korean": "Items such as knives and scissors cannot be carried onto the plane. 듣기 Add to Wordbook 칼이나 가위 등은 기내에 반입할 수 없습니다 Neungyule",
      "english": "Items such as knives and scissors cannot be carried onto the plane. Add to Wordbook"
    },
    {
      "korean": "The Customs Office works hard to keep out counterfeit goods. 듣기 Add to Wordbook 세관은 위조품 반입을 막기 위해 많은 노력을 기울인다. YBM All in All English-Korean Dictionary",
      "english": "The Customs Office works hard to keep out counterfeit goods. Add to Wordbook"
    },
    {
      "korean": "Do you have any prohibited items such as handguns or animal products? 듣기 Add to Wordbook 권총이나 동물성 생산품과 같이 반입 금지된 물품이 있나요? Neungyule",
      "english": "Do you have any prohibited items such as handguns or animal products? Add to Wordbook"
    }
  ]
}