{
  "phrases": [
    {
      "phrase": "반하다",
      "hanja": " (反―)",
      "example": {},
      "meanings": [
        "(반대·대조되다)",
        "(의견 등을 거스르다)"
      ]
    },
    {
      "phrase": "반하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(마음이 끌리다) fall in love (with), fall for, (formal) be enamored (of/with), give[lose] one's heart to sb, have a crush on sb, be taken with[by], take a fancy to sb, (Brit, inf) be keen on"
      ]
    },
    {
      "phrase": "당신은 첫눈에 반하는 타입입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "O형에 관한 표현 You are the type who falls in love at first sight."
      ]
    },
    {
      "phrase": "공서양속에 반하는 상표",
      "hanja": "",
      "example": {},
      "meanings": [
        "지식재산권_특허 trademark against public order or moralitytrademark register"
      ]
    },
    {
      "phrase": "인도에 반하는 죄",
      "hanja": "",
      "example": {},
      "meanings": [
        "법 crimes against humanity"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "contrary",
      "frequency": 1
    },
    {
      "meaning": "inimical",
      "frequency": 0
    },
    {
      "meaning": "unphilosophic",
      "frequency": 0
    },
    {
      "meaning": "alogical",
      "frequency": 0
    },
    {
      "meaning": "antilife",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[네가 다빈 언니한테 반하는 일은 없었을까?] [Would you have not fallen for Dabin?] View video 콬TV (WHYNOT) : 한 남자가 여자에게 확신을 가지게 되는 순간ㅣ[리얼하이로맨스S2] EP15",
      "english": "[Would you have not fallen for Dabin?]"
    },
    {
      "korean": "[마지못해 하는 척 하는 이다원 귀여워서] 그러니까 너한테 반하는 척하라고? [Da Won is so cute that he pretends that he doesn't want to do it] So you want us to see you? 듣기 View video V PICK! : [1년 전 오늘의 SF9] 우리 SF9 올해도! 2019년도 나가보자 한번!!! (SF9 a year ago)",
      "english": "[Da Won is so cute that he pretends that he doesn't want to do it] So you want us to see you?"
    },
    {
      "korean": "널 보고 반하는 거야. sees you and falls in love with you. 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌5' 1화 ('Lovelyz Diary Season 5' EP.1)",
      "english": "sees you and falls in love with you."
    },
    {
      "korean": "이건 바로! \"너에게 한 번 더 반하는 순간\"? This is! \"Crushing On You Again\"? 듣기 View video V COOKIE : [REPLAY]Christmas Week EP.5 B1A4",
      "english": "This is! \"Crushing On You Again\"?"
    },
    {
      "korean": "'너에게 한 번 더 반하는 순간' 한번 들을까요? How about \"The Moment I Fall For You Again\"? 듣기 View video B1A4 : 산들과 꽃꽂이를 배워봅시다",
      "english": "How about \"The Moment I Fall For You Again\"?"
    }
  ],
  "examples": [
    {
      "korean": "She was forced to marry against her will. 발음듣기 그녀는 자기 의사에 반하는 결혼을 하도록 강요받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was forced to marry against her will. 발음"
    },
    {
      "korean": "Students finishing their education at 16 is the very antithesis of what society needs. 발음듣기 16세에 학교교육을 그만두는 학생은 사회가 요구하는 것에 크게 반하는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Students finishing their education at 16 is the very antithesis of what society needs. 발음"
    },
    {
      "korean": "The behavior you witnessed goes against our commitment to providing quality customer service. 발음듣기 귀하께서 직접 보신 행동은 품격 있는 고객 서비스 제공이라는 당사의 약속에 반하는 것입니다. DARAKWON",
      "english": "The behavior you witnessed goes against our commitment to providing quality customer service. 발음"
    },
    {
      "korean": "Whatsoever is contrary to nature is contrary to reason, and whatsoever is contrary to reason is absurd. (Baruch Spinoza) 발음듣기 무엇이든 자연에 반하는 것은 이성에 반하는 것이며 이성에 반하는 그 모든 것은 불합리하다. (바뤼흐 스피노자, 생각명언) 명언/속담",
      "english": "Whatsoever is contrary to nature is contrary to reason, and whatsoever is contrary to reason is absurd. (Baruch Spinoza) 발음"
    },
    {
      "korean": "It is civilicide to continue to develop the technology. 발음듣기 그 기술을 계속 발달시키는 것은 문명에 반하는 범죄 행위다. 국제영어대학원대학교 신어사전",
      "english": "It is civilicide to continue to develop the technology. 발음"
    }
  ]
}