{
  "phrases": [
    {
      "phrase": "받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건을) accept, get, take, (formal) receive,",
        "(요금·값 등을) charge",
        "(처벌을) receive"
      ]
    },
    {
      "phrase": "받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뿔·머리 등으로) butt, (뿔로) gore, (부딪치다) hit, bump (into/against), ram (into), crash (into), smash (into)"
      ]
    },
    {
      "phrase": "받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사진·화장·음식 등이)"
      ]
    },
    {
      "phrase": "-받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(입다·당하다) receive (an action), suffer"
      ]
    },
    {
      "phrase": "압박을 받고",
      "hanja": "",
      "example": {},
      "meanings": [
        "under pressure",
        "under (the) pressure of"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "favored",
      "frequency": 3
    },
    {
      "meaning": "wanted",
      "frequency": 3
    },
    {
      "meaning": "under suspicion (of something)",
      "frequency": 0
    },
    {
      "meaning": "mandated",
      "frequency": 0
    },
    {
      "meaning": "by/with your leave",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "백호도 마카롱 받고요 - 아닌데? 진짜 그냥 마카롱인데? BAECKHO. It's yours. - I guess they're fine. 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.19 뉴이스트의 2020 왁자지껄 운수대통 #1",
      "english": "BAECKHO. It's yours. - I guess they're fine."
    },
    {
      "korean": "이제 연고전은 저희 허락받고 하는 걸로... Now, Yonsei and Korea, you should get our permission first to compete each other. 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 23. 현재 1위 츄플에게 도전하는 경희대 래빈 & 용인 리퍼블릭!",
      "english": "Now, Yonsei and Korea, you should get our permission first to compete each other."
    },
    {
      "korean": "[킁킁 (노아 빙의)][킁킁] - 마카롱 받고요 - 여기 뭐 탔다고? [Smelling like Noa, his pet dog] - Macarons for you. - Did they put something in? 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.19 뉴이스트의 2020 왁자지껄 운수대통 #1",
      "english": "[Smelling like Noa, his pet dog] - Macarons for you. - Did they put something in?"
    },
    {
      "korean": "사랑받고... To feel the love... 듣기 View video V COOKIE : [Full] KIM JAEJOONG X Orgel Live - 김재중의 오르골 라이브!",
      "english": "To feel the love..."
    },
    {
      "korean": "받고 싶은 선물이요? What kind of gift do I want to receive? 듣기 View video TOMORROW X TOGETHER : 태현 탄신일❣",
      "english": "What kind of gift do I want to receive?"
    }
  ],
  "examples": [
    {
      "korean": "He is being rushed by Sigma Nu. 듣기 Add to Wordbook 그는 시그마 누의 가입 권유를 받고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He is being rushed by Sigma Nu. Add to Wordbook"
    },
    {
      "korean": "She enjoys the respect of her peers. 듣기 Add to Wordbook 그녀는 동배들의 존경을 받고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She enjoys the respect of her peers. Add to Wordbook"
    },
    {
      "korean": "The town is under heavy artillery fire. 듣기 Add to Wordbook 그 소도시는 엄청난 포격을 받고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The town is under heavy artillery fire. Add to Wordbook"
    },
    {
      "korean": "She was deeply pained by the accusation. 듣기 Add to Wordbook 그녀는 그 비난을 받고 몹시 고통스러웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was deeply pained by the accusation. Add to Wordbook"
    },
    {
      "korean": "Unemployment is once again in the spotlight. 듣기 Add to Wordbook 실업 문제가 다시 한 번 세간의 주목을 받고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Unemployment is once again in the spotlight. Add to Wordbook"
    }
  ]
}