{
  "phrases": [
    {
      "phrase": "받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건을) accept, get, take, (formal) receive,",
        "(요금·값 등을) charge",
        "(처벌을) receive"
      ]
    },
    {
      "phrase": "받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뿔·머리 등으로) butt, (뿔로) gore, (부딪치다) hit, bump (into/against), ram (into), crash (into), smash (into)"
      ]
    },
    {
      "phrase": "받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사진·화장·음식 등이)"
      ]
    },
    {
      "phrase": "-받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(입다·당하다) receive (an action), suffer"
      ]
    },
    {
      "phrase": "달빛을 받으며 산책하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "walk in the moonlight"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "under the knife",
      "frequency": 0
    },
    {
      "meaning": "to be on a low wage",
      "frequency": 0
    },
    {
      "meaning": "at gunpoint",
      "frequency": 0
    },
    {
      "meaning": "at knifepoint",
      "frequency": 0
    },
    {
      "meaning": "curtain call",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "주목받으며 특별한 아티스트가 된 분들이 계십니다. there are special artists that received attention. 듣기 View video V MUSIC : [Replay] 제8회 가온차트 뮤직 어워즈(8th GAONCHART MUSIC AWARDS) PART 2",
      "english": "there are special artists that received attention."
    },
    {
      "korean": "[은 화백 코치를 받으며 마무리 작업 중인 쑥 화백] - 좀 너무 짧게 했다. - 그래요? It's a bit too short. - Really? 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] 뉴페이스 지숙을 위한... _ ep17",
      "english": "It's a bit too short. - Really?"
    },
    {
      "korean": "창가에서 빛 받으며 기대서 노래 듣고 이런 거. You can lean on the window and then the light will shine through. 듣기 View video fromis_9 : [THE100_fromis_9] 첫 콘서트를 빅픽처! (feat.프롬이들의 소확행?) Ep. 17",
      "english": "You can lean on the window and then the light will shine through."
    },
    {
      "korean": "오늘도 커다란 응원을 받으며 무대로 향한다. Once again, they head towards the stage while receiving huge support today. 듣기 View video MOMO X : [아큐멘터리] 내 나이 24, 나는 '기희현'이다 2부",
      "english": "Once again, they head towards the stage while receiving huge support today."
    },
    {
      "korean": "젊은 남녀가 친지들의 축복을 받으며 백년가약을 맺기에 좋겠다. it's great for young man and woman to make life promise under family's blessings.\" 듣기 View video MOMO X : [모모문고] UNB 의진 편",
      "english": "it's great for young man and woman to make life promise under family's blessings.\""
    }
  ],
  "examples": [
    {
      "korean": "to go for a walk by moonlight/in the moonlight 듣기 Add to Wordbook 달빛을 받으며 산책을 가다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to go for a walk by moonlight/in the moonlight Add to Wordbook"
    },
    {
      "korean": "The heroine made her exit to great applause. 듣기 Add to Wordbook 여주인공은 큰 박수를 받으며 퇴장했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The heroine made her exit to great applause. Add to Wordbook"
    },
    {
      "korean": "She stood alone on stage in the spotlight. 듣기 Add to Wordbook 그녀는 스포트라이트를 받으며 무대 위에 혼자 서 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She stood alone on stage in the spotlight. Add to Wordbook"
    },
    {
      "korean": "The President arrived, escorted by twelve soldiers. 듣기 Add to Wordbook 병사 열두 명의 호위를 받으며 대통령이 도착했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The President arrived, escorted by twelve soldiers. Add to Wordbook"
    },
    {
      "korean": "They were sailing on (a) port/starboard tack. 듣기 Add to Wordbook 그들은 바람을 좌현/우현 쪽으로 받으며 항해[범주]하고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were sailing on (a) port/starboard tack. Add to Wordbook"
    }
  ]
}