{
  "phrases": [
    {
      "phrase": "받이",
      "hanja": "",
      "example": {},
      "meanings": [
        "inlet"
      ]
    },
    {
      "phrase": "공기 받이",
      "hanja": " (空氣―)",
      "example": {},
      "meanings": [
        "(기계) an air receiver"
      ]
    },
    {
      "phrase": "홈통받이 쇠붙이",
      "hanja": "",
      "example": {},
      "meanings": [
        "a gutter hook."
      ]
    },
    {
      "phrase": "대청도 서풍받이",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (자연관광) Seopungbaji Embankment of Daecheongdo Island"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "catch basin",
      "frequency": 0
    },
    {
      "meaning": "card tray",
      "frequency": 0
    },
    {
      "meaning": "couter",
      "frequency": 0
    },
    {
      "meaning": "crumbcloth",
      "frequency": 0
    },
    {
      "meaning": "bouchon",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "응석 받이가 된 기분이라 제대로 풀지도 못합니다. which makes me feel like a very spoiled child. So I can't even really relieve my stress properly. 듣기 View video DAY6 : DAY6의 Free한 라디오 with 원필, 도운",
      "english": "which makes me feel like a very spoiled child. So I can't even really relieve my stress properly."
    }
  ],
  "examples": [
    {
      "korean": "Fruits that depend on fruit bats for pollination include bananas, peaches, avocados and mangoes. 듣기 Add to Wordbook 꽃가루 받이를 과일 박쥐에게 의존하는 과일은 바나나, 복숭아, 아보카도 그리고 망고가 있습니다. TIMES CORE",
      "english": "Fruits that depend on fruit bats for pollination include bananas, peaches, avocados and mangoes. Add to Wordbook"
    },
    {
      "korean": "As they fly from plant to plant getting food, they also pollinate the plants they visit. 듣기 Add to Wordbook 그들이 음식을 얻기 위해 식물 사이를 날아다닐 때, 그들은 방문하는 식물의 꽃가루 받이도 합니다. TIMES CORE",
      "english": "As they fly from plant to plant getting food, they also pollinate the plants they visit. Add to Wordbook"
    },
    {
      "korean": "Place foil drip pan under grilling area. 듣기 Add to Wordbook 호일 액체 받이를 그릴 아래에 두세요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 mscbd(mscb****)",
      "english": "Place foil drip pan under grilling area. Add to Wordbook"
    },
    {
      "korean": "Place roast over drip pan on grill. 듣기 Add to Wordbook 구운 고기를 석쇠 위의 기름 받이에 놓아라 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 홍은수(euns****)",
      "english": "Place roast over drip pan on grill. Add to Wordbook"
    },
    {
      "korean": "Hope you have a very happy new year and I'll talk to you soon. 듣기 Add to Wordbook 새해 복 많이 받이 받길 바라고, 곧 연락할께. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 세요(accc****)",
      "english": "Hope you have a very happy new year and I'll talk to you soon. Add to Wordbook"
    }
  ]
}