{
  "phrases": [
    {
      "phrase": "발현",
      "hanja": " (發現/發顯)",
      "example": {},
      "meanings": [
        "revelation, manifestation, 발현하다 be revealed[manifested], manifest itself"
      ]
    },
    {
      "phrase": "발현되다",
      "hanja": " (發現/發顯되다)",
      "example": {},
      "meanings": [
        "Verb be revealed, be manifested"
      ]
    },
    {
      "phrase": "발현하다",
      "hanja": " (發現/發顯하다)",
      "example": {},
      "meanings": [
        "Verb reveal, manifest"
      ]
    },
    {
      "phrase": "다면발현",
      "hanja": " (多面發現)",
      "example": {},
      "meanings": [
        "의학 pleiotropism, pleiotropy"
      ]
    },
    {
      "phrase": "발현내용",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 manifest content"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Ereignis",
      "frequency": 0
    },
    {
      "meaning": "pleiotropy",
      "frequency": 0
    },
    {
      "meaning": "gene expression",
      "frequency": 0
    },
    {
      "meaning": "발현",
      "frequency": 0
    },
    {
      "meaning": "derepress",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "발현을 하는 건데요. And when they are weak, the symptoms appear. 듣기 View video V Animal Family : 고양이 보금자리 새단장! New interior for Cats! (ft. 박정윤수의사)",
      "english": "And when they are weak, the symptoms appear."
    },
    {
      "korean": "발현이 되는 친구들이 있거든요. they start to show herpes virus symptoms. 듣기 View video V Animal Family : 고양이 보금자리 새단장! New interior for Cats! (ft. 박정윤수의사)",
      "english": "they start to show herpes virus symptoms."
    }
  ],
  "examples": [
    {
      "korean": "the rise of commufascism in the young generation 발음듣기 젊은 세대 사이에 코뮤파시즘의 발현 국제영어대학원대학교 신어사전",
      "english": "the rise of commufascism in the young generation 발음"
    },
    {
      "korean": "presymptomatic people who are at risk of COVID-19 발음듣기 코로나 바이러스 감염 위험이 있는 증상 발현 전 단계의 사람들 국제영어대학원대학교 신어사전",
      "english": "presymptomatic people who are at risk of COVID-19 발음"
    },
    {
      "korean": "America's present is making itself felt in other ways as well. 발음듣기 미국의 현실은 또한 다른 방식들로도 발현되고 있다. YBM All in All English-Korean Dictionary",
      "english": "America's present is making itself felt in other ways as well. 발음"
    },
    {
      "korean": "A genetically modified food is a food whose genetic structure has been altered by incorporating a gene that will express a desirable trait, often termed gene splicing. 발음듣기 유전자변형식품이란 원하는 특성이 발현하도록 유전자 접합이라는 것을 통해 유전자 구조를 변형시킨 식품을 말한다. YBM All in All English-Korean Dictionary",
      "english": "A genetically modified food is a food whose genetic structure has been altered by incorporating a gene that will express a desirable trait, often termed gene splicing. 발음"
    },
    {
      "korean": "An aurora is a display of natural lights. 발음듣기 오로라는 자연광들의 발현이다. Neungyule",
      "english": "An aurora is a display of natural lights. 발음"
    }
  ]
}