{
  "phrases": [
    {
      "phrase": "발화",
      "hanja": " (發火)",
      "example": {},
      "meanings": [
        "[명사] (formal) ignition, [동사] (formal) ignite"
      ]
    },
    {
      "phrase": "발화",
      "hanja": " (發話)",
      "example": {},
      "meanings": [
        "Noun uttering, pronouncing"
      ]
    },
    {
      "phrase": "발화 장치",
      "hanja": "",
      "example": {},
      "meanings": [
        "an ignition device"
      ]
    },
    {
      "phrase": "지연 발화",
      "hanja": "",
      "example": {},
      "meanings": [
        "hangfire"
      ]
    },
    {
      "phrase": "자연 발화",
      "hanja": "",
      "example": {},
      "meanings": [
        "spontaneous combustion"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "articulation",
      "frequency": 0
    },
    {
      "meaning": "ignition",
      "frequency": 0
    },
    {
      "meaning": "verbalness",
      "frequency": 0
    },
    {
      "meaning": "verbal output",
      "frequency": 0
    },
    {
      "meaning": "spark",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[몬스타엑스 에너지공급원] 발화제같은 느낌. [MONSTA X energizer] Like an igniting equipment. 듣기 View video MONSTA X : [REPLAY] MONSTA X-RAY (몬스타엑스레이) _6화",
      "english": "[MONSTA X energizer] Like an igniting equipment."
    }
  ],
  "examples": [
    {
      "korean": "The spoken word is immediate but lacks permanence. 듣기 Add to Wordbook 발화되는 말은 즉각적이고 영구성이 결여되어 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The spoken word is immediate but lacks permanence. Add to Wordbook"
    },
    {
      "korean": "The flames spread to all parts of the house within minutes of ignition. 듣기 Add to Wordbook 발화된 지 몇 분 만에 그 집 구석구석으로 불길이 번졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The flames spread to all parts of the house within minutes of ignition. Add to Wordbook"
    },
    {
      "korean": "A spark ignites the fuel in a car engine. 듣기 Add to Wordbook 자동차 엔진 내에 있는 발화 장치가 연료에 불을 붙인다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A spark ignites the fuel in a car engine. Add to Wordbook"
    },
    {
      "korean": "The linguist studies the relationship between verbalness and body gestures. 듣기 Add to Wordbook 그 언어학자는 발화와 신체 동작 간의 관계를 연구한다. 국제영어대학원대학교 신어사전",
      "english": "The linguist studies the relationship between verbalness and body gestures. Add to Wordbook"
    },
    {
      "korean": "You can judge whether your child self-corrects when errors are made by listening to a child read. 듣기 Add to Wordbook 아이의 읽기를 들음으로써 당신은 아이가 오류를 발화했을 때 스스로 수정할 줄 아는지 판단할 수 있습니다. 국제영어대학원대학교 신어사전",
      "english": "You can judge whether your child self-corrects when errors are made by listening to a child read. Add to Wordbook"
    }
  ]
}