{
  "phrases": [
    {
      "phrase": "발포",
      "hanja": " (發砲)",
      "example": {},
      "meanings": [
        "[동사] fire (at/on), shoot (at), (formal) discharge"
      ]
    },
    {
      "phrase": "발포",
      "hanja": " (發布)",
      "example": {},
      "meanings": [
        "Noun promulgation, proclamation"
      ]
    },
    {
      "phrase": "발포(하다)",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 fire"
      ]
    },
    {
      "phrase": "헌법의 발포",
      "hanja": "",
      "example": {},
      "meanings": [
        "the promulgation of the constitution"
      ]
    },
    {
      "phrase": "예포를 발포하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fire a salute"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shot",
      "frequency": 3
    },
    {
      "meaning": "firing",
      "frequency": 3
    },
    {
      "meaning": "shot 1",
      "frequency": 3
    },
    {
      "meaning": "shoot 1",
      "frequency": 3
    },
    {
      "meaning": "pop 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[다은의 취향 저격 발포주 고래 캔으로 결정] 고래? [They decide on the whale as Daeun suggested] The whale? 듣기 View video 콬TV (WHYNOT) : 남녀가 술 마실 때 옆에 앉으면 일어나는 일 (feat. 취중진담)ㅣ[리얼하이로맨스S2] EP7",
      "english": "[They decide on the whale as Daeun suggested] The whale?"
    },
    {
      "korean": "구분이 안 되니까 발포해서 다 죽이라고 해요. couldn't tell them apart. So they decided to shoot them all. 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "couldn't tell them apart. So they decided to shoot them all."
    },
    {
      "korean": "가위바위보 해서 발포 비타민이라는 걸 먹었어요. We played rock paper scissors and I ate a fizzy vitamin tablet. 듣기 View video WINNER : [REPLAY] WINNER OUR TWENTY FOR MIDSUMMER NIGHT LIVE",
      "english": "We played rock paper scissors and I ate a fizzy vitamin tablet."
    },
    {
      "korean": "원래 발포비타인은 물 500mL랑 해서 먹어야죠. - 희석해서 먹어야죠. You need to dissolve it in 500ml of water. - By diluting it. 듣기 View video WINNER : [REPLAY] WINNER OUR TWENTY FOR MIDSUMMER NIGHT LIVE",
      "english": "You need to dissolve it in 500ml of water. - By diluting it."
    },
    {
      "korean": "발포비타민, 비타민 많이 드셨나봐요 머리색이. You bought vitamin C tablets. It seems like you had a lot of vitamin C. Your hair color tells us. 듣기 View video STAR PROJECT : '별프로젝트'프리마켓 메인이벤트 생중계",
      "english": "You bought vitamin C tablets. It seems like you had a lot of vitamin C. Your hair color tells us."
    }
  ],
  "examples": [
    {
      "korean": "the discharge of a gun 듣기 Add to Wordbook 발포. Friendict Level English-Korean Dictionary",
      "english": "the discharge of a gun Add to Wordbook"
    },
    {
      "korean": "Soldiers fired on the crowd. 듣기 Add to Wordbook 군인들이 군중들에게 발포를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Soldiers fired on the crowd. Add to Wordbook"
    },
    {
      "korean": "Troops opened fire on the crowds. 듣기 Add to Wordbook 군대가 군중들에게 발포를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Troops opened fire on the crowds. Add to Wordbook"
    },
    {
      "korean": "The officer ordered them to fire. 듣기 Add to Wordbook 장교가 그들에게 발포하라고 명령했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The officer ordered them to fire. Add to Wordbook"
    },
    {
      "korean": "A flurry of shots rang out in the darkness. 듣기 Add to Wordbook 어둠 속에서 한차례 발포 소동이 벌어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A flurry of shots rang out in the darkness. Add to Wordbook"
    }
  ]
}