{
  "phrases": [
    {
      "phrase": "방어선",
      "hanja": " (防禦線)",
      "example": {},
      "meanings": [
        "line of defense"
      ]
    },
    {
      "phrase": "방어선을 구축하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "establish a line of defense"
      ]
    },
    {
      "phrase": "적의 방어선을 돌파하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "break through the enemy´s line"
      ]
    },
    {
      "phrase": "적의 방어선을 무너뜨리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "succeed in breaking through the enemy´s defense line"
      ]
    },
    {
      "phrase": "축차방어선",
      "hanja": " (逐次防禦線)",
      "example": {},
      "meanings": [
        "군사 successive defense line (SDL)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "line 1",
      "frequency": 3
    },
    {
      "meaning": "line of defense",
      "frequency": 0
    },
    {
      "meaning": "the final defense line",
      "frequency": 0
    },
    {
      "meaning": "arcifinious",
      "frequency": 0
    },
    {
      "meaning": "Torres Vedras",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "a line of defense 듣기 Add to Wordbook 방어선. Friendict Level English-Korean Dictionary",
      "english": "a line of defense Add to Wordbook"
    },
    {
      "korean": "We attempted breaking the lines of the enemy. 듣기 Add to Wordbook 우리는 적의 방어선 돌파를 시도했다. Friendict Level English-Korean Dictionary",
      "english": "We attempted breaking the lines of the enemy. Add to Wordbook"
    },
    {
      "korean": "Breaks in the defense led to their collapse. 듣기 Add to Wordbook 방어선이 무너지면서 그들은 패했다. YBM All in All English-Korean Dictionary",
      "english": "Breaks in the defense led to their collapse. Add to Wordbook"
    },
    {
      "korean": "On the other hand, the deal will be a second line of defense against financial instability. 듣기 Add to Wordbook 반면에 이 계약은 금융 불안에 맞서는 2차 방어선이 될 것이다. Neungyule",
      "english": "On the other hand, the deal will be a second line of defense against financial instability. Add to Wordbook"
    },
    {
      "korean": "His teammates, outstandingly goalkeeper Shaka Hislop, rose to the occasion and gained a hard-earned point in Group-B with a scoreless draw. 듣기 Add to Wordbook 트리니다드는 방어선의 아베리 죤이 퇴장당한 상태에서도 골 키퍼 샤카 히슬로프의 선방으로 무승부를 이루었습니다. YBM All in All English-Korean Dictionary",
      "english": "His teammates, outstandingly goalkeeper Shaka Hislop, rose to the occasion and gained a hard-earned point in Group-B with a scoreless draw. Add to Wordbook"
    }
  ]
}