{
  "phrases": [
    {
      "phrase": "미사일 방어용 미사일",
      "hanja": " (─防禦用─)",
      "example": {},
      "meanings": [
        "an antimissile missile, an antimissile."
      ]
    },
    {
      "phrase": "생화학방어용 의무물자계획",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 medical materiel program for defense against biological and chemical agents (MMPDABCA)"
      ]
    },
    {
      "phrase": "개인 방어용 무기들",
      "hanja": "",
      "example": {},
      "meanings": [
        "Personal Defence Weapons"
      ]
    },
    {
      "phrase": "소형 개인방어용 무기",
      "hanja": "",
      "example": {},
      "meanings": [
        "Smaller Personal Defence Weapon"
      ]
    },
    {
      "phrase": "H&K MP5K-PDW 개인방어용 무기",
      "hanja": "",
      "example": {},
      "meanings": [
        "H&K MP5K-PDW Personal Defence Weapon"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "earthwork",
      "frequency": 0
    },
    {
      "meaning": "defensive weapon",
      "frequency": 0
    },
    {
      "meaning": "martello",
      "frequency": 0
    },
    {
      "meaning": "antimissile",
      "frequency": 0
    },
    {
      "meaning": "defensively",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Ivanov insisted that the Tor-M one type anti-aircraft missiles cannot be used in terrorist attacks but for defensive weapons. 발음듣기 이바노프 장관은 또 토르-엠 원 대공 미사일은 방어용 무기로서 테러리스트들의 공격에는 사용될 수 없다고 말했습니다. YBM All in All English-Korean Dictionary",
      "english": "Ivanov insisted that the Tor-M one type anti-aircraft missiles cannot be used in terrorist attacks but for defensive weapons. 발음"
    },
    {
      "korean": "The Supreme Court said the District of Columbia law went too far, in that it made the weapons essentially useless should a lawful gun owner need to access his or her gun for self-defense purposes. 발음듣기 대법원은, 합법적인 총기 소지자가 자기 방어용으로 총기에 접근해야 하는 경우, 이 법이 총기(무기)를 본질적으로 쓸모 없게 만든다는 점에서, 콜롬비아 특별구의 법이 너무 지나쳤다고 말했다. Neungyule",
      "english": "The Supreme Court said the District of Columbia law went too far, in that it made the weapons essentially useless should a lawful gun owner need to access his or her gun for self-defense purposes. 발음"
    },
    {
      "korean": "The U.S. Supreme Court said it could not prohibit the use of handguns for self-defense reasons in the home, and therefore overruled the District of Columbia's gun-control law requiring lawful weapons to be locked or disassembled when not in use. 발음듣기 미국 대법원은, 가정에서 자기 방어용으로 권총을 사용하는 것을 금지할 수는 없었기 때문에, 사용하지 않을 때는 합법적인 총기에 안전 장치를 해놓거나 해체해 놓을 것을 요구하는, 콜롬비아 특별구의 총기 규제법을 기각(무시)했다고 말했다. Neungyule",
      "english": "The U.S. Supreme Court said it could not prohibit the use of handguns for self-defense reasons in the home, and therefore overruled the District of Columbia's gun-control law requiring lawful weapons to be locked or disassembled when not in use. 발음"
    },
    {
      "korean": "Since the news spread through the media, the sale of self-defense gadgets has gone through the roof. 발음듣기 언론으로 그 사건이 보도된 이후, 자기방어용 기구들의 판매가 급증했다. TIMES CORE",
      "english": "Since the news spread through the media, the sale of self-defense gadgets has gone through the roof. 발음"
    },
    {
      "korean": "The growing fears amongst parents aged in their late 30s and early 40s with young children are the main customers of the goods. 발음듣기 30대 후반에서 40대 초반의 학부모들의 공포심이 그 상품들의 주요 고객이었다. (공포심으로 그러한 자기방어용 기구를 샀다.) TIMES CORE",
      "english": "The growing fears amongst parents aged in their late 30s and early 40s with young children are the main customers of the goods. 발음"
    }
  ]
}