{
  "phrases": [
    {
      "phrase": "방위군",
      "hanja": "",
      "example": {},
      "meanings": [
        "defense forces, defense corps"
      ]
    },
    {
      "phrase": "민주방위군",
      "hanja": "",
      "example": {},
      "meanings": [
        "Forces for the Defense of Democracy. (FDD)"
      ]
    },
    {
      "phrase": "사보트 방위군",
      "hanja": "",
      "example": {},
      "meanings": [
        "Sabaot Land Defense Forces (SLDF)"
      ]
    },
    {
      "phrase": "방위군을 지휘하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "command defense corps"
      ]
    },
    {
      "phrase": "방위군을 조직하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "organize defense corps"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Defence Forces",
      "frequency": 0
    },
    {
      "meaning": "TA",
      "frequency": 0
    },
    {
      "meaning": "guardsman",
      "frequency": 0
    },
    {
      "meaning": "Territorial",
      "frequency": 0
    },
    {
      "meaning": "Territorial Army",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "사회복무요원은 예전 말로 방위군이지요? A public service worker, so basically like a defense corps? 듣기 View video IDOL x IDOL : 언타이틀 - '임도혁 + 헤일로와 함께하는 언타이틀'",
      "english": "A public service worker, so basically like a defense corps?"
    }
  ],
  "examples": [
    {
      "korean": "Senator, a member of the president's Republican Party said that National Guard units are already being arranged to serve in Iraq. 듣기 Add to Wordbook 공화당 소속의 상원의원은 국가방위군병력이 이라크에 이미 너무 많이 배치돼 복무하고 있다고 덧붙였습니다. YBM All in All English-Korean Dictionary",
      "english": "Senator, a member of the president's Republican Party said that National Guard units are already being arranged to serve in Iraq. Add to Wordbook"
    },
    {
      "korean": "The President called out the National Guard to help stop the demonstration. 듣기 Add to Wordbook 대통령은 데모 진압을 돕고자 주 방위군을 소집했다. Neungyule",
      "english": "The President called out the National Guard to help stop the demonstration. Add to Wordbook"
    },
    {
      "korean": "Senator, a member of the president's Republican Party, said the role of the military and National Guard is not to help supply border security. 듣기 Add to Wordbook 공화당 소속의 상원의원은 국경수비를 돕는 일이 군이나 국가방위군의 역할은 아니라고 지적했습니다. YBM All in All English-Korean Dictionary",
      "english": "Senator, a member of the president's Republican Party, said the role of the military and National Guard is not to help supply border security. Add to Wordbook"
    },
    {
      "korean": "The idea of using the National Guard to support the Border Patrol is not new. 듣기 Add to Wordbook 주 방위군을 국경 순찰에 사용한다는 구상은 새로운 것이 아닙니다. YBM All in All English-Korean Dictionary",
      "english": "The idea of using the National Guard to support the Border Patrol is not new. Add to Wordbook"
    },
    {
      "korean": "Guard members usually serve on a part time basis, and their traditional role has been to help their states deal with emergencies. 듣기 Add to Wordbook 통상적으로 주 방위군은 1년에 몇 달만 복무하는 것을 기본으로 하고 있으며, 전통적으로 각 주정부가 비상 사태에 대처하는 것을 지원하는 역할을 맡아 왔습니다. YBM All in All English-Korean Dictionary",
      "english": "Guard members usually serve on a part time basis, and their traditional role has been to help their states deal with emergencies. Add to Wordbook"
    }
  ]
}