{
  "phrases": [
    {
      "phrase": "방위",
      "hanja": " (方位)",
      "example": {},
      "meanings": [
        "(방향, 위치) bearing, point of the compass"
      ]
    },
    {
      "phrase": "방위",
      "hanja": " (防衛)",
      "example": {},
      "meanings": [
        "[명사] (방어) defense, [동사] defend (against)"
      ]
    },
    {
      "phrase": "정당방위",
      "hanja": " (正當防衛)",
      "example": {},
      "meanings": [
        "self-defense"
      ]
    },
    {
      "phrase": "방위산업",
      "hanja": "",
      "example": {},
      "meanings": [
        "defense industry"
      ]
    },
    {
      "phrase": "나침반 방위",
      "hanja": "",
      "example": {},
      "meanings": [
        "a compass bearing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "security",
      "frequency": 3
    },
    {
      "meaning": "bearing",
      "frequency": 3
    },
    {
      "meaning": "defense",
      "frequency": 3
    },
    {
      "meaning": "airt",
      "frequency": 0
    },
    {
      "meaning": "airth",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "빌런 엑소? 방위대 엑소? 누굴 골라야 하죠? Villain EXO? Defense force EXO? Who should I pick? 듣기 View video V CREW : [V CREW] 붐보의 서재 - EP. 06 엑소 정규 6집 언박싱! (덕질 과몰입해서 이중자아 돼버린 붐보&보붐⁉️)",
      "english": "Villain EXO? Defense force EXO? Who should I pick?"
    },
    {
      "korean": "지구방위대 한번 가? Shall we do the \"Fresh Men\" pose? 듣기 View video MAP6 : MAP6 TV 복습하기 EP.009 몰래카메라 2부",
      "english": "Shall we do the \"Fresh Men\" pose?"
    },
    {
      "korean": "저도 방위 출신입니다. I'm also from the defense corps. 듣기 View video IDOL x IDOL : 언타이틀 - '임도혁 + 헤일로와 함께하는 언타이틀'",
      "english": "I'm also from the defense corps."
    },
    {
      "korean": "우리 이번에 약간 지구방위대 콘셉트이니까. Our concept is kind of like \"Power Rangers\". 듣기 View video EXO : exokai",
      "english": "Our concept is kind of like \"Power Rangers\"."
    },
    {
      "korean": "너 방이 뭔데? - 내 방 위에 플라밍고 있잖아 조명. What about your room? - I have the Flamingo lighting. 듣기 View video TWICE : 간게나연",
      "english": "What about your room? - I have the Flamingo lighting."
    }
  ],
  "examples": [
    {
      "korean": "jobs in aerospace and defence 듣기 Add to Wordbook 항공우주 및 방위 산업 분야 직종들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "jobs in aerospace and defence Add to Wordbook"
    },
    {
      "korean": "He claims he acted in self-defence. 듣기 Add to Wordbook 그는 자기 행동이 정당방위였다고 주장한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He claims he acted in self-defence. Add to Wordbook"
    },
    {
      "korean": "The man later told police that he was acting in self-defence. 듣기 Add to Wordbook 그 남자는 뒤에 경찰에게 자기는 정당방위를 한 것이라고 말했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The man later told police that he was acting in self-defence. Add to Wordbook"
    },
    {
      "korean": "the points of the compass 듣기 Add to Wordbook 나침반의 방위들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the points of the compass Add to Wordbook"
    },
    {
      "korean": "the defence of the realm 듣기 Add to Wordbook 왕국의 방위 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the defence of the realm Add to Wordbook"
    }
  ]
}