{
  "phrases": [
    {
      "phrase": "방어력",
      "hanja": " (防禦力)",
      "example": {},
      "meanings": [
        "defensive power[strength]"
      ]
    },
    {
      "phrase": "피부 방어력",
      "hanja": "",
      "example": {},
      "meanings": [
        "skin defensive power"
      ]
    },
    {
      "phrase": "방어력을 갖다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have defensive power"
      ]
    },
    {
      "phrase": "방어력을 뚫다",
      "hanja": "",
      "example": {},
      "meanings": [
        "break defense"
      ]
    },
    {
      "phrase": "방어력을 키우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "develop defensive force"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "defensive power",
      "frequency": 0
    },
    {
      "meaning": "defenceless",
      "frequency": 0
    },
    {
      "meaning": "defenceless children",
      "frequency": 0
    },
    {
      "meaning": "epiphylaxis",
      "frequency": 0
    },
    {
      "meaning": "5D",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "외부 요소에 대해서도 방어력이 떨어지겠죠? Then that will naturally cause a weakened defensive power too, right? 듣기 View video HANABONO : [갓신상] 출시전 제품 미리 알아보기 프로바이오틱스 화장품 써봤어요! with 메치니코프 Probiotics Skincare Review",
      "english": "Then that will naturally cause a weakened defensive power too, right?"
    }
  ],
  "examples": [
    {
      "korean": "defenceless children 발음듣기 방어력이 없는 아이들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "defenceless children 발음"
    },
    {
      "korean": "He also made a brilliant defensive play in the game. 발음듣기 그는 또한 멋진 방어력도 보여주었다. TIMES CORE",
      "english": "He also made a brilliant defensive play in the game. 발음"
    },
    {
      "korean": "This bombing attack at the Boston Marathon forces us to confront the reality that there are terrorists out there who aim to target and kill, vulnerable, defenseless people. 발음듣기 이번 보스턴 마라톤 폭탄 테러공격은 우리로 하여금 취약하고 방어력이 없는 사람들을 타깃으로 하고 살해하는 테러리스트들이 있다는 현실을 직시하게끔 한다. EDU TIMES",
      "english": "This bombing attack at the Boston Marathon forces us to confront the reality that there are terrorists out there who aim to target and kill, vulnerable, defenseless people. 발음"
    },
    {
      "korean": "There is defence in depth now in central Europe. 발음듣기 중앙 유럽에는 이제 철저한 방어력이 존재합니다. User translation Inaccurate information may be included due to the users' self-traslation. The Milky Way(2byp****) Hansard",
      "english": "There is defence in depth now in central Europe. 발음"
    },
    {
      "korean": "There is an enormous technological gap between the defence forces of the United States and those of Europe. 발음듣기 미국의 방어력과 유럽의 방어력 간의 기술 격차는 상당하다. User translation Inaccurate information may be included due to the users' self-traslation. 김유경(gmrr****) Hansard",
      "english": "There is an enormous technological gap between the defence forces of the United States and those of Europe. 발음"
    }
  ]
}