{
  "phrases": [
    {
      "phrase": "배론성지",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (역사·문화재관광) Baeron Holy Ground"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "personal distribution",
      "frequency": 0
    },
    {
      "meaning": "Baron Davis",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "John Sheperd-Barron is an inventor. 듣기 Add to Wordbook 존 셰퍼드 배론은 발명가이다. Neungyule",
      "english": "John Sheperd-Barron is an inventor. Add to Wordbook"
    },
    {
      "korean": "Then last month, Barron Hilton announced that he would donate almost all of his fortune to charity. 듣기 Add to Wordbook 그 후 지난달, 배론 힐튼은 그의 재산 중 거의 전부를 자선단체에 기부할 것이라고 발표했다. Neungyule",
      "english": "Then last month, Barron Hilton announced that he would donate almost all of his fortune to charity. Add to Wordbook"
    },
    {
      "korean": "She is the granddaughter of Barron Hilton, the 80-year-old son of the founder of the worldwide Hilton Hotel chain. 듣기 Add to Wordbook 그녀는 전 세계적인 힐튼 호텔 체인점 설립자의 80세의 아들인 배론 힐튼의 손녀이다. Neungyule",
      "english": "She is the granddaughter of Barron Hilton, the 80-year-old son of the founder of the worldwide Hilton Hotel chain. Add to Wordbook"
    },
    {
      "korean": "Apple was ranked first in Barron's annual 'world's most respected companies' ranking. 듣기 Add to Wordbook 애플은 배론이 매년 실시하는 '세계에서 가장 존경 받는 기업들' 순위에서 1위를 차지했다. Neungyule",
      "english": "Apple was ranked first in Barron's annual 'world's most respected companies' ranking. Add to Wordbook"
    },
    {
      "korean": "The man who revived the Olympics at the end of the 19th Century, Baron de Coubertin, insisted that education of the public in the spirit of fair play, and in the importance of taking part rather than winning, were just as important as the Games themselves. 듣기 Add to Wordbook 19세기 말에 올림픽을 부활시켰던 남자, 배론 드 쿠베르텡은 공정한 경기의 정신에 대한, 그리고 승리 보다는 참가하는 것의 중요성에 대한 대중 교육이, 게임 그 자체만큼 중요하다고 주장했습니다. TIMES CORE",
      "english": "The man who revived the Olympics at the end of the 19th Century, Baron de Coubertin, insisted that education of the public in the spirit of fair play, and in the importance of taking part rather than winning, were just as important as the Games themselves. Add to Wordbook"
    }
  ]
}