{
  "phrases": [
    {
      "phrase": "barrier",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (통행을 막는) 장벽 (→crash barrier)",
        "Noun (어떤 일에 대한) 장애물[장벽]",
        "Noun (둘 사이를 갈라놓는) 장벽[벽]"
      ]
    },
    {
      "phrase": "배리어 프리",
      "hanja": "",
      "example": {},
      "meanings": [
        "사회 barrier free"
      ]
    },
    {
      "phrase": "그레이트배리어리프",
      "hanja": "",
      "example": {},
      "meanings": [
        "문화유적 Great Barrier Reef"
      ]
    },
    {
      "phrase": "크래시배리어",
      "hanja": "",
      "example": {},
      "meanings": [
        "항공우주공학 crash barrier"
      ]
    },
    {
      "phrase": "슬릿 배리어",
      "hanja": "",
      "example": {},
      "meanings": [
        "slit barrier"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Great Barrier Reef",
      "frequency": 0
    },
    {
      "meaning": "flash barrier",
      "frequency": 0
    },
    {
      "meaning": "barrier coating",
      "frequency": 0
    },
    {
      "meaning": "natural barrier",
      "frequency": 0
    },
    {
      "meaning": "Knock In Barrier",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[고지가 눈앞][드디어 넘은 휴닝카이의 벽!] 잠깐! [The finish line is visible] [Finally overcame HUENINGKAI's barrier] Wait! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[The finish line is visible] [Finally overcame HUENINGKAI's barrier] Wait!"
    },
    {
      "korean": "[피부표면에 보호막을 주는 효과까지!!] [It even acts as a barrier on the surface of the skin!] View video K Beauty-TIP : [1분뷰티팁] 입주변각질제거방법 - 이렇게 쉬운걸 아직몰라?",
      "english": "[It even acts as a barrier on the surface of the skin!]"
    },
    {
      "korean": "[두 번 만에 넘기에는 너무 높은 민초의 벽] 어때? [The barrier of mint chocolate is too high] How is it? 듣기 View video Dispatch : [ⓓxV] ”새 멤버를 공개합니다!” (채원, 민주, 나코, 원영 : IZ*ONE)",
      "english": "[The barrier of mint chocolate is too high] How is it?"
    },
    {
      "korean": "피부의 보호 장벽을 만듭니다. creates protective barrier on to skin. 듣기 View video Wishtrend TV : 3 Skin Care Hacks Everyone In Your 20s Should Know! | 4 Secret Beauty Items Recommended for 20's",
      "english": "creates protective barrier on to skin."
    },
    {
      "korean": "피부 장막도 튼튼하게 해주시고요. and strengthen our skin's barrier also. 듣기 View video Wishtrend TV : All About Dark Circles | 5 Causes and Hacks to Remove Dark Circles | Wishtrend TV",
      "english": "and strengthen our skin's barrier also."
    }
  ],
  "examples": [
    {
      "korean": "Now, he is the official caretaker of a tropical island on Australia's Great Barrier Reef. 듣기 Add to Wordbook 이제 그는 호주의 그레이트 배리어 리프(Great Barrier Reef)의 열대섬의 공식적인 관리자이다. Neungyule",
      "english": "Now, he is the official caretaker of a tropical island on Australia's Great Barrier Reef. Add to Wordbook"
    },
    {
      "korean": "Koreans are proud that the island is competing with the Amazon, Dead Sea, Galapagos Islands, Grand Canyon, Great Barrier Reef, Iguazu Falls, Kilimanjaro and various other natural wonders worldwide. 듣기 Add to Wordbook 한국인들은, 제주도가 아마존, 사해, 갈라파고스, 그랜드 캐년, 그레이트 배리어 리프, 이구아수 폭포, 킬리만자로와 그 밖의 세계 여러 자연경관들과 경쟁한다는 사실에 자부심을 느끼고 있다. Neungyule",
      "english": "Koreans are proud that the island is competing with the Amazon, Dead Sea, Galapagos Islands, Grand Canyon, Great Barrier Reef, Iguazu Falls, Kilimanjaro and various other natural wonders worldwide. Add to Wordbook"
    },
    {
      "korean": "Among the 261 nominees are the U.S.'s Grand Canyon, a 446 kilometer-long, 1.83 kilometer-deep gorge; Nepal's Mount Everest, the world's tallest mountain; and Australia's Great Barrier Reef, the largest coral reef system on the planet. 듣기 Add to Wordbook 261곳의 후보지 가운데는 446 킬로미터 길이, 183 킬로미터 깊이의 계곡인 미국의 그랜드 캐년과 세계에서 가장 높은 산인 네팔의 에베레스트 산, 지구에서 가장 큰 산호초 군집인 호주 그레이트 배리어 리프(대보초; Australia's Great Barrier Reef)가 있다. Neungyule",
      "english": "Among the 261 nominees are the U.S.'s Grand Canyon, a 446 kilometer-long, 1.83 kilometer-deep gorge; Nepal's Mount Everest, the world's tallest mountain; and Australia's Great Barrier Reef, the largest coral reef system on the planet. Add to Wordbook"
    },
    {
      "korean": "Enjoying the Great Barrier Reef is a must when visiting Queensland. 듣기 Add to Wordbook 그레이트 배리어 리프를 즐기는 것은 퀸즐랜드를 방문할 때 반드시 필요한 것입니다. TIMES CORE",
      "english": "Enjoying the Great Barrier Reef is a must when visiting Queensland. Add to Wordbook"
    },
    {
      "korean": "The world's largest coral reef – the Great Barrier Reef off the coast of Australia – is being destroyed by starfish. 듣기 Add to Wordbook 세계에서 가장 큰 산호초인 호주 해안가의 그레이트 배리어 리프가 불가사리에 의해 파괴되고 있다. TIMES CORE",
      "english": "The world's largest coral reef – the Great Barrier Reef off the coast of Australia – is being destroyed by starfish. Add to Wordbook"
    }
  ]
}