{
  "phrases": [
    {
      "phrase": "배역",
      "hanja": " (配役)",
      "example": {},
      "meanings": [
        "part, role"
      ]
    },
    {
      "phrase": "배역을 정하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "cast[assign] a part to"
      ]
    },
    {
      "phrase": "배역을 바꾸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "alter the cast"
      ]
    },
    {
      "phrase": "배역을 할당하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "assign a role",
        "cast the parts"
      ]
    },
    {
      "phrase": "예정배역도",
      "hanja": " (豫定配域圖)",
      "example": {},
      "meanings": [
        "생명과학 fate map"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "part",
      "frequency": 3
    },
    {
      "meaning": "germinal area",
      "frequency": 0
    },
    {
      "meaning": "cast member",
      "frequency": 0
    },
    {
      "meaning": "the cast of characters",
      "frequency": 0
    },
    {
      "meaning": "cast members",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "혹시 상대 배역으로 괜찮으신가요? Is he okay as an acting partner? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#457. 상상플러스 (스페셜 DJ 틴탑 니엘&리키 with 라붐)",
      "english": "Is he okay as an acting partner?"
    },
    {
      "korean": "[진영이 원하는 다음 배역?] 다음 드라마는 또 어떤 역할 해보고 싶어? [What does JINYOUNG want to play?] What role would you want to play in a drama? 듣기 View video GOT7 : [GOT2DAY 2019] 21. JB & Jinyoung",
      "english": "[What does JINYOUNG want to play?] What role would you want to play in a drama?"
    },
    {
      "korean": "아니.. 갑자기 여기.. 여기 배역에 있는 뭐지? No... Suddenly, here... What's that about the parts? 듣기 View video 스튜디오 픽또 / PICK DDO : 병민&일짱이와 함께하는 추억여행",
      "english": "No... Suddenly, here... What's that about the parts?"
    },
    {
      "korean": "그럼 배역은 하나에요. There's only one role. 듣기 View video Park Bo Young : 포스터 나왔어요!!!",
      "english": "There's only one role."
    },
    {
      "korean": "나의 배역 나의 캐릭터. - 캐릭터. My role. My character. - Character. 듣기 View video V COOKIE : [Full]우리가 만난 기적 X 앞터V (The miracle we met X Early Interview)",
      "english": "My role. My character. - Character."
    }
  ],
  "examples": [
    {
      "korean": "She was very good in the part. 듣기 Add to Wordbook 그녀는 그 배역에서 아주 좋았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was very good in the part. Add to Wordbook"
    },
    {
      "korean": "He interpreted the role with a lot of humour. 듣기 Add to Wordbook 그는 그 배역을 많은 유머를 섞어 연기했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He interpreted the role with a lot of humour. Add to Wordbook"
    },
    {
      "korean": "She didn’t want to be typecast as a dumb blonde. 듣기 Add to Wordbook 그녀는 멍청한 금발로 배역이 고정되는 것을 원하지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She didn’t want to be typecast as a dumb blonde. Add to Wordbook"
    },
    {
      "korean": "She recently graduated from being a dancer to having a small role in a movie. 듣기 Add to Wordbook 그녀는 최근에 무용수를 그만두고 영화에서 작은 배역을 맡기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She recently graduated from being a dancer to having a small role in a movie. Add to Wordbook"
    },
    {
      "korean": "Studying cows, pigs and chickens can help an actor develop his character. There are a lot of things I learned from animals. One was that they couldn't hiss or boo me. (James Dean) 듣기 Add to Wordbook 소나 돼지, 닭을 관찰하는 것은 배우가 자신의 배역을 발전시키는 데 도움을 줄 수 있다. 나는 동물을 보고 많은 것을 배웠다. 그 중 하나는 동물은 내게 야유할 수 없다는 것이다. (제임스 딘, 동물명언) 명언/속담",
      "english": "Studying cows, pigs and chickens can help an actor develop his character. There are a lot of things I learned from animals. One was that they couldn't hiss or boo me. (James Dean) Add to Wordbook"
    }
  ]
}