{
  "phrases": [
    {
      "phrase": "배신자",
      "hanja": " (背信者)",
      "example": {},
      "meanings": [
        "betrayer, turncoat, double-crosser, (반역자) traitor"
      ]
    },
    {
      "phrase": "배신자를 응징하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "punish a traitor"
      ]
    },
    {
      "phrase": "스트라이크 배신자",
      "hanja": " (―背信者)",
      "example": {},
      "meanings": [
        "a strikebreaker, a scab, a rat (속어)"
      ]
    },
    {
      "phrase": "배신자를 용서하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "forgive betrayer"
      ]
    },
    {
      "phrase": "배신자를 살해하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "kill betrayer"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shiever",
      "frequency": 0
    },
    {
      "meaning": "betrayer",
      "frequency": 0
    },
    {
      "meaning": "ratter",
      "frequency": 0
    },
    {
      "meaning": "sellout",
      "frequency": 0
    },
    {
      "meaning": "the enemy within the gate(s)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "말했는데 근데 배신자다? I told you. Then, you're saying I betrayed you. 듣기 View video V PICK! : [MAMAMOO] 오늘도 사이좋은 용쾅별쾅에 내 심장 정..상..작..동..! (Solar&Moon Byul acting ’Start love’)",
      "english": "I told you. Then, you're saying I betrayed you."
    },
    {
      "korean": "뭐야 민기 배신자다! Hey, REN! What a betrayer! 듣기 View video V COOKIE : [Full] NU'EST X CouchTalk - 뉴이스트 X 카우치토크",
      "english": "Hey, REN! What a betrayer!"
    },
    {
      "korean": "[배신자] 근데 저 형이... [Betrayer] But that guy... 듣기 View video Big Picture (빅픽처) : 빅픽처2 하드털이 No.1_사고 유발자 하하(a.k.a 비운의 영국)",
      "english": "[Betrayer] But that guy..."
    },
    {
      "korean": "왜 배신자야 내 거였어 방금 배신자였어. Why is he a traitor? You were mine! You were a traitor just now. 듣기 View video (G)I-DLE : (여자)아이들 - I-TALK #17 : 뉴욕 프로모션 비하인드",
      "english": "Why is he a traitor? You were mine! You were a traitor just now."
    },
    {
      "korean": "[배신자... (맥X 아님)] 버거킹 햄버거 진짜 맛있어요 여러분. [Traitor... (Not MacX) Burger King burgers are really good though. 듣기 View video V PICK! : [PENTAGON] 고시넌씨의 충격의 충격의 충격고백❗️ (Shinwon&Wooseok drawing each other)",
      "english": "[Traitor... (Not MacX) Burger King burgers are really good though."
    }
  ],
  "examples": [
    {
      "korean": "He was labelled (as) a traitor by his former colleagues. 듣기 Add to Wordbook 그에게는 이전 동료들에 의해 배신자라는 딱지가 붙었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was labelled (as) a traitor by his former colleagues. Add to Wordbook"
    },
    {
      "korean": "The article depicted me as a betrayer. 듣기 Add to Wordbook 그 기사는 나를 배신자로 묘사했다. 절대어휘 5100",
      "english": "The article depicted me as a betrayer. Add to Wordbook"
    },
    {
      "korean": "I felt affronted by his comment that I was a betrayer. 듣기 Add to Wordbook 내가 배신자라는 그의 말에 나는 모욕감을 느꼈다. 절대어휘 5100",
      "english": "I felt affronted by his comment that I was a betrayer. Add to Wordbook"
    },
    {
      "korean": "Why do you hang out with Dan still? You know the guy is a backstabber right? 듣기 Add to Wordbook 너 왜 아직도 Dan이랑 어울려? 너 걔 배신자인 거 알지? DARAKWON",
      "english": "Why do you hang out with Dan still? You know the guy is a backstabber right? Add to Wordbook"
    },
    {
      "korean": "The betrayer was unpurgeable under the circumstances. 듣기 Add to Wordbook 그 상황에서는 배신자에 대한 숙청이 불가능했다. 국제영어대학원대학교 신어사전",
      "english": "The betrayer was unpurgeable under the circumstances. Add to Wordbook"
    }
  ]
}