{
  "phrases": [
    {
      "phrase": "밸런스",
      "hanja": "",
      "example": {},
      "meanings": [
        "balance"
      ]
    },
    {
      "phrase": "밸런스(균형)",
      "hanja": "",
      "example": {},
      "meanings": [
        "Balance"
      ]
    },
    {
      "phrase": "balance",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 균형[평형] (상태) (→imbalance)",
        "Noun (몸의) 균형",
        "Verb 균형을 유지하다[잡다], 반듯이[넘어지지 않게] 놓다"
      ]
    },
    {
      "phrase": "valance",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (침대 아래로 늘어뜨리는 것과 같은) 장식용 천",
        "Noun 특히 美 (=pelmet)"
      ]
    },
    {
      "phrase": "pelmet ( valance )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 커튼레일 덮개"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mass balance",
      "frequency": 0
    },
    {
      "meaning": "keep[lose] balance",
      "frequency": 0
    },
    {
      "meaning": "balanced fund",
      "frequency": 0
    },
    {
      "meaning": "weight and balance",
      "frequency": 0
    },
    {
      "meaning": "water balance",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "제가 되게 밸런스를 잘 맞췄죠? I really made a good balance here, huh? 듣기 View video MONSTA X : LIVE : 놀아줄 사람 구해여",
      "english": "I really made a good balance here, huh?"
    },
    {
      "korean": "[눈이 띄게 좋아진 유수분 밸런스!] [Water-oil balance has improved a lot!] View video HANABONO : 수부지 탈출? 피부 속 수분 꽉 잡아준 이너뷰티영양제 소개합니다 Beauty Supplement",
      "english": "[Water-oil balance has improved a lot!]"
    },
    {
      "korean": "올해 초에 몸이... 밸런스가 많이 깨지고. and at the beginning the year, my body's balance shattered. 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "and at the beginning the year, my body's balance shattered."
    },
    {
      "korean": "음식에서 밸런스가 얼마나 중요한지 모르세요? You don't know how important balance is when it comes to food? 듣기 View video Dingo Story / 딩고스토리 : 변태 선생이 벌점을 줬다_EP11 [라이크(LIKE)]",
      "english": "You don't know how important balance is when it comes to food?"
    },
    {
      "korean": "키가 잘생겼어요 - 밸런스가... He's tall. - Balance... 듣기 View video Mnet : 프로듀스101 시즌2 5화",
      "english": "He's tall. - Balance..."
    }
  ],
  "examples": [
    {
      "korean": "The Balanced Ramp is created using an equal number of hues of red, green and blue. It is not always possible to generate the exact number of colors requested, so fewer colors might be generated. 듣기 Add to Wordbook 밸런스 램프는 동일한 수의 빨강, 녹색 및 파랑을 단계적으로 사용하여 만들어집니다. 만들어지는 색이 요청된 색보다 적은 경우도 있습니다. YBM All in All English-Korean Dictionary",
      "english": "The Balanced Ramp is created using an equal number of hues of red, green and blue. It is not always possible to generate the exact number of colors requested, so fewer colors might be generated. Add to Wordbook"
    },
    {
      "korean": "I think I need a wheel balancing. 듣기 Add to Wordbook 휠 밸런스를 해야겠어요. Neungyule",
      "english": "I think I need a wheel balancing. Add to Wordbook"
    },
    {
      "korean": "Skipping breakfast leads to impairing the body’s nutritional balance. 듣기 Add to Wordbook 아침을 거르면 신체의 영양 밸런스가 깨진다. TIMES CORE",
      "english": "Skipping breakfast leads to impairing the body’s nutritional balance. Add to Wordbook"
    },
    {
      "korean": "Keeping Your Balance So how do you keep from sinking while you water ski? 듣기 Add to Wordbook 밸런스 유지하기 그렇다면 어떻게 해야 수상 스키를 타면서 물에 빠지지 않을 수 있을까? TIMES CORE",
      "english": "Keeping Your Balance So how do you keep from sinking while you water ski? Add to Wordbook"
    },
    {
      "korean": "Larger skis also make it easier to keep your balance. 듣기 Add to Wordbook 스키가 큰 것도 밸런스를 잡는데 유리하다. TIMES CORE",
      "english": "Larger skis also make it easier to keep your balance. Add to Wordbook"
    }
  ]
}