{
  "phrases": [
    {
      "phrase": "burr",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (일부 영어 악센트에서 특징적으로 나타나는) r음의 진동음, r음을 진동시키는 악센트",
        "Noun (기계가) 윙윙하는 소리 (=whirr)",
        "Noun 껍질이 꺼끌꺼끌한 씨앗(작은 갈고리 같은 것으로 뒤덮여 있어 사람 옷이나 동물의 털에 잘 들러붙음)"
      ]
    },
    {
      "phrase": "bur",
      "hanja": "",
      "example": {},
      "meanings": [
        "(=burr)"
      ]
    },
    {
      "phrase": "burr",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (동판 조각 등의) 깔쭉깔쭉한 부분, 거친 숫돌",
        "Noun [의학] (치과·외과용의) 작은 드릴; [기계] 절삭(切削) 도구, 드릴",
        "Transitive verb 깔쭉깔쭉하게 하다, <금속의> 깔쭉깔쭉한 부분을 떼어내다"
      ]
    },
    {
      "phrase": "birr",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 힘, ((특히)) 바람의 힘",
        "Noun 공격의 기세; 강타, 공격",
        "Intransitive verb 윙 하고 소리내다[소리내며 움직이다]"
      ]
    },
    {
      "phrase": "bur",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (밤·우엉 등의) 가시 돋친 껍질, 밤송이, (그) 가시; 가시 돋친 식물",
        "Noun 달라붙는 것, 성가신 사람",
        "Transitive verb …의 가시를 없애다"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "an overcoat lined with silk (fur)",
      "frequency": 0
    },
    {
      "meaning": "partail clover-leaf",
      "frequency": 0
    },
    {
      "meaning": "밤송이",
      "frequency": 0
    },
    {
      "meaning": "Burnt",
      "frequency": 0
    },
    {
      "meaning": "Burr-out",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'클'인 거 알면 '버'를 써야 될 거 아냐! You should've written \"Ver!\" 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "You should've written \"Ver!\""
    },
    {
      "korean": "[U버 잇츠 이용하다 결제 오류 때문에] 왜... 무슨 일이 있었던 거죠? [Due to some payment errors] What happened? 듣기 View video V PICK! : [MONSTA X] 턱선조심‼️ 거기에 베여서 평생 몬엑한테 배여들었잖아요 (I.M&KIHYUN talking about their face&exercise)",
      "english": "[Due to some payment errors] What happened?"
    },
    {
      "korean": "뷔! - 버! V! - Ver! 듣기 View video BTS : 아미와 함께 해피뉴이어!",
      "english": "V! - Ver!"
    },
    {
      "korean": "[똑태현] '버'까지가 한 음절! [Smart TAEHYUN] \"Beo\" is one syllable! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.2",
      "english": "[Smart TAEHYUN] \"Beo\" is one syllable!"
    },
    {
      "korean": "버! - 붸! - 눈이 많이 나빠... Ver! - Ve! - Your eyesight must be very... 듣기 View video BTS : 아미와 함께 해피뉴이어!",
      "english": "Ver! - Ve! - Your eyesight must be very..."
    }
  ],
  "examples": [
    {
      "korean": "My brother borrowed my notebook computer and he broke it! 발음듣기 우리 형이 내 노트북 컴퓨터를 빌려가서는고장내 버 렸어. YBM All in All English-Korean Dictionary",
      "english": "My brother borrowed my notebook computer and he broke it! 발음"
    },
    {
      "korean": "The invoice says that J. Lo and her friends flew to Puerto Rico on January 26 and to Burbank on May 25. 발음듣기 이 청구서를 보면 J.Lo와 그녀의 친구들은 1월 26일에 프에르토 리코에 그리고 5월 25일에는 버 뱅크를 갔다고 나와 있어요. TIMES CORE",
      "english": "The invoice says that J. Lo and her friends flew to Puerto Rico on January 26 and to Burbank on May 25. 발음"
    },
    {
      "korean": "The plane has a single seat, so two of its founders, Andr'e Borschberg and Bertrand Piccard, will trade off flying it. 발음듣기 기내 조종석이 한 개뿐이기 때문에 비행기를 만든 안드레 보쉬버그와 버트렌드 피카드가 번갈아 가며 조종하기로 하였다. TIMES CORE",
      "english": "The plane has a single seat, so two of its founders, Andr'e Borschberg and Bertrand Piccard, will trade off flying it. 발음"
    },
    {
      "korean": "At Burr and Burton Academy, a private high school in Vermont, USA, teachers attempted a new experiment: They became students for a day. 발음듣기 미국 버몬트의 사립고등학교인 버 앤드 버튼 아카데미(Bur and Burton Academy)에서 선생님들이새로운 실험을 시도했습니다. 선생님이 하루 동안 학생이 되는 것입니다. TIMES CORE",
      "english": "At Burr and Burton Academy, a private high school in Vermont, USA, teachers attempted a new experiment: They became students for a day. 발음"
    },
    {
      "korean": "The Cailleach Bheur, or Winter Hag of Scotland, maintains her icy grip until Beltane, when she finally gives up her claim and allows summer to chase away the winter. 발음듣기 캘리 버 혹은 스코트랜드의 겨울 마녀는 벨테인 축제까지 추위를 유지하는데 결국 자신의 권리를 포기하고 여름이 겨울을 쫓도록 허락합니다. TIMES CORE",
      "english": "The Cailleach Bheur, or Winter Hag of Scotland, maintains her icy grip until Beltane, when she finally gives up her claim and allows summer to chase away the winter. 발음"
    }
  ]
}