{
  "phrases": [
    {
      "phrase": "버리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(쓰레기 등을) throw away, throw out, dump, (informal) junk",
        "(포기하다, 떠나다) desert, leave, abandon, (literary) forsake, give up",
        "(망치다) spoil, mar, (formal) impair, (심하게) ruin, destroy"
      ]
    },
    {
      "phrase": "버리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb beorida"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "abandon",
      "frequency": 3
    },
    {
      "meaning": "discard",
      "frequency": 3
    },
    {
      "meaning": "forsake",
      "frequency": 3
    },
    {
      "meaning": "dump",
      "frequency": 3
    },
    {
      "meaning": "jettison",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "버려야지, 응... I will, yeah... 듣기 View video WHYNOT TV : 처음으로 남자친구 집에 간 날 [사당보다 먼 의정부보다 가까운 시즌3] EP07 종로3가, 작업",
      "english": "I will, yeah..."
    },
    {
      "korean": "사버려야지 뭐... Just buy it. 듣기 View video NCT의 night night! : 미리 만나는 도요일♥ 도다제 녹음현장! with 도영",
      "english": "Just buy it."
    },
    {
      "korean": "하와이의 추억을 여기서 털어버려야지. I'm going to let out memories of Hawaii. 듣기 View video BTOB : 비투비 - 비트콤 #63 (2018 BTOB TIME -THIS IS US- 콘서트 첫째 날)",
      "english": "I'm going to let out memories of Hawaii."
    },
    {
      "korean": "대신 이거 잘 버려야지. But make sure to throw this away well. 듣기 View video NU'EST : [NU'EST W] 아론 램지의 완벽한 스테이크 만들기 (Aron Ramsay's Perfect STEAK)",
      "english": "But make sure to throw this away well."
    },
    {
      "korean": "우유 왜? 우유 버려야지. Why the milk? I need to throw it away. 듣기 View video NU'EST : [NU'EST W] 아론 램지의 완벽한 스테이크 만들기 (Aron Ramsay's Perfect STEAK)",
      "english": "Why the milk? I need to throw it away."
    }
  ],
  "examples": [
    {
      "korean": "soil parched by drought 듣기 Add to Wordbook 가뭄으로 바싹 말라 버린 흙 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "soil parched by drought Add to Wordbook"
    },
    {
      "korean": "bones of animals bleaching in the sun 듣기 Add to Wordbook 햇빛에 바래 버린 동물들의 뼈 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "bones of animals bleaching in the sun Add to Wordbook"
    },
    {
      "korean": "The birds took fright and flew off. 듣기 Add to Wordbook 새들이 놀라서 날아가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The birds took fright and flew off. Add to Wordbook"
    },
    {
      "korean": "He went off to sulk in his room. 듣기 Add to Wordbook 그가 부루퉁해서 자기 방으로 가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He went off to sulk in his room. Add to Wordbook"
    },
    {
      "korean": "She spat in his face and went out. 듣기 Add to Wordbook 그녀는 그의 얼굴에 침을 뱉고 나가 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She spat in his face and went out. Add to Wordbook"
    }
  ]
}