{
  "phrases": [
    {
      "phrase": "burry",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective (밤송이처럼) 가시 돋친 껍질이 있는, 따끔따끔 찌르는"
      ]
    },
    {
      "phrase": "Burry",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Proper noun] surname"
      ]
    },
    {
      "phrase": "블라스톤버리",
      "hanja": "",
      "example": {},
      "meanings": [
        "생활 Blastonbury"
      ]
    },
    {
      "phrase": "조지 세인츠버리",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 George Edward Bateman Saintsbury"
      ]
    },
    {
      "phrase": "버리세인트에드먼즈",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bury Saint Edmunds"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Haileybury College",
      "frequency": 0
    },
    {
      "meaning": "Saintsbury, George Edward Bateman",
      "frequency": 0
    },
    {
      "meaning": "Bury Saint Edmunds",
      "frequency": 0
    },
    {
      "meaning": "George Saintsbury",
      "frequency": 0
    },
    {
      "meaning": "Michael Burry",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The first appearance of silent disco took place at the 2005 Glastonbury Festival in England. 듣기 Add to Wordbook 조용한 디스코는 2005년 영국의 글래스톤버리 페스티발에서 처음 출연했습니다. TIMES CORE",
      "english": "The first appearance of silent disco took place at the 2005 Glastonbury Festival in England. Add to Wordbook"
    },
    {
      "korean": "I was at school in 1967 in Bury in north Manchester. 듣기 Add to Wordbook 나는 북부 맨체스터의 버리에 1967년에 학교에 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****) Hansard",
      "english": "I was at school in 1967 in Bury in north Manchester. Add to Wordbook"
    },
    {
      "korean": "Were you wearing a watch, miss? 듣기 Add to Wordbook 당신은 차고 있던 시계를 잃어 버리 셨나요?? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 d민초b(lge0****)",
      "english": "Were you wearing a watch, miss? Add to Wordbook"
    },
    {
      "korean": "Since then, Bradbury’s use of figurative language has shined through his work. 듣기 Add to Wordbook 그때이후, 브래드 버리의 비유적 언어 사용이 그의 작품을 통해 빛을 발하고 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 chris_heart(chri****)",
      "english": "Since then, Bradbury’s use of figurative language has shined through his work. Add to Wordbook"
    },
    {
      "korean": "We've pottered down the Stone Avenue in Avebury, and climbed Glastonbury Tor. 듣기 Add to Wordbook 우리는 애브버리의 스톤가로 빈둥거리며 내려가서 글래스톤버리 바위산에 올랐다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sksir2100(sksi****)",
      "english": "We've pottered down the Stone Avenue in Avebury, and climbed Glastonbury Tor. Add to Wordbook"
    }
  ]
}