{
  "phrases": [
    {
      "phrase": "버리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(쓰레기 등을) throw away, throw out, dump, (informal) junk",
        "(포기하다, 떠나다) desert, leave, abandon, (literary) forsake, give up",
        "(망치다) spoil, mar, (formal) impair, (심하게) ruin, destroy"
      ]
    },
    {
      "phrase": "버리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb beorida"
      ]
    },
    {
      "phrase": "미쳐 버릴거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I'm going to freak."
      ]
    },
    {
      "phrase": "물어 버릴꺼야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I'll bite you."
      ]
    },
    {
      "phrase": "사람에 버릴 사람 없고 물건에 버릴 물건 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(속담) Lay things by, they may come to use."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "scorching",
      "frequency": 0
    },
    {
      "meaning": "scorcher",
      "frequency": 0
    },
    {
      "meaning": "I'll knock your block/head off!",
      "frequency": 0
    },
    {
      "meaning": "an instantly forgettable tune",
      "frequency": 0
    },
    {
      "meaning": "disposable single-use cameras",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"김재중 욕하는 것들 내가 다 죽여버릴 거...\" \"If someone says something bad to KIM JAEJOONG, I'll kill them\". 듣기 View video V COOKIE : [Full] KIM JAEJOONG X Orgel Live - 김재중의 오르골 라이브!",
      "english": "\"If someone says something bad to KIM JAEJOONG, I'll kill them\"."
    },
    {
      "korean": "집어 넣어버릴걸 - 넉살이도 요새 뭐 바쁜 거 없잖아? We should've locked him up. - He's not that busy, is he? 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM/★선공개★] EP.5-2 헉피, 넉살, 우원재, 김효은 합류! 사탄의 캐롤송?! 제발 들어줘! 아마두ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "We should've locked him up. - He's not that busy, is he?"
    },
    {
      "korean": "[알부자 연준] - 포도알 버릴 수 없어 - 멤버들! [Grape-rich YEONJUN] - We can't throw away the grapes. - Members! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.2",
      "english": "[Grape-rich YEONJUN] - We can't throw away the grapes. - Members!"
    },
    {
      "korean": "[통신오류] 사람 한 명을 다른 데로 보내버릴 수 있는 기회인가요? [Miscommunication] Oh, is this the chance to send a person away? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.1",
      "english": "[Miscommunication] Oh, is this the chance to send a person away?"
    },
    {
      "korean": "'당신들 영업 방해죄로 신고해버릴거야!' 이런 대사가 있어요? \"I'm going to report you for disrupting business!\" There's a line like that? 듣기 View video VICTON : 2020",
      "english": "\"I'm going to report you for disrupting business!\" There's a line like that?"
    }
  ],
  "examples": [
    {
      "korean": "an instantly forgettable tune 듣기 Add to Wordbook 즉시 잊혀져 버릴 곡조 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an instantly forgettable tune Add to Wordbook"
    },
    {
      "korean": "Greenfly can literally suck a plant dry. 듣기 Add to Wordbook 진딧물은 식물의 즙을 빨아내어 글자 그대로 바짝 말려 버릴 수가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Greenfly can literally suck a plant dry. Add to Wordbook"
    },
    {
      "korean": "I can’t get rid of this headache. 듣기 Add to Wordbook 나는 이 두통을 떨쳐 버릴 수가 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can’t get rid of this headache. Add to Wordbook"
    },
    {
      "korean": "You can never wipe out the past. 듣기 Add to Wordbook 결코 과거를 지워 버릴 수는 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can never wipe out the past. Add to Wordbook"
    },
    {
      "korean": "Come out, or I’ll bust the door down! 듣기 Add to Wordbook 나와, 안 그럼 이 문 부숴 버릴 거야! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Come out, or I’ll bust the door down! Add to Wordbook"
    }
  ]
}