{
  "phrases": [
    {
      "phrase": "version",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (이전의 것·비슷한 종류의 다른 것들과 약간 다른) -판[형태] (→beta version)",
        "Noun (어떤 사건에 대해 특정한 입장에서 밝힌) 설명[생각/견해]",
        "Noun <다른 언어로 된 것을 번역하거나 다른 예술 작품 형태로 된 것을 영화·연극·음악 작품 등으로 만든 것> (→the ..."
      ]
    },
    {
      "phrase": "burgeon",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb 격식 급성장[급증]하다"
      ]
    },
    {
      "phrase": "bourgeon",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun, Intransitive verb, Transitive verb (=BURGEON)"
      ]
    },
    {
      "phrase": "bhajan",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 힌두교 바쟌: 크리슈나를 찬양하는 종교적 찬가(religious song of praise)."
      ]
    },
    {
      "phrase": "버젼 관리",
      "hanja": "",
      "example": {},
      "meanings": [
        "version management"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "버전",
      "frequency": 0
    },
    {
      "meaning": "개정판",
      "frequency": 0
    },
    {
      "meaning": "영화화하다",
      "frequency": 0
    },
    {
      "meaning": "영역 2",
      "frequency": 0
    },
    {
      "meaning": "Version Management",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이분들도 우리가 인사를 하면서 주문을 부르는 버젼으로 하면 어때요? How about saying hello in the cute version to them as well? 듣기 View video V COOKIE : [Full]WJSN X LieV - 우주소녀의 눕방라이브!",
      "english": "How about saying hello in the cute version to them as well?"
    },
    {
      "korean": "성악 버젼입니다. That was a vocal version. 듣기 View video BRAVE Entertainment : BIGSTAR 멘션파티 ♡ Feeldog x Jude",
      "english": "That was a vocal version."
    },
    {
      "korean": "저는 섹시 버젼에 올라온 공주였대요. I was the sexy princess. 듣기 View video BRAVE Entertainment : BRAVEGIRLS 의 멘션파티",
      "english": "I was the sexy princess."
    },
    {
      "korean": "오늘 색다른 버젼으로 할래요? Shall we try a different version? 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '하이틴, 홍보 어디까지 해봤니?!",
      "english": "Shall we try a different version?"
    },
    {
      "korean": "그럼 중국말을 Busan 버젼으로 해볼께요. I will talk in Chinese in Busan accent. 듣기 View video MELODYDAY : Today is a MelodyDay '광안리 해수욕장!'",
      "english": "I will talk in Chinese in Busan accent."
    }
  ],
  "examples": [
    {
      "korean": "He said that the cyclical nature of capitalism that creates financial bubbles was what motivated him to make a new version of ‘Wall Street.’ 듣기 Add to Wordbook 그는 자본주의가 만들어내는 금융 버블의 계속되는 순환이 그로 하여금 새로운 버젼의 월스트리트를 만들게 하는 원동력이 되었다고 말했다. EDU TIMES",
      "english": "He said that the cyclical nature of capitalism that creates financial bubbles was what motivated him to make a new version of ‘Wall Street.’ Add to Wordbook"
    },
    {
      "korean": "Microsoft’s Windows 8 Store will debut alongside the beta version of the new Windows release, giving testers the chance to download free apps at first, with others made available by developers specially invited by Microsoft. 듣기 Add to Wordbook 마이크로소프트 윈도우즈 8 스토어는 베타 버젼의 새로운 윈도우가 출시될 때 같이 나와 테스터들이 무료 어플들을 다운 받아볼 수 있으며, 마이크로소프트가 특별히 초대한 개발자들에 의해 다른 것들이 가능하게 될 것이다. EDU TIMES",
      "english": "Microsoft’s Windows 8 Store will debut alongside the beta version of the new Windows release, giving testers the chance to download free apps at first, with others made available by developers specially invited by Microsoft. Add to Wordbook"
    },
    {
      "korean": "This release contains the first four volumes of episodes from the show. 듣기 Add to Wordbook 이 버젼 쇼에서 에피소드의 처음 4화가 포함되어 있습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 9GHT(1234****)",
      "english": "This release contains the first four volumes of episodes from the show. Add to Wordbook"
    },
    {
      "korean": "100. There are 100 boxes, in the red version, there are red, green, leather and tan versions. 듣기 Add to Wordbook 100개. 빨강버젼,초록,가죽, 그리고 갈색버젼으로 100박스가 있다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 김지(tina****) Khan Academy",
      "english": "100. There are 100 boxes, in the red version, there are red, green, leather and tan versions. Add to Wordbook"
    },
    {
      "korean": "At the same time, the Rev. 듣기 Add to Wordbook 그 목사와 동시에(동시에 버젼이 바뀌었다) User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유서(peac****)",
      "english": "At the same time, the Rev. Add to Wordbook"
    }
  ]
}