{
  "phrases": [
    {
      "phrase": "버티다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(견디다) endure, last, bear (up), hold out",
        "(저항하다) hold out, withstand",
        "(지탱하다) support, withstand"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "It's dogged as[that] does it.",
      "frequency": 0
    },
    {
      "meaning": "prop 1",
      "frequency": 3
    },
    {
      "meaning": "stand fast/firm",
      "frequency": 0
    },
    {
      "meaning": "trestle",
      "frequency": 0
    },
    {
      "meaning": "hang (on) in there",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여름을 잘 버텨야 돼요 여름에 진짜 아이스크림 때문에 살찌는 거야. You have to withstand the summer well. You gain weight because of ice cream. 듣기 View video Park Bo Young : 포스터 나왔어요!!!",
      "english": "You have to withstand the summer well. You gain weight because of ice cream."
    },
    {
      "korean": "심장아 버텨야 돼. You can do this, my heart. 듣기 View video 우주소녀(WJSN) : [REPLAY] 우주소녀 컴백 카운트다운 <너에게 닿기를>",
      "english": "You can do this, my heart."
    },
    {
      "korean": "[협동] 우리가 1분 버텨야 되는 거야? [Team play] We have to last a minute? 듣기 View video 졸잼티비 (joLjamTV) : [플랜맨_북해도] 짱나게 할래? 짱나!투어 _ 5회",
      "english": "[Team play] We have to last a minute?"
    },
    {
      "korean": "너무 짧아요. 더 오래 버텨야 해요. That's too short. You have to bear longer. 듣기 View video EXO : [REPLAY] EXO-CBX(첸백시) HOT DEBUT STAGE",
      "english": "That's too short. You have to bear longer."
    },
    {
      "korean": "올라가서 버텨야 해 팔 힘으로만. You have to go up and stay up using your arms. 듣기 View video BTOB : 비투비 - 비트콤 #31 ('그리워하다' 마지막 주 비하인드)",
      "english": "You have to go up and stay up using your arms."
    }
  ],
  "examples": [
    {
      "korean": "Many of the soldiers were forced to subsist on insects and roots of grass. 듣기 Add to Wordbook 많은 군인들이 벌레와 풀뿌리를 먹고 근근이 버텨야 했다 Neungyule",
      "english": "Many of the soldiers were forced to subsist on insects and roots of grass. Add to Wordbook"
    },
    {
      "korean": "There are only two hours left, we should bust our ass. 듣기 Add to Wordbook 두 시간밖에 안 남았어. 우리는 필사적으로 버텨야 해. YBM All in All English-Korean Dictionary",
      "english": "There are only two hours left, we should bust our ass. Add to Wordbook"
    },
    {
      "korean": "You may be stuck on your own for a couple of days and should really be prepared for that,' Klink said. 듣기 Add to Wordbook 수 일 동안 혼자서 버텨야 할지도 모르니 제대로 대비해두어야 할 것이다.' 라고 클린크가 말했다. Neungyule",
      "english": "You may be stuck on your own for a couple of days and should really be prepared for that,' Klink said. Add to Wordbook"
    },
    {
      "korean": "People have to persevere strongly even to get valid complaints investigated. 듣기 Add to Wordbook 사람들은 심지어 유효한 불평들을 수사하기 위해 강하게 인내하며 버텨야 한다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "People have to persevere strongly even to get valid complaints investigated. Add to Wordbook"
    },
    {
      "korean": "We must persevere, and continue to work within this framework. 듣기 Add to Wordbook 우리는 인내하며 끝까지 버텨야 하며 이 틀 안에서 계속 일해야 한다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "We must persevere, and continue to work within this framework. Add to Wordbook"
    }
  ]
}