{
  "phrases": [
    {
      "phrase": "버티다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(견디다) endure, last, bear (up), hold out",
        "(저항하다) hold out, withstand",
        "(지탱하다) support, withstand"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "prop 1",
      "frequency": 3
    },
    {
      "meaning": "stand fast/firm",
      "frequency": 0
    },
    {
      "meaning": "trestle",
      "frequency": 0
    },
    {
      "meaning": "hang (on) in there",
      "frequency": 0
    },
    {
      "meaning": "eke something out",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[어떻게 버티지...?] 10분... [How am I going to wait until then?] 10 minutes... 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 장도연&한보름&경리가 보여준다, 사다드림 라이브 삼행시!_마지막회",
      "english": "[How am I going to wait until then?] 10 minutes..."
    },
    {
      "korean": "그런데 수요일이 되면 그날 하루를 어떻게 버티지? When Wednesday comes around... How will I ever wait? 듣기 View video V Special : [Full] 이리와 안아줘 X 앞터V (Come and Hug me X Early Interview)",
      "english": "When Wednesday comes around... How will I ever wait?"
    },
    {
      "korean": "야, 너 자꾸 이럴 거야? 흔들리는데 이러면, 버티지 마! - 야! 야! - 아니야! 가만히 있어! Will you keep doing this? It's shaking! Don't hold it up! - Hey! - Stay still! 듣기 View video EXO : 토요일은첸백시",
      "english": "Will you keep doing this? It's shaking! Don't hold it up! - Hey! - Stay still!"
    },
    {
      "korean": "꽉 대고 있어야지, 떨면서 대면 다 버티지. You have to put your fingers on it. 듣기 View video KNK : 지금 크나큰(KNK)은?",
      "english": "You have to put your fingers on it."
    },
    {
      "korean": "[심장 폭행] 더 이상은 내 심장이 버티지 못해! [Heart attack] I can't handle this much longer! 듣기 View video V WEB DRAMA : [존잘러] SF9 로운 편",
      "english": "[Heart attack] I can't handle this much longer!"
    }
  ],
  "examples": [
    {
      "korean": "They were afraid the dam wouldn’t hold. 듣기 Add to Wordbook 그들은 댐이 버티지 못할 것이라고 우려했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were afraid the dam wouldn’t hold. Add to Wordbook"
    },
    {
      "korean": "Lots of people leave this job because they can’t hack it. 듣기 Add to Wordbook 많은 사람들이 버티지를 못해서 이 직장을 떠난다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Lots of people leave this job because they can’t hack it. Add to Wordbook"
    },
    {
      "korean": "The boxer couldn’t go the limit. 듣기 Add to Wordbook 그 권투 선수는 최종 라운드까지 버티지 못했다. Dong-a's Prime English-Korean Dictionary",
      "english": "The boxer couldn’t go the limit. Add to Wordbook"
    },
    {
      "korean": "Lee told the group that many North Koreans don't last longer than a year in any job. 듣기 Add to Wordbook 이씨는 그 그룹의 사람들에게 많은 북한 사람들이 어떤 일자리든 1년 이상을 버티지 못한다고 말했다. Neungyule",
      "english": "Lee told the group that many North Koreans don't last longer than a year in any job. Add to Wordbook"
    },
    {
      "korean": "Long songs don't usually last long on the song charts. 듣기 Add to Wordbook 긴 노래는 대개 노래 순위에서 오래 버티지 못한다. YBM All in All English-Korean Dictionary",
      "english": "Long songs don't usually last long on the song charts. Add to Wordbook"
    }
  ]
}