{
  "phrases": [
    {
      "phrase": "버티다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(견디다) endure, last, bear (up), hold out",
        "(저항하다) hold out, withstand",
        "(지탱하다) support, withstand"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "supporting",
      "frequency": 0
    },
    {
      "meaning": "prop 1",
      "frequency": 3
    },
    {
      "meaning": "stand fast/firm",
      "frequency": 0
    },
    {
      "meaning": "trestle",
      "frequency": 0
    },
    {
      "meaning": "hang (on) in there",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "왜 버티게 하신 거예요? Why did you make us hold it? 듣기 View video ATEEZ : ATEEZ(에이티즈) WANTED 4화",
      "english": "Why did you make us hold it?"
    },
    {
      "korean": "나를 버티게 했던 것이 무엇일까요? what helped you withstand it? 듣기 View video THE BOYZ : [Replay] THE BOYZ DEBUT SHOWCASE 'THE FIRST'",
      "english": "what helped you withstand it?"
    },
    {
      "korean": "나를 버티게 했던 힘! The strength that helped you pull through! 듣기 View video THE BOYZ : [Replay] THE BOYZ DEBUT SHOWCASE 'THE FIRST'",
      "english": "The strength that helped you pull through!"
    },
    {
      "korean": "우리 가족들이 정말 버티게 해 주는 힘이고요. My family help me to go on. 듣기 View video V Special : [REPLAY] 2017 이동욱 아시아 투어 in 서울 '4 My Dear' (Lee Dong Wook)",
      "english": "My family help me to go on."
    },
    {
      "korean": "제가 이걸 버티게 된다면 까나리가 아닌 겁니다, 여러분. If I drink it, it's not fish sauce. 듣기 View video IDOL x IDOL : Various - 베리어스 '카페에 앉아 더위를 식혀보자 '",
      "english": "If I drink it, it's not fish sauce."
    }
  ],
  "examples": [
    {
      "korean": "This should hold you over for three years. 듣기 Add to Wordbook 이것은 당신을 3년간 버티게 해줄 것이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "This should hold you over for three years. Add to Wordbook"
    },
    {
      "korean": "What exactly do you stand for? 듣기 Add to Wordbook 무엇이 너를 그렇게 버티게 하는가? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 진(thro****)",
      "english": "What exactly do you stand for? Add to Wordbook"
    },
    {
      "korean": "Now, only my love sustains me. 듣기 Add to Wordbook 지금, 오직 내 사랑만이 나를 버티게해 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 장인영(okin****)",
      "english": "Now, only my love sustains me. Add to Wordbook"
    },
    {
      "korean": "My faith sustains me, because I pray daily. 듣기 Add to Wordbook 믿음이 나를 버티게 해준다. 매일 기도를 하기 때문이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cerealkiller(l206****)",
      "english": "My faith sustains me, because I pray daily. Add to Wordbook"
    },
    {
      "korean": "It's even possible someone built a boat, and used poles to keep it at the leading edge of the water. 듣기 Add to Wordbook 그것은 배를 만들기위해 충분했고 물의 선단에서 그것을 버티게 하기 위해 기둥을 사용했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 SADDAY(smam****)",
      "english": "It's even possible someone built a boat, and used poles to keep it at the leading edge of the water. Add to Wordbook"
    }
  ]
}