{
  "phrases": [
    {
      "phrase": "벌이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(시작하다) start, begin",
        "(잔치·시위 등을) (시위 등을) stage, (잔치 등을) throw, give",
        "(전쟁·말다툼 등을) wage (war)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ruck",
      "frequency": 0
    },
    {
      "meaning": "crusader",
      "frequency": 3
    },
    {
      "meaning": "hard-fought",
      "frequency": 0
    },
    {
      "meaning": "polemical",
      "frequency": 0
    },
    {
      "meaning": "rowdy",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[서로 만나자마자 심리전 벌이는 R&V] - 예라고? - 뭐라고요? [Engaged in mental warfare as soon as they met] - What? - What did you say? 듣기 View video BTS : Run BTS! 2019 - EP.79",
      "english": "[Engaged in mental warfare as soon as they met] - What? - What did you say?"
    },
    {
      "korean": "타임슬립을 해서 일을 벌이는 주동자입니다. he goes on time slips to cause all sorts of changes. 듣기 View video V DRAMA : [Full]맨홀 X 앞터V (Manhole X Early Interview)",
      "english": "he goes on time slips to cause all sorts of changes."
    },
    {
      "korean": "부산까지 거리 442km, 이 안에서 벌이는 인간 사투를... The fight with zombie during the ride to Busan. 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "The fight with zombie during the ride to Busan."
    },
    {
      "korean": "[126명이 벌이는 최강 유닛 배틀!] 포지션 배틀! Let it begin! [A unit battle with 126 people] Position battle! Let it begin! 듣기 View video The Unit (더 유닛) : [9~10회/예고 2차] RESTART 미션, 진짜 강력한 유닛이 온다! / [Preview of EP. 9-10: RESTART MISSION Starts!]",
      "english": "[A unit battle with 126 people] Position battle! Let it begin!"
    },
    {
      "korean": "벌이는 내 친구 강아지야, 메롱. -망고도 되게 많더라. Beol is the name of my friend's dog. - Many dogs are named Mango. 듣기 View video Girl's Day : [걸스데이] 금요일 유라는?",
      "english": "Beol is the name of my friend's dog. - Many dogs are named Mango."
    }
  ],
  "examples": [
    {
      "korean": "There were only slim pickings to be made at the fair. 듣기 Add to Wordbook 그 장터에서 올릴 수 있는 벌이는 신통치 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There were only slim pickings to be made at the fair. Add to Wordbook"
    },
    {
      "korean": "The public seems unconvinced by their latest charm offensive. 듣기 Add to Wordbook 그들이 최근에 벌이는 애교 공세에 대중이 넘어가지 않는 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The public seems unconvinced by their latest charm offensive. Add to Wordbook"
    },
    {
      "korean": "Who’s making that row? 듣기 Add to Wordbook 누가 저렇게 소란을 벌이는 거지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Who’s making that row? Add to Wordbook"
    },
    {
      "korean": "the political war of words over tax 듣기 Add to Wordbook 세금을 두고 벌이는 정치적인 입씨름 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the political war of words over tax Add to Wordbook"
    },
    {
      "korean": "Demonstrations were held as a gesture of solidarity with the hunger strikers. 듣기 Add to Wordbook 단식 투쟁을 벌이는 사람들에 대한 연대의 표시로 시위들이 벌어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Demonstrations were held as a gesture of solidarity with the hunger strikers. Add to Wordbook"
    }
  ]
}