{
  "phrases": [
    {
      "phrase": "벌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(돈을) make[earn] (money), (Am) take in, (Brit) take",
        "(시간 등을) gain (time), (절약하다) save (time)",
        "(매 등을)"
      ]
    },
    {
      "phrase": "그녀는 그날그날 벌어 먹고 산다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "She lives hand to mouth."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in pocket",
      "frequency": 0
    },
    {
      "meaning": "work your way through college, round the world, etc.",
      "frequency": 0
    },
    {
      "meaning": "a hand-to-mouth existence",
      "frequency": 0
    },
    {
      "meaning": "dollar-spinner",
      "frequency": 0
    },
    {
      "meaning": "from hand to mouth",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "새벽에 하시잖아요 저 같은 일이 벌어... If you do it late at night, then the same thing will happen. 듣기 View video Park Bo Young : 안자는사람!!!",
      "english": "If you do it late at night, then the same thing will happen."
    },
    {
      "korean": "[달려 달려 내가 벌어 내가 사치 O] - '내가 벌어 내가 사치' - 정답! [Run, run I make and waste my own money] - \"I make and waste my own money\". - Correct! 듣기 View video BTS : Run BTS! 2020 - EP.91",
      "english": "[Run, run I make and waste my own money] - \"I make and waste my own money\". - Correct!"
    },
    {
      "korean": "삼백안 돈 많이 벌어요? The rich has Sanpaku eyes? 듣기 View video WIWO : mamamoo Hwa Sa makeup 마마무 화사 커버메이크업",
      "english": "The rich has Sanpaku eyes?"
    },
    {
      "korean": "[토크 주제4. 돈 벌자] 돈을 언제 벌어? When will you make money? 듣기 View video 모비딕(Mobidic) : 홍석천 사장님과 단둘이 점심 먹은 샤넌 <지금 홍식당으로 알바갑니다> 7회",
      "english": "When will you make money?"
    },
    {
      "korean": "[준비하는 사이] 얼마 벌어왔냐? [While they are preparing] How much did you earn? 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.3-5",
      "english": "[While they are preparing] How much did you earn?"
    }
  ],
  "examples": [
    {
      "korean": "Last year, she pocketed over $1 million in advertising contracts. 듣기 Add to Wordbook 작년에 그녀는 광고 계약으로 100만 달러 이상을 벌어 들였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Last year, she pocketed over $1 million in advertising contracts. Add to Wordbook"
    },
    {
      "korean": "What’s the good of earning all that money if you don’t have time to enjoy it? 듣기 Add to Wordbook 즐길 시간이 없으면 그 돈을 다 벌어 봐야 무슨 소용이 있어요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What’s the good of earning all that money if you don’t have time to enjoy it? Add to Wordbook"
    },
    {
      "korean": "Many families struggle to make ends meet. 듣기 Add to Wordbook 많은 가족들이 아등바등 돈을 벌어 겨우 먹고 산다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many families struggle to make ends meet. Add to Wordbook"
    },
    {
      "korean": "‘How much does he earn?’ ‘Quite a bit!’ 듣기 Add to Wordbook “그가 돈을 얼마나 벌지?” “상당히 많이 벌어!” Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘How much does he earn?’ ‘Quite a bit!’ Add to Wordbook"
    },
    {
      "korean": "He earns 6 figures, yet he’s still so tight with his money. 듣기 Add to Wordbook 그 사람은 억대 연봉을 벌어. 하지만 아직도 자기 돈 가지고 정말 빡빡하게 굴어. DARAKWON",
      "english": "He earns 6 figures, yet he’s still so tight with his money. Add to Wordbook"
    }
  ]
}