{
  "phrases": [
    {
      "phrase": "벌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(돈을) make[earn] (money), (Am) take in, (Brit) take",
        "(시간 등을) gain (time), (절약하다) save (time)",
        "(매 등을)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "normal profits",
      "frequency": 0
    },
    {
      "meaning": "coffee-and-cake-time",
      "frequency": 0
    },
    {
      "meaning": "bee",
      "frequency": 3
    },
    {
      "meaning": "earn",
      "frequency": 3
    },
    {
      "meaning": "earning",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "재혁 오빠 돈 벌어야 돼. Jaehyuk needs to earn money. 듣기 View video 플레이리스트 (Playlist) : [연애포차 시즌1] - EP.09 너에게 전할 수 없는 말",
      "english": "Jaehyuk needs to earn money."
    },
    {
      "korean": "돈은 벌어야되요. I have to make money... 듣기 View video MONSTA X : LIVE : 주헌이와 뉴욕을 걸어요",
      "english": "I have to make money..."
    },
    {
      "korean": "어떻게 벌어야 돼? How do we make the money? 듣기 View video WHYNOT TV : [무엇이 무엇이 좋을값쇼] which is better? - EP08. 꿀 알바",
      "english": "How do we make the money?"
    },
    {
      "korean": "벌어야 졸업하죠. I have to earn to graduate. 듣기 View video 웹드라마 더블루씨(the BlueSea) : 더블루씨(the Blue Sea) 3화 - 심쿵",
      "english": "I have to earn to graduate."
    },
    {
      "korean": "돈도 많이벌어야해요. You have to be rich too. 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '우리 친해지길 바라'",
      "english": "You have to be rich too."
    }
  ],
  "examples": [
    {
      "korean": "I need to earn a bit extra this month. 듣기 Add to Wordbook 내가 이번 달에는 돈을 좀 더 벌어야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I need to earn a bit extra this month. Add to Wordbook"
    },
    {
      "korean": "To be chosen a power seller, a person has to make more than two million won monthly for three months, and Kang did this. 듣기 Add to Wordbook 파워 셀러로 선정되기 위해서는, 3개월 동안 월 200만원 이상을 벌어야 한다. Neungyule",
      "english": "To be chosen a power seller, a person has to make more than two million won monthly for three months, and Kang did this. Add to Wordbook"
    },
    {
      "korean": "I needed to make some money for gasoline ? not to mention that I was married with a son. 듣기 Add to Wordbook 이 당시 저는 아들을 하나 둔 기혼자인 건 말할 것도 없거니와, 우선 자동차 기름 값을 대기 위해서라도 돈을 벌어야 했습니다. YBM All in All English-Korean Dictionary",
      "english": "I needed to make some money for gasoline ? not to mention that I was married with a son. Add to Wordbook"
    },
    {
      "korean": "Then you can make money to buy the things you need and want. 듣기 Add to Wordbook 필요한 것이나 원하는 것을 사기 위해 돈을 벌어야 하고. Neungyule",
      "english": "Then you can make money to buy the things you need and want. Add to Wordbook"
    },
    {
      "korean": "He didn't had any family, had to get his living himself. 듣기 Add to Wordbook 그는 가족이 없었기 때문에 스스로 생활비를 벌어야만 했다. YBM All in All English-Korean Dictionary",
      "english": "He didn't had any family, had to get his living himself. Add to Wordbook"
    }
  ]
}