{
  "phrases": [
    {
      "phrase": "법을 범해 가면서 몰래 영업을 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "run on the quiet in violation of the law",
        "operate secretly and illegally"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "operate secretly and illegally",
      "frequency": 0
    },
    {
      "meaning": "larcenously",
      "frequency": 0
    },
    {
      "meaning": "err on the right side",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "진짜? - 너 우리 무대에 왜 실수를 범해? Really? - Why did you make a mistake on the stage? 듣기 View video Apink : Apink 1위!!",
      "english": "Really? - Why did you make a mistake on the stage?"
    }
  ],
  "examples": [
    {
      "korean": "Beckham was sent off for a foul in the second half. 듣기 Add to Wordbook 베컴은 후반전에 파울을 범해 퇴장당했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Beckham was sent off for a foul in the second half. Add to Wordbook"
    },
    {
      "korean": "He was corruption of blood. 듣기 Add to Wordbook 그는 중죄를 범해 사권을 박탈당해 토지에 대한 권리의 상속을 잃었다. YBM All in All English-Korean Dictionary",
      "english": "He was corruption of blood. Add to Wordbook"
    },
    {
      "korean": "In 2002, Rod Stewart and his girlfriend Penny Lancaster were turned away from the Royal Enclosure -- Rod made the fashion faux pas of a blue suit with white shoes and Penny wore a white mini skirt. 듣기 Add to Wordbook 2002년엔 Rod가 흰 구두에 파란 색 양복을 입었고, Penny는 흰 미니스커트를 입는 과실을 범해 Rod Stewart와 그의 여자친구 Penny Lancaster은 왕실 구역에서 발걸음을 돌려야 했다. TIMES CORE",
      "english": "In 2002, Rod Stewart and his girlfriend Penny Lancaster were turned away from the Royal Enclosure -- Rod made the fashion faux pas of a blue suit with white shoes and Penny wore a white mini skirt. Add to Wordbook"
    },
    {
      "korean": "If you're gonna violate me, violate me. 듣기 Add to Wordbook 나를 범할 거라면, 범해요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 스탠다드(fing****)",
      "english": "If you're gonna violate me, violate me. Add to Wordbook"
    },
    {
      "korean": "She has blatantly committed fraud with her expenses. 듣기 Add to Wordbook 그녀는 노골적으로 그녀의 지출과 관련한 사기를 범해왔다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 the happy vitamin(wdh1****)",
      "english": "She has blatantly committed fraud with her expenses. Add to Wordbook"
    }
  ]
}