{
  "phrases": [
    {
      "phrase": "법적",
      "hanja": " (法的)",
      "example": {},
      "meanings": [
        "legal",
        "(방법) way, method, manner",
        "(도리, 이치)"
      ]
    },
    {
      "phrase": "법적",
      "hanja": " (法的)",
      "example": {},
      "meanings": [
        "Noun being legal, being legalistic"
      ]
    },
    {
      "phrase": "법적 시효",
      "hanja": "",
      "example": {},
      "meanings": [
        "legal prescription"
      ]
    },
    {
      "phrase": "법적 근거",
      "hanja": "",
      "example": {},
      "meanings": [
        "a legal basis"
      ]
    },
    {
      "phrase": "법적 권리",
      "hanja": "",
      "example": {},
      "meanings": [
        "legal rights"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Oxford Analytica",
      "frequency": 0
    },
    {
      "meaning": "liability",
      "frequency": 3
    },
    {
      "meaning": "liable",
      "frequency": 3
    },
    {
      "meaning": "binding",
      "frequency": 3
    },
    {
      "meaning": "proceeding",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "법적... He handles it legally... 듣기 View video V DRAMA : [Replay]완벽한 아내 X 앞터V(Ms.Perfect X Early Interview)",
      "english": "He handles it legally..."
    },
    {
      "korean": "법적 대리인 님 계세요? Do you have a legal representative? 듣기 View video V COOKIE : [Full] THE BOYZ X LieV - 더보이즈의 눕방라이브!",
      "english": "Do you have a legal representative?"
    },
    {
      "korean": "어떤 도덕적인... - 법적인 거까지... Or an ethical ... - Legally ... 듣기 View video JTBC4 : 어썸피드 이승훈이 직접 패션상담해dream (feat. 스페셜 게스트)",
      "english": "Or an ethical ... - Legally ..."
    },
    {
      "korean": "환불은 사실 어떠한 법적인 거라고 해야 되나? The return system, should I say it's a legal issue? 듣기 View video JTBC4 : 어썸피드 이승훈이 직접 패션상담해dream (feat. 스페셜 게스트)",
      "english": "The return system, should I say it's a legal issue?"
    },
    {
      "korean": "원래 있던 사무실이랑 좀 문제 있어서 법적으로... I had some problems, legally, with the company I was at... 듣기 View video V COOKIE : [Full]COOKIE DAY",
      "english": "I had some problems, legally, with the company I was at..."
    }
  ],
  "examples": [
    {
      "korean": "to seek legal redress for unfair dismissal 듣기 Add to Wordbook 부당 해고에 대해 법적 보상을 구하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to seek legal redress for unfair dismissal Add to Wordbook"
    },
    {
      "korean": "A gambling debt is not legally enforceable. 듣기 Add to Wordbook 도박 빚은 법적으로 강제 집행할 수 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A gambling debt is not legally enforceable. Add to Wordbook"
    },
    {
      "korean": "When you buy foods you have certain statutory rights. 듣기 Add to Wordbook 당신이 식품을 살 때 당신은 특정한 법적 권리를 지니게 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "When you buy foods you have certain statutory rights. Add to Wordbook"
    },
    {
      "korean": "a legally binding agreement 듣기 Add to Wordbook 법적 구속력이 있는 합의 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a legally binding agreement Add to Wordbook"
    },
    {
      "korean": "a legal battle for compensation 듣기 Add to Wordbook 보상을 위한 법적 투쟁 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a legal battle for compensation Add to Wordbook"
    }
  ]
}