{
  "phrases": [
    {
      "phrase": "벗어나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(일정한 공간·범위 등을) get out (of)",
        "(가난·구속 등에서) free (sb from sth), break away (from), rid oneself of",
        "(요점·주제 등을) be off the point, be beside the point"
      ]
    },
    {
      "phrase": "고용살이에서 벗어나 독립하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "quit a hired job and start one´s own business"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "free",
      "frequency": 2
    },
    {
      "meaning": "uptown",
      "frequency": 0
    },
    {
      "meaning": "be beside the point",
      "frequency": 0
    },
    {
      "meaning": "astray",
      "frequency": 1
    },
    {
      "meaning": "off center",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "전 이 세상의 굴레를 벗어나... I'm now leaving all of these... 듣기 View video GOT7 : GOT7(갓세븐) OFFLINE #10",
      "english": "I'm now leaving all of these..."
    },
    {
      "korean": "[과연 바비 브라운 팀은 굴레를 벗어나 성공할 수 있을지...?] [Will the team move on and succeed?] View video TWICE : TWICE REALITY \"TIME TO TWICE\" - Noraebang Battle EP.02",
      "english": "[Will the team move on and succeed?]"
    },
    {
      "korean": "제가 검은색 흰색에서 못 벗어나요 여러분. We must not be able to dress in anything besides black and white. 듣기 View video BRANDNEWBOYS : 커피될게 우유해줘",
      "english": "We must not be able to dress in anything besides black and white."
    },
    {
      "korean": "언니 가봤자, 여기 못 벗어나요. You can't get out of here. 듣기 View video GFRIEND : 소원여신이 내려오신 날",
      "english": "You can't get out of here."
    },
    {
      "korean": "그것을 어떻게 하던지 한번 벗어나 보자. I wanted to get away from the norm. 듣기 View video SMTOWN : 현빈X유해진X김주혁X임윤아 <공조> 무비토크 라이브 'Movie Talk Live'",
      "english": "I wanted to get away from the norm."
    }
  ],
  "examples": [
    {
      "korean": "The car spun right off the track. 발음듣기 그 차는 팽 돌면서 길을 완전히 벗어나 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The car spun right off the track. 발음"
    },
    {
      "korean": "He strayed into the path of an oncoming car. 발음듣기 그가 길을 벗어나 마주 달려오는 자동차의 진로로 들어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He strayed into the path of an oncoming car. 발음"
    },
    {
      "korean": "His demands were out of bounds. 발음듣기 그의 요구는 한도를 벗어나 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His demands were out of bounds. 발음"
    },
    {
      "korean": "The aircraft overshot the runway. 발음듣기 그 비행기가 활주로를 벗어나 더 달려 나갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The aircraft overshot the runway. 발음"
    },
    {
      "korean": "His remarks were clearly beyond the pale. 발음듣기 그의 발언은 분명히 도리를 벗어나 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His remarks were clearly beyond the pale. 발음"
    }
  ]
}