{
  "phrases": [
    {
      "phrase": "벗어나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(일정한 공간·범위 등을) get out (of)",
        "(가난·구속 등에서) free (sb from sth), break away (from), rid oneself of",
        "(요점·주제 등을) be off the point, be beside the point"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "secularizer",
      "frequency": 0
    },
    {
      "meaning": "out of one’s league",
      "frequency": 0
    },
    {
      "meaning": "a digression from",
      "frequency": 0
    },
    {
      "meaning": "reference values",
      "frequency": 0
    },
    {
      "meaning": "overshooting",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "네 - 이거 좀 벗어나는 팁 혹시 있어요, 멤버들? Yes. - Is there any tip to get out of it? 듣기 View video SMTOWN : [FULL] 슈퍼주니어의 2YA2YAO! LIVE @ SJ THE STAGE",
      "english": "Yes. - Is there any tip to get out of it?"
    },
    {
      "korean": "뭔가를 깨면서 벗어나는 느낌 들지 않아요? - 맞아요! Doesn't the game make you feel like you are breaking away from something? - Yes! 듣기 View video SEVENTEEN : SEVENTEEN DIGITAL SINGLE 'HIT' COMEBACK D-DAY V LIVE",
      "english": "Doesn't the game make you feel like you are breaking away from something? - Yes!"
    },
    {
      "korean": "[에삐들 브이앱에서 벗어나는 방법 그런 거 없어요 걍 무한 재생하는 거야!] 박수! [There's no way out of watching V LIVE. Just Replay endlessly!] Applause! 듣기 View video V PICK! : [AB6IX] 에삐배 손병호게임의 서막.. 그 끝은...? (AB6IX’s playing the game)",
      "english": "[There's no way out of watching V LIVE. Just Replay endlessly!] Applause!"
    },
    {
      "korean": "[그리고 티저에서 못 벗어나는 사람 그거 나야 티저가 안꺼져요...] [And me, who can't pull away from the teaser. The teaser won't turn off...] View video V PICK! : [TWICE] 세인트 나봉쓰와 다리 짧은 헐크의 복수 (Episode of Nayeon and Hulk)",
      "english": "[And me, who can't pull away from the teaser. The teaser won't turn off...]"
    },
    {
      "korean": "벗어나는 느낌이랄까. walking out the tunnel. 듣기 View video WAV : [Versus]: Ep. 8.1 Studio Sessions: Asad Ill",
      "english": "walking out the tunnel."
    }
  ],
  "examples": [
    {
      "korean": "The police set up roadblocks on routes out of the city. 듣기 Add to Wordbook 경찰이 그 도시를 벗어나는 도로[길목]들에 방책을 세웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The police set up roadblocks on routes out of the city. Add to Wordbook"
    },
    {
      "korean": "She saw marriage to him as a way out of the ruck. 듣기 Add to Wordbook 그녀는 그와의 결혼을 별 볼일 없는 삶에서 벗어나는 길이라고 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She saw marriage to him as a way out of the ruck. Add to Wordbook"
    },
    {
      "korean": "Coming off the drug was a long and painful process for him. 듣기 Add to Wordbook 마약에서 벗어나는 일은 그에게 길고 고통스러운 과정이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Coming off the drug was a long and painful process for him. Add to Wordbook"
    },
    {
      "korean": "I feel strongly that calling a meeting of all department heads is not the best way out of this crisis. 듣기 Add to Wordbook 모든 부서장을 회의에 소집하는 것이 이번 위기를 벗어나는 가장 좋은 방법은 아니라고 확고하게 생각합니다. DARAKWON",
      "english": "I feel strongly that calling a meeting of all department heads is not the best way out of this crisis. Add to Wordbook"
    },
    {
      "korean": "Volunteer activities helped me recover from self-obsession. 듣기 Add to Wordbook 봉사활동이 내가 자기 집착증에서 벗어나는 데 도움을 주었다. 국제영어대학원대학교 신어사전",
      "english": "Volunteer activities helped me recover from self-obsession. Add to Wordbook"
    }
  ]
}