{
  "phrases": [
    {
      "phrase": "베니",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Beni"
      ]
    },
    {
      "phrase": "benne ( benny, bene )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 식물 참깨(sesame)"
      ]
    },
    {
      "phrase": "bene",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (=BENNE)"
      ]
    },
    {
      "phrase": "benny",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 남자 외투",
        "Noun 챙이 넓은 밀집 모자"
      ]
    },
    {
      "phrase": "benny",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 속어 중추 신경 자극제, ((특히)) 벤제드린(Benzedrine)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "carbenicillin",
      "frequency": 0
    },
    {
      "meaning": "Tintoretto",
      "frequency": 0
    },
    {
      "meaning": "Vanier",
      "frequency": 0
    },
    {
      "meaning": "Arena Chapel",
      "frequency": 0
    },
    {
      "meaning": "Beni 2",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "베니라고 한답니다. Rabbit's name is Benny. 듣기 View video MOMO X : [모모문고] 골든차일드 Y 편",
      "english": "Rabbit's name is Benny."
    },
    {
      "korean": "베니백 같은 거. Like a fanny pack. 듣기 View video V Beauty : 보그코리아 20주년 기념 셀럽 인터뷰 - 가방으로 태어난다면? Vogue Korea Celeb Interview",
      "english": "Like a fanny pack."
    },
    {
      "korean": "저희 세 명이 다 베니거든요. We all play the role of Benny. 듣기 View video VIXX : 엔(N) 뮤지컬 ‘인더하이츠’ 프레스콜 비하인드",
      "english": "We all play the role of Benny."
    },
    {
      "korean": "\"베니 화이팅\"으로 알겠습니다. - 베니~ 화이팅! Okay, let's say fighting. - Benny~ Fighting! 듣기 View video VIXX : 엔(N) 뮤지컬 ‘인더하이츠’ 프레스콜 비하인드",
      "english": "Okay, let's say fighting. - Benny~ Fighting!"
    },
    {
      "korean": "제가 베니 역할을 했었고 - 그렇죠. I acted as Benny. - That's right. 듣기 View video INFINITE : 숙성된 인더하이츠배우 규님 또또우",
      "english": "I acted as Benny. - That's right."
    }
  ],
  "examples": [
    {
      "korean": "Benny says he makes lots of smaller burgers for smaller appetites. 발음듣기 베니는 양이 적은 사람들을 위한 작은 햄버거들도 많이 만들고 있다고 말합니다. YBM All in All English-Korean Dictionary",
      "english": "Benny says he makes lots of smaller burgers for smaller appetites. 발음"
    },
    {
      "korean": "Who does Benny think will eat a Belly Buster? 발음듣기 베니측에서는 누가 이 벨리 버스터를 먹을 것이라고 생각할까요? YBM All in All English-Korean Dictionary",
      "english": "Who does Benny think will eat a Belly Buster? 발음"
    },
    {
      "korean": "Last year, a Boston-area restaurant came up with an even bigger burger, so Benny’s is fighting back with this new monster hamburger. 발음듣기 작년에 보스턴에 있는 한 음식점이 베니보다 더 큰 햄버거를 내놓자, 베니 식당에서는 이 어마어마한 신제품 햄버거로 이에 반격하고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Last year, a Boston-area restaurant came up with an even bigger burger, so Benny’s is fighting back with this new monster hamburger. 발음"
    },
    {
      "korean": "For many years Benny’s was known for serving the largest hamburger in the US. 발음듣기 베니 햄버거점은 여러 해 동안 미국에서 가장 큰 햄버거를 파는 집으로 유명했습니다. YBM All in All English-Korean Dictionary",
      "english": "For many years Benny’s was known for serving the largest hamburger in the US. 발음"
    },
    {
      "korean": "No, I'm really torn: Oxford Industries is offering me a third more money than Benidex, but Benidex would be a better working environment, with more opportunity for advancement. 발음듣기 아니오, 어느 쪽을 택해야 할지 정말 고민이에요. 옥스퍼드 인더스트리는 베니덱스보다 연봉을 세 배 더 주겠다고 제의했지만, 근로 환경이나 승진 기회 면에서는 베니덱스가 더 낫거든요. YBM All in All English-Korean Dictionary",
      "english": "No, I'm really torn: Oxford Industries is offering me a third more money than Benidex, but Benidex would be a better working environment, with more opportunity for advancement. 발음"
    }
  ]
}