{
  "phrases": [
    {
      "phrase": "베다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(자르다, 끊다) cut, (나무를) fell, cut down",
        "(상처를 내다) cut",
        "(기타)"
      ]
    },
    {
      "phrase": "베다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(베개 등을)"
      ]
    },
    {
      "phrase": "고기 베는 나이프",
      "hanja": "",
      "example": {},
      "meanings": [
        "a carving knife"
      ]
    },
    {
      "phrase": "건초 베는 칼",
      "hanja": "",
      "example": {},
      "meanings": [
        "hay knife"
      ]
    },
    {
      "phrase": "칼로베는통증",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 lancinating pain"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mower",
      "frequency": 3
    },
    {
      "meaning": "slashing",
      "frequency": 0
    },
    {
      "meaning": "grass cutter",
      "frequency": 0
    },
    {
      "meaning": "slitter",
      "frequency": 0
    },
    {
      "meaning": "mowing machine",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "또한, 제모 크림 또는 포밍 제품을 사용하면 피부를 베는 경우를 방지해줘요. And another reason why it is important to use a shaving cream or foam it is because it allows you to prevent cutting your skin. 듣기 View video Wishtrend TV : Hair Removal 101 | Make Your Own DIY Shaving Cream & Shaving Foam",
      "english": "And another reason why it is important to use a shaving cream or foam it is because it allows you to prevent cutting your skin."
    },
    {
      "korean": "일단 다리 사이에 하나 끼고 몸통에 하나 끼고 여기에 베는 거 하나 끼고. Between my legs, for my body and my head. 듣기 View video V COOKIE : [REPLAY]CNBLUE's LieV - CNBLUE의 눕방 라이브!",
      "english": "Between my legs, for my body and my head."
    },
    {
      "korean": "실제로 베는 것 같아요 실제로. - 22초 남았고요. It seems like he's really slicing them. - There are 22 seconds left. 듣기 View video V COOKIE : [Full]VAV X VSLIVE - VAV의 VSLIVE!",
      "english": "It seems like he's really slicing them. - There are 22 seconds left."
    },
    {
      "korean": "이렇게 다리 사이에 하나, 몸통에 하나, 그다음에 베는 거 하나. I need one between my legs, one by my body, and one for my head. 듣기 View video V COOKIE : [REPLAY]CNBLUE's LieV - CNBLUE의 눕방 라이브!",
      "english": "I need one between my legs, one by my body, and one for my head."
    },
    {
      "korean": "베고 자고 일어났다 - 꺾일 것 같은데 괜찮아요? You used it and woke up. - I feel like you're snap. Are you okay? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "You used it and woke up. - I feel like you're snap. Are you okay?"
    }
  ],
  "examples": [
    {
      "korean": "The wind is cutting[biting, piercing] cold. 듣기 Add to Wordbook 찬바람이 살을 베는 듯하다 Dong-a's Prime English-Korean Dictionary",
      "english": "The wind is cutting[biting, piercing] cold. Add to Wordbook"
    },
    {
      "korean": "a motor/rotary mower 듣기 Add to Wordbook 전동/회전식 풀 베는 기계 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a motor/rotary mower Add to Wordbook"
    },
    {
      "korean": "A woodcut, called the mowing devil had an image of crop circles. 듣기 Add to Wordbook 풀 베는 악마라고 불려진 목판은 크롭 서클의 형상을 가졌다. Neungyule",
      "english": "A woodcut, called the mowing devil had an image of crop circles. Add to Wordbook"
    },
    {
      "korean": "Peter McCabe from Headway, a brain injury association, said schools should not add boxing programs. 듣기 Add to Wordbook 하지만 복싱은 뇌 손상을 야기시킬 수 있다. 뇌 장애 단체인 Headway 의 피터 맥카베는 학교가 복싱 프로그램을 추가시키지 말아야 한다고 말했다. Neungyule",
      "english": "Peter McCabe from Headway, a brain injury association, said schools should not add boxing programs. Add to Wordbook"
    },
    {
      "korean": "He is mowing the lawn with a power mower. 듣기 Add to Wordbook 그는 풀 베는 기계로 잔디를 깎고 있다. English Hidden Card",
      "english": "He is mowing the lawn with a power mower. Add to Wordbook"
    }
  ]
}