{
  "phrases": [
    {
      "phrase": "베테랑",
      "hanja": "",
      "example": {},
      "meanings": [
        "veteran (of), old hand (at), expert (on/in)"
      ]
    },
    {
      "phrase": "veteran",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (어떤 분야의) 베테랑[전문가]",
        "Noun 참전 용사, (전쟁에 참전했던) 재향 군인"
      ]
    },
    {
      "phrase": "그 방면의 베테랑",
      "hanja": "",
      "example": {},
      "meanings": [
        "an old-timer in one´s line"
      ]
    },
    {
      "phrase": "베테랑을 제치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "surpass veteran"
      ]
    },
    {
      "phrase": "베테랑을 동반하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "accompany veteran"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "veteran",
      "frequency": 3
    },
    {
      "meaning": "old sweat",
      "frequency": 0
    },
    {
      "meaning": "old pro",
      "frequency": 0
    },
    {
      "meaning": "a seasoned actor",
      "frequency": 0
    },
    {
      "meaning": "a veteran of the police force",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "가서 그냥 저는... 일본어 베테랑... Just go and... I am a veteran in Japanese... 듣기 View video Apink : 오분만놀쟈",
      "english": "Just go and... I am a veteran in Japanese..."
    },
    {
      "korean": "[열애설은 이제 무 일도 아닌 베테랑 홍보팀들] 이거는 제가 봐도... [Dating is nothing to these veteran PR specialists] I agree. 듣기 View video JTBC PLUS : 최초 공개! 사건 사고 예방을 위한 스타 Before Care 시스템부터 소속사 직원들이 극혐하는 사건사고 Best5",
      "english": "[Dating is nothing to these veteran PR specialists] I agree."
    },
    {
      "korean": "완전 베테랑이네. You're totally a veteran. 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] #미공개_1",
      "english": "You're totally a veteran."
    },
    {
      "korean": "그런 베테랑이라고 해야 하나요? so may I use the word \"veteran\"? 듣기 View video BIGBANG : [FULL] SEUNGRI 'THE GREAT SEUNGRI' COUNTDOWN LIVE - 여보세요 승리세요 (HELLO? IT'S SEUNGRISEYO!) SEASON 2",
      "english": "so may I use the word \"veteran\"?"
    },
    {
      "korean": "'베테랑'의 미쓰 봉이 나왔습니다. Miss Bong from \"Veteran\" came out. 듣기 View video NCT : [N'-51] TEN at THE STATION",
      "english": "Miss Bong from \"Veteran\" came out."
    }
  ],
  "examples": [
    {
      "korean": "the veteran British actor, Sir Richard Attenborough 듣기 Add to Wordbook 영국의 베테랑 배우인 리처드 아텐버러 경 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the veteran British actor, Sir Richard Attenborough Add to Wordbook"
    },
    {
      "korean": "Minsoo's father is a veteran golfer. 듣기 Add to Wordbook 민수의 아버지는 베테랑 골퍼이시다. 절대어휘 5100",
      "english": "Minsoo's father is a veteran golfer. Add to Wordbook"
    },
    {
      "korean": "Phoenix Suns waive veteran Vince Carter. 듣기 Add to Wordbook Phoenix Suns가 베테랑 선수 Vince Carter를 방출했어. DARAKWON",
      "english": "Phoenix Suns waive veteran Vince Carter. Add to Wordbook"
    },
    {
      "korean": "The Colorado Rockies acquire veteran second baseman Mark Ellis from the Oakland Athletics. 듣기 Add to Wordbook Colorado Rockies가 Oakland Athletics의 베테랑 2루수 Mark Ellis를 영입했다. DARAKWON",
      "english": "The Colorado Rockies acquire veteran second baseman Mark Ellis from the Oakland Athletics. Add to Wordbook"
    },
    {
      "korean": "Science is nothing but trained and organized common sense, differing from the latter only as a veteran may differ from a raw recruit: and its methods differ from those of common sense only as far as the guardsman's cut and thrust differ from the manner in which a savage wields his club. (Thomas H. Huxley) 듣기 Add to Wordbook 과학은 그저 잘 다듬어 정리한 상식에 불과한 것으로, 과학과 상식의 차이는 베테랑과 초심자의 차이일 뿐이다. 과학적 방법과 상식적 방법의 차이는 근위병이 칼을 휘두르는 방법과 야만인이 곤봉을 휘두르는 방법의 차이와 같다. (토마스 헉슬리, 과학명언) 명언/속담",
      "english": "Science is nothing but trained and organized common sense, differing from the latter only as a veteran may differ from a raw recruit: and its methods differ from those of common sense only as far as the guardsman's cut and thrust differ from the manner in which a savage wields his club. (Thomas H. Huxley) Add to Wordbook"
    }
  ]
}