{
  "phrases": [
    {
      "phrase": "balance",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 균형[평형] (상태) (→imbalance)",
        "Noun (몸의) 균형",
        "Verb 균형을 유지하다[잡다], 반듯이[넘어지지 않게] 놓다"
      ]
    },
    {
      "phrase": "valance",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (침대 아래로 늘어뜨리는 것과 같은) 장식용 천",
        "Noun 특히 美 (=pelmet)"
      ]
    },
    {
      "phrase": "pelmet ( valance )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 커튼레일 덮개"
      ]
    },
    {
      "phrase": "valence",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 미 화학 원자가(價)",
        "Noun 생물 수가(數價) ((염색체 등이 결합하는))"
      ]
    },
    {
      "phrase": "valence",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (=VALANCE)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Side way balance step",
      "frequency": 0
    },
    {
      "meaning": "균형을 잡다",
      "frequency": 0
    },
    {
      "meaning": "조화 1",
      "frequency": 0
    },
    {
      "meaning": "결산",
      "frequency": 0
    },
    {
      "meaning": "저울",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "잘 맞는다 - 완벽해 - 가자! Perfect. - Well-balanced. - Let's go! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "Perfect. - Well-balanced. - Let's go!"
    },
    {
      "korean": "형 지금 돈 얼마 있어? - 잔고? How much money do you have? - The bank balance? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 19. 3억 쯤은 다들 있ㅈㅕ..?? FLEX 터지는 서울대 바팩과 붙을 학교는??",
      "english": "How much money do you have? - The bank balance?"
    },
    {
      "korean": "제가 되게 밸런스를 잘 맞췄죠? I really made a good balance here, huh? 듣기 View video MONSTA X : LIVE : 놀아줄 사람 구해여",
      "english": "I really made a good balance here, huh?"
    },
    {
      "korean": "[눈이 띄게 좋아진 유수분 밸런스!] [Water-oil balance has improved a lot!] View video HANABONO : 수부지 탈출? 피부 속 수분 꽉 잡아준 이너뷰티영양제 소개합니다 Beauty Supplement",
      "english": "[Water-oil balance has improved a lot!]"
    },
    {
      "korean": "올해 초에 몸이... 밸런스가 많이 깨지고. and at the beginning the year, my body's balance shattered. 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "and at the beginning the year, my body's balance shattered."
    }
  ],
  "examples": [
    {
      "korean": "the delicate ecological balance of the rainforest 듣기 Add to Wordbook 열대 우림의 취약한[깨지기 쉬운] 생태적 균형 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the delicate ecological balance of the rainforest Add to Wordbook"
    },
    {
      "korean": "Classical dance in its purest form requires symmetry and balance. 듣기 Add to Wordbook 가장 순수한 형태의 고전 무용은 대칭과 균형을 요한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Classical dance in its purest form requires symmetry and balance. Add to Wordbook"
    },
    {
      "korean": "a nutritionally balanced menu 듣기 Add to Wordbook 영양 균형이 맞는 식단 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a nutritionally balanced menu Add to Wordbook"
    },
    {
      "korean": "the balance mechanism in the ears 듣기 Add to Wordbook 귀 속의 평행 구조 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the balance mechanism in the ears Add to Wordbook"
    },
    {
      "korean": "His response was well balanced. 듣기 Add to Wordbook 그의 반응은 양식 있는 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His response was well balanced. Add to Wordbook"
    }
  ]
}