{
  "phrases": [
    {
      "phrase": "수",
      "hanja": " (數)",
      "example": {},
      "meanings": [
        "(숫자) number (of)",
        "(몇, 여러)",
        "(자연수·정수 등) number"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (手)",
      "example": {},
      "meanings": [
        "(바둑·장기 등의) move",
        "(비유적)"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (繡)",
      "example": {},
      "meanings": [
        "(자수) embroidery"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (首)",
      "example": {},
      "meanings": [
        "(시·노래 등을 세는 단위)"
      ]
    },
    {
      "phrase": "벨",
      "hanja": "",
      "example": {},
      "meanings": [
        "a bell, a doorbell, a front-bell(현관의)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Bell number",
      "frequency": 0
    },
    {
      "meaning": "sliceable",
      "frequency": 0
    },
    {
      "meaning": "hewable",
      "frequency": 0
    },
    {
      "meaning": "kirn",
      "frequency": 0
    },
    {
      "meaning": "Dial",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[비상벨이 울리면 무조건 입과 코를 막고] 코에다 막으면 좋은데 물이 젖은 수건이 없을 수도 있어요. [When the bell goes off, cover your mouth and nose] And cover your nose. You might not have it. 듣기 View video 동방신기의 72시간 - my SMTelevision : [동방신기의 72시간] Ep.05 이 한 입이 마지막인 것처럼...",
      "english": "[When the bell goes off, cover your mouth and nose] And cover your nose. You might not have it."
    }
  ],
  "examples": [
    {
      "korean": "How much wood could a woodchuck chuck, if a woodchuck could chuck wood? 듣기 Add to Wordbook 마멋이 나무를 벨 수 있다면, 마멋을 얼마나 많은 나무를 벨까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 가현(kahy****)",
      "english": "How much wood could a woodchuck chuck, if a woodchuck could chuck wood? Add to Wordbook"
    },
    {
      "korean": "Rings before answering cannot be empty. 듣기 Add to Wordbook [받기 전에 울릴 벨 수]는 반드시 지정해야 합니다. hansemEUG",
      "english": "Rings before answering cannot be empty. Add to Wordbook"
    },
    {
      "korean": "According to scientists, humans lose their ability to hear high-pitched sounds as we age, and the 'mosquitotone' uses this sound to make a ring tone only the younger generation can hear. 듣기 Add to Wordbook 과학자들에 따르면, 인간은 나이가 들어감에 따라 고음조의 소리를 들을 수 있는 능력을 잃어버린다. 그리고 'mosquitotone'은 오직 젊은 세대들만 들을 수 있는 벨 소리를 만들기 위해서 이 소리를 이용한다. Neungyule",
      "english": "According to scientists, humans lose their ability to hear high-pitched sounds as we age, and the 'mosquitotone' uses this sound to make a ring tone only the younger generation can hear. Add to Wordbook"
    },
    {
      "korean": "What’s the best app to create ringtones with? 듣기 Add to Wordbook 벨 소리를 만들 수 있는 제일 좋은 앱이 뭐야? DARAKWON",
      "english": "What’s the best app to create ringtones with? Add to Wordbook"
    },
    {
      "korean": "There would also be no point to having one's cellphone ring if one cannot answer it. 듣기 Add to Wordbook 사람이 벨 소리에 답할 수 없다면 휴대폰 소리를 갖는 것도 의미가 없을 것이다. Neungyule",
      "english": "There would also be no point to having one's cellphone ring if one cannot answer it. Add to Wordbook"
    }
  ]
}