{
  "phrases": [
    {
      "phrase": "belch",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb 트림하다 (=burp)",
        "Verb (연기 등을 펑펑) 내뿜다, (펑펑) 뿜어져 나오다 (=spew out)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "트림",
      "frequency": 0
    },
    {
      "meaning": "뿜다",
      "frequency": 0
    },
    {
      "meaning": "내뿜다",
      "frequency": 0
    },
    {
      "meaning": "연기[화염]를 분출하다",
      "frequency": 0
    },
    {
      "meaning": "검은 연기를 뿜다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "트림이 나올 정도로 소화가 잘 되었어요. and it helped my digestion. I almost belched. 듣기 View video IDOL x IDOL : Baby Boo - 베이비부 '비 오는 날에는'",
      "english": "and it helped my digestion. I almost belched."
    }
  ],
  "examples": [
    {
      "korean": "Sir Toby Belch, Sir Andrew Aguecheek and Fabian are all played by bewhiskered actresses in manly tweeds. 듣기 Add to Wordbook (세익스피어 十二夜의 등장인물인) 토비 벨치 경, 앤드류 에이규치크 경, 그리고 파비앙은 모두 남성의상을 입고 구레나룻 분장을 한 여배우들이 배역을 맡아 공연한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 김시언(kims****)",
      "english": "Sir Toby Belch, Sir Andrew Aguecheek and Fabian are all played by bewhiskered actresses in manly tweeds. Add to Wordbook"
    },
    {
      "korean": "Huge chimneys belched forth smoke and grime. 듣기 Add to Wordbook 거대한 굴뚝들이 연기와 검댕을 토해 냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Huge chimneys belched forth smoke and grime. Add to Wordbook"
    },
    {
      "korean": "He wiped his hand across his mouth, then belched loudly. 듣기 Add to Wordbook 그가 손으로 입 언저리를 쓱 훔치더니 크게 트림을 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He wiped his hand across his mouth, then belched loudly. Add to Wordbook"
    },
    {
      "korean": "A volcano belches out smoke and ash. 듣기 Add to Wordbook 화산이 연기와 재를 토해 낸다 Dong-a's Prime English-Korean Dictionary",
      "english": "A volcano belches out smoke and ash. Add to Wordbook"
    },
    {
      "korean": "The volcano belched (out) smoke and ashes. 듣기 Add to Wordbook 그 화산은 연기와 재를 내뿜었다 Dong-a's Prime English-Korean Dictionary",
      "english": "The volcano belched (out) smoke and ashes. Add to Wordbook"
    }
  ]
}