{
  "phrases": [
    {
      "phrase": "변경하다",
      "hanja": " (變更하다)",
      "example": {},
      "meanings": [
        "Verb change, alter"
      ]
    },
    {
      "phrase": "변경",
      "hanja": " (變更)",
      "example": {},
      "meanings": [
        "[명사] change; (부분적인) alteration, [동사] change, alter, switch (from sth to sth)"
      ]
    },
    {
      "phrase": "변경할 수 없는",
      "hanja": "",
      "example": {},
      "meanings": [
        "unalterable",
        "unchangeable"
      ]
    },
    {
      "phrase": "명칭을 변경하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "change the name[title] (of)",
        "rename",
        "retitle"
      ]
    },
    {
      "phrase": "날짜를 변경하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "change the date"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "revise",
      "frequency": 2
    },
    {
      "meaning": "modification",
      "frequency": 1
    },
    {
      "meaning": "modify",
      "frequency": 1
    },
    {
      "meaning": "inexorable",
      "frequency": 1
    },
    {
      "meaning": "freedom of/room for manoeuvre",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러면 보너스 게임까지 더해서 점수판 한 번 변경해보도록 할게요. Let's add the bonus game scores and re-write the scores on the board. 듣기 View video V COOKIE : [Full] TRCNG's SUMMER VACATION WEEK - TRCNG X 여름방학 스페셜위크",
      "english": "Let's add the bonus game scores and re-write the scores on the board."
    },
    {
      "korean": "차 선 변경해 주세요 - 안 들립니다. Please change lanes. - He can't hear you. 듣기 View video 100% : 여심저격 탕!탕! 티오피 남탕탕",
      "english": "Please change lanes. - He can't hear you."
    },
    {
      "korean": "'하루는 아재처럼 보이기 싫어서 헤어스타일을 변경해보았는데요'. \"So I changed my hair style\". 듣기 View video NU'EST : NU'EST V time : 뉴이스트의 보이는라디오 L.O.Λ.E STORY 시즌2 9화",
      "english": "\"So I changed my hair style\"."
    },
    {
      "korean": "변경해요? Should I change it? 듣기 View video YGK+ : 효니티비 시즌4 제주올래?_혼자올래!",
      "english": "Should I change it?"
    },
    {
      "korean": "변경해요? 화질변경! Change it? Changed! 듣기 View video YGK+ : 효니티비 시즌4 제주올래?_혼자올래!",
      "english": "Change it? Changed!"
    }
  ],
  "examples": [
    {
      "korean": "Can you call and try to reschedule for tomorrow? 발음듣기 전화해서 내일로 변경해 보겠어요? YBM All in All English-Korean Dictionary",
      "english": "Can you call and try to reschedule for tomorrow? 발음"
    },
    {
      "korean": "However, we would like to suggest modifying the payment terms. 발음듣기 하지만, 지불 조건을 변경해 주셨으면 합니다. YBM All in All English-Korean Dictionary",
      "english": "However, we would like to suggest modifying the payment terms. 발음"
    },
    {
      "korean": "The flight from Los Angeles to Mexico City was overbooked, so I changed your reservation to Air Mexico flight 731. 발음듣기 로스앤젤스 발 멕시코 행 비행편이 초과 예약되어 에어 멕시코 731편으로 예약을 변경해 드렸습니다. YBM All in All English-Korean Dictionary",
      "english": "The flight from Los Angeles to Mexico City was overbooked, so I changed your reservation to Air Mexico flight 731. 발음"
    },
    {
      "korean": "As usual, we would like to take delivery in three shipments. However, we would like to suggest modifying the payment terms. 발음듣기 전과 마찬가지로 물건은 3회에 걸쳐 받는 것으로 하지만, 지불 조건을 변경해 주셨으면 합니다. YBM All in All English-Korean Dictionary",
      "english": "As usual, we would like to take delivery in three shipments. However, we would like to suggest modifying the payment terms. 발음"
    },
    {
      "korean": "Apparently there's a conflict at their end, so they asked us to move the date. 발음듣기 그쪽에서 의견 충돌이 있었던 것 같아요. 날짜를 변경해 달라고 요청해 왔어요. YBM All in All English-Korean Dictionary",
      "english": "Apparently there's a conflict at their end, so they asked us to move the date. 발음"
    }
  ]
}