{
  "phrases": [
    {
      "phrase": "변수",
      "hanja": " (變數)",
      "example": {},
      "meanings": [
        "variable (변화를 일으키는 요인)",
        "(수학) variable"
      ]
    },
    {
      "phrase": "작용량 변수",
      "hanja": "",
      "example": {},
      "meanings": [
        "an action variable"
      ]
    },
    {
      "phrase": "매개 변수",
      "hanja": " (媒介變數)",
      "example": {},
      "meanings": [
        "(수학) parameter"
      ]
    },
    {
      "phrase": "종속 변수",
      "hanja": " (從屬變數)",
      "example": {},
      "meanings": [
        "(수학) a dependent variable"
      ]
    },
    {
      "phrase": "확률 변수",
      "hanja": " (確率變數)",
      "example": {},
      "meanings": [
        "a random[stochastic] variable"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "variable",
      "frequency": 3
    },
    {
      "meaning": "z",
      "frequency": 0
    },
    {
      "meaning": "pronumeral",
      "frequency": 0
    },
    {
      "meaning": "predictor",
      "frequency": 0
    },
    {
      "meaning": "dependent variable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[터미널이 변수] 그게 갑자기 생각나서... [The terminal can be a factor] That just came to my mind. 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP18 #천생사랑꾼 #뜻밖의공통점 #사람잡는두성",
      "english": "[The terminal can be a factor] That just came to my mind."
    },
    {
      "korean": "뭔가 그 변수 안에서 생기는 그런... 뭐라고 해야 하지? Or something that happens with those variables... How can I term this right? 듣기 View video V COOKIE : [Full]RADIO APART X JIN YOUNG, JB (RADIO APART X 진영, JB)",
      "english": "Or something that happens with those variables... How can I term this right?"
    },
    {
      "korean": "그게 좀 변수? That's the trouble. 듣기 View video OSEN : April 에이프릴의 하루 #1",
      "english": "That's the trouble."
    },
    {
      "korean": "변수가 많이 있겠지만. There could be many changes. 듣기 View video Apink : 홍콩의밤♡ 롱롱롱",
      "english": "There could be many changes."
    },
    {
      "korean": "[변수 등장] 근데 간다 했다가 안 가면 어떻게 해? [Huh oh] What if I say I go but I can't? 듣기 View video YOCLUB X IDOL (요리인류클럽X아이돌) : <뉴블의 L.O.Λ.E 도시락>EP9.뉴이스트 W, 친구를 초대하다",
      "english": "[Huh oh] What if I say I go but I can't?"
    }
  ],
  "examples": [
    {
      "korean": "Cholesterol level is not a strong predictor of heart disease in women. 듣기 Add to Wordbook 콜레스테롤 수치는 여자들의 심장병에 대한 강한 예측 변수가 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Cholesterol level is not a strong predictor of heart disease in women. Add to Wordbook"
    },
    {
      "korean": "With so many variables, it is difficult to calculate the cost. 듣기 Add to Wordbook 변수가 너무 많아서 비용을 계산하기가 어렵다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "With so many variables, it is difficult to calculate the cost. Add to Wordbook"
    },
    {
      "korean": "The temperature remained constant while pressure was a variable in the experiment. 듣기 Add to Wordbook 그 실험에서 압력은 변수였는데 반해 온도는 일정하게 유지되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The temperature remained constant while pressure was a variable in the experiment. Add to Wordbook"
    },
    {
      "korean": "I cannot support your proposal because there are just too many variables in it. 듣기 Add to Wordbook 귀하의 제안에는 변수가 너무 많아서 지지할 수 없습니다. DARAKWON",
      "english": "I cannot support your proposal because there are just too many variables in it. Add to Wordbook"
    },
    {
      "korean": "Thick data has a large number of variables and facts. 듣기 Add to Wordbook 심층적 자료는 많은 양의 변수와 사실을 포함한다. 국제영어대학원대학교 신어사전",
      "english": "Thick data has a large number of variables and facts. Add to Wordbook"
    }
  ]
}