{
  "phrases": [
    {
      "phrase": "변절",
      "hanja": " (變節)",
      "example": {},
      "meanings": [
        "[명사] defection, [동사] turn coat, desert one's cause[principles]"
      ]
    },
    {
      "phrase": "변절하지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "remain faithful"
      ]
    },
    {
      "phrase": "변절하다",
      "hanja": " (變節하다)",
      "example": {},
      "meanings": [
        "Verb betray, change sides"
      ]
    },
    {
      "phrase": "미나스의 변절",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사 Minas Gerais Conspiracy"
      ]
    },
    {
      "phrase": "정치 변절",
      "hanja": "",
      "example": {},
      "meanings": [
        "political treachery"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sell-out",
      "frequency": 0
    },
    {
      "meaning": "apostasy",
      "frequency": 0
    },
    {
      "meaning": "defection",
      "frequency": 0
    },
    {
      "meaning": "recreancy",
      "frequency": 0
    },
    {
      "meaning": "tergiversation",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "변절자, 변절자 - 변절자... Betrayer. - Betrayer. 듣기 View video Big Picture (빅픽처) : 빅픽처2 ep36_시즌2 중간 점검! 첫 입금은 과연?",
      "english": "Betrayer. - Betrayer."
    },
    {
      "korean": "제가 빨리 마음 정해서... -변절자잖아. I changed my mind quickly. - Betrayal. 듣기 View video V DRAMA : [Replay] tvN안투라지 앞터V(tvN Entourage's Early Interview)",
      "english": "I changed my mind quickly. - Betrayal."
    }
  ],
  "examples": [
    {
      "korean": "At some point during the war he seems to have changed sides. 듣기 Add to Wordbook 그 전쟁 중 어느 시기에 그가 변절을 했던 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At some point during the war he seems to have changed sides. Add to Wordbook"
    },
    {
      "korean": "Wine is a turncoat; first a friend, then an enemy. 듣기 Add to Wordbook 술은 변절자다. 처음엔 친구, 나중엔 적이 된다. (라틴속담, 원수속담) 명언/속담",
      "english": "Wine is a turncoat; first a friend, then an enemy. Add to Wordbook"
    },
    {
      "korean": "The devotee has finally become an apostatical believer. 듣기 Add to Wordbook 그 열성적이던 신자는 결국 변절한 신앙인이 되어버렸다. 국제영어대학원대학교 신어사전",
      "english": "The devotee has finally become an apostatical believer. Add to Wordbook"
    },
    {
      "korean": "In those days apostasy was punishable by death. 듣기 Add to Wordbook 그 시절에 변절은 죽음의 형벌을 받았다. YBM All in All English-Korean Dictionary",
      "english": "In those days apostasy was punishable by death. Add to Wordbook"
    },
    {
      "korean": "Many people turned coat and became pro-Japanese towards the end of Japanese colonization era (of Korea). 듣기 Add to Wordbook 일제 말기에 많은 사람들이 친일파로 변절했다 Neungyule",
      "english": "Many people turned coat and became pro-Japanese towards the end of Japanese colonization era (of Korea). Add to Wordbook"
    }
  ]
}