{
  "phrases": [
    {
      "phrase": "변하다",
      "hanja": " (變―)",
      "example": {},
      "meanings": [
        "change (to/into), vary, alter, (형태·성질 등이) turn (into)"
      ]
    },
    {
      "phrase": "시시각각 변하는 날씨",
      "hanja": "",
      "example": {},
      "meanings": [
        "ever-changing weather"
      ]
    },
    {
      "phrase": "사계에 따라 변하는 경치",
      "hanja": "",
      "example": {},
      "meanings": [
        "seasonal changes in scenery"
      ]
    },
    {
      "phrase": "가격은 변하는 수가 있습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-계산 The prices are subject to change."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "nonpermanent",
      "frequency": 0
    },
    {
      "meaning": "chatoyant",
      "frequency": 0
    },
    {
      "meaning": "mutable",
      "frequency": 0
    },
    {
      "meaning": "covariant",
      "frequency": 0
    },
    {
      "meaning": "whirligig",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어떻게 변하는 거지 그게? How are you changing? 듣기 View video V COOKIE : [Full] NU'EST X LieV - 뉴이스트의 눕방라이브!",
      "english": "How are you changing?"
    },
    {
      "korean": "뱀으로 변하는... 내기니가 아닌가? That turns into a sneak. Isn't it Nagani? 듣기 View video V COOKIE : [Full] UP10TION X LieV - 업텐션의 눕방라이브!",
      "english": "That turns into a sneak. Isn't it Nagani?"
    },
    {
      "korean": "[내가?] [너를 만나?] - 쪼매라도 변하는 게 기분이 참 좋다 - 태일! [I?] [I met you?] - I’ve been happy with small changes. - TAEIL! 듣기 View video NCT LIFE / 심포유 - my SMTelevision : [NCT LIFE] Ep.03 Last mission’s result revealed!",
      "english": "[I?] [I met you?] - I’ve been happy with small changes. - TAEIL!"
    },
    {
      "korean": "[안정적인 연기를 펼치는 두 사람] \"진짜 빗자루로 변하는 거예요?\" [The two contestants' stable act] \"Are you really turning into a broom\"? 듣기 View video World Klass (월드 클래스) : [8회] '자..잘하는데?!' 팀별 키워드와 현장 오디션",
      "english": "[The two contestants' stable act] \"Are you really turning into a broom\"?"
    },
    {
      "korean": "[표정 최소 오조오억개][시시각각 변하는 유나의 표정] - 차가워? - 죽은 지 좀 됐다고? [Expressive] [Her face is changing] - Cold? - It was dead a long time ago? 듣기 View video OSEN : ITZY 유나, 사랑스러운 막내 '신나유' #스타로드 하이라이트",
      "english": "[Expressive] [Her face is changing] - Cold? - It was dead a long time ago?"
    }
  ],
  "examples": [
    {
      "korean": "It’s a difficult piece, with numerous changes of tempo. 듣기 Add to Wordbook 그것은 박자가 수없이 변하는 어려운 곡이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s a difficult piece, with numerous changes of tempo. Add to Wordbook"
    },
    {
      "korean": "the whirligig of fashion 듣기 Add to Wordbook 끊임없이 변하는 유행 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the whirligig of fashion Add to Wordbook"
    },
    {
      "korean": "Let me not to the marriage of true minds Admit impediments: love is not love Which alters when it alteration finds. (William Shakespeare) 듣기 Add to Wordbook 진실한 사람들의 결혼에 장해를 용납하지 않으리라. 변화가 생길 때 변하는 사랑은 사랑이 아니로다. (윌리엄 셰익스피어 , 사랑명언) 명언/속담",
      "english": "Let me not to the marriage of true minds Admit impediments: love is not love Which alters when it alteration finds. (William Shakespeare) Add to Wordbook"
    },
    {
      "korean": "We did not change as we grew older; we just became more clearly ourselves. (Lynn Hall) 듣기 Add to Wordbook 우리는 나이가 들면서 변하는 게 아니다. 보다 자기다워지는 것이다. (린 홀, 인생명언) 명언/속담",
      "english": "We did not change as we grew older; we just became more clearly ourselves. (Lynn Hall) Add to Wordbook"
    },
    {
      "korean": "He must have a touch of bipolarness because his mood often changes quickly. 듣기 Add to Wordbook 그의 기분이 종종 갑작스럽게 변하는 것을 보면 그는 우울증 기미가 있는 게 틀림없다. 국제영어대학원대학교 신어사전",
      "english": "He must have a touch of bipolarness because his mood often changes quickly. Add to Wordbook"
    }
  ]
}