{
  "phrases": [
    {
      "phrase": "별것",
      "hanja": " (別―)",
      "example": {},
      "meanings": [
        "(별난 것) a rarity, a curiosity, an oddity",
        "(다른 것) another thing, a different thing"
      ]
    },
    {
      "phrase": "별것 아닌 일에 유별나게 굴다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make a (big) fuss over nothing[small things]",
        "make a mountain out of a molehill"
      ]
    },
    {
      "phrase": "별것 아니였어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "감사 It was nothing."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "federal case",
      "frequency": 0
    },
    {
      "meaning": "bully for you, etc.",
      "frequency": 0
    },
    {
      "meaning": "mare's nest",
      "frequency": 0
    },
    {
      "meaning": "nitpick",
      "frequency": 0
    },
    {
      "meaning": "Nobody hurt.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "별 것도 아닌 거에... - 아니요! That was nothing special... - No. 듣기 View video Big Picture (빅픽처) : 빅픽처 스페셜시즌 EP49_배트남 이선희를 만나다!?",
      "english": "That was nothing special... - No."
    },
    {
      "korean": "정말 별것도 아닌 걸로 싸워요. We fight over nothing. 듣기 View video NU'EST : NU'EST V time : 뉴이스트의 보이는라디오 L.O.Λ.E STORY 시즌2 7화",
      "english": "We fight over nothing."
    },
    {
      "korean": "저 패션 사실 별 것 없는데. There isn't much to talk about my style. 듣기 View video OH MY GIRL : 미라크리-스마스♡",
      "english": "There isn't much to talk about my style."
    },
    {
      "korean": "별(?)도 아니군. - 별것도 아니군. (Misread the sentence.) - It's not that important. 듣기 View video TWICE : TWICE(트와이스) \"LIKEY\" M/V BEHIND",
      "english": "(Misread the sentence.) - It's not that important."
    },
    {
      "korean": "진짜 왔어요. - 별것도 아니구먼. Wow, really. - It's nothing, really. 듣기 View video 우주소녀(WJSN) : 우주소녀의 지구별 여행기 부산 깜짝 라이브!",
      "english": "Wow, really. - It's nothing, really."
    }
  ],
  "examples": [
    {
      "korean": "My ex-boyfriend was basic. 발음듣기 내 전 남자친구는 별것 없었어. 국제영어대학원대학교 신어사전",
      "english": "My ex-boyfriend was basic. 발음"
    },
    {
      "korean": "Most students hate fliserable classmates. 발음듣기 대부분의 학생들이 별것 아닌 것에 매우 화내는 친구를 싫어한다. 국제영어대학원대학교 신어사전",
      "english": "Most students hate fliserable classmates. 발음"
    },
    {
      "korean": "This technique allows me to remain cool and in control, instead of overreacting to problems that usually turn out to be minor anyway. 발음듣기 이 방법은 결국은 별 것 아닌 일로 밝혀지곤 하는 문제들에 과민반응하는 대신 제가 냉정하고 제어 가능한 상태를 유지할 수 있게 해 줍니다. DARAKWON",
      "english": "This technique allows me to remain cool and in control, instead of overreacting to problems that usually turn out to be minor anyway. 발음"
    },
    {
      "korean": "He grinned like an idiot over nothing. 발음듣기 그는 별것도 아닌 일에 괜히 실실 웃었다 Neungyule",
      "english": "He grinned like an idiot over nothing. 발음"
    },
    {
      "korean": "You're getting all steamed up about nothing. 발음듣기 별것 아닌 일에 왜 열 받고 그래요? Neungyule",
      "english": "You're getting all steamed up about nothing. 발음"
    }
  ]
}