{
  "phrases": [
    {
      "phrase": "별장",
      "hanja": " (別莊)",
      "example": {},
      "meanings": [
        "villa, vacation home, (여름의) summer house"
      ]
    },
    {
      "phrase": "임대 별장",
      "hanja": "",
      "example": {},
      "meanings": [
        "a villa to rent[let]"
      ]
    },
    {
      "phrase": "별장 관리인",
      "hanja": "",
      "example": {},
      "meanings": [
        "the caretaker of a summer cottage"
      ]
    },
    {
      "phrase": "여름의 별장",
      "hanja": "",
      "example": {},
      "meanings": [
        "a summer house"
      ]
    },
    {
      "phrase": "해변의 별장",
      "hanja": "",
      "example": {},
      "meanings": [
        "a seaside villa"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "villa",
      "frequency": 3
    },
    {
      "meaning": "villadom",
      "frequency": 0
    },
    {
      "meaning": "quinta",
      "frequency": 0
    },
    {
      "meaning": "vacation home",
      "frequency": 0
    },
    {
      "meaning": "a country house",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "준은 오늘... 별장 주인 같은데요. Jun today... looks like a vacation home owner. 듣기 View video UNB : UNB DEBUT [BOYHOOD] VIDEO ART SHOW",
      "english": "Jun today... looks like a vacation home owner."
    },
    {
      "korean": "뉴욕에 있는 별장에 2주 동안 여행 갔을 때 - 승희 뭐하는 거야 지금? When I was at a New York vacation home for two weeks... - What's Seunghee doing? 듣기 View video V COOKIE : [FULL] CLC X SUITS KNIGHTS - CLC의 정장방!",
      "english": "When I was at a New York vacation home for two weeks... - What's Seunghee doing?"
    },
    {
      "korean": "'별장 갖고 싶네.' 'I want a villa too.' 듣기 View video MADTOWN : 대원이의 동물농장 시즌2",
      "english": "'I want a villa too.'"
    },
    {
      "korean": "별장 입주 합니까? Is she ready to move in? 듣기 View video MADTOWN : 대원이의 동물농장 시즌2",
      "english": "Is she ready to move in?"
    },
    {
      "korean": "가나요? 별장 들어가나요? Will she enter the house? 듣기 View video MADTOWN : 대원이의 동물농장 시즌2",
      "english": "Will she enter the house?"
    }
  ],
  "examples": [
    {
      "korean": "The cottage had exposed oak beams. 듣기 Add to Wordbook 그 시골 별장은 오크 재목 기둥이 드러나 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cottage had exposed oak beams. Add to Wordbook"
    },
    {
      "korean": "The summer house was a simple wooden construction. 듣기 Add to Wordbook 그 여름 별장은 소박한 목조 건축물이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The summer house was a simple wooden construction. Add to Wordbook"
    },
    {
      "korean": "They’re not on the phone at the holiday cottage. 듣기 Add to Wordbook 그들의 휴가용 별장에는 전화가 놓여 있지 않다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They’re not on the phone at the holiday cottage. Add to Wordbook"
    },
    {
      "korean": "Our beach house is just a couple of miles from the ocean. 듣기 Add to Wordbook 우리의 해변 별장은 바다에서 두어 마일 밖에 안 떨어져 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our beach house is just a couple of miles from the ocean. Add to Wordbook"
    },
    {
      "korean": "He’s now the proud owner of a cottage in Wales. 듣기 Add to Wordbook 그는 이제 웨일스에 있는 한 시골 별장의 자랑스러운 주인이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s now the proud owner of a cottage in Wales. Add to Wordbook"
    }
  ]
}