{
  "phrases": [
    {
      "phrase": "병력",
      "hanja": " (病歷)",
      "example": {},
      "meanings": [
        "medical history"
      ]
    },
    {
      "phrase": "병력",
      "hanja": " (兵力)",
      "example": {},
      "meanings": [
        "(군대의 인원) military strength, troops"
      ]
    },
    {
      "phrase": "병력을 투입하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put (military) troops",
        "send troops (into battle)"
      ]
    },
    {
      "phrase": "병력으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "by force of arms"
      ]
    },
    {
      "phrase": "환자의 병력",
      "hanja": "",
      "example": {},
      "meanings": [
        "the history of a patient"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "병력 2",
      "frequency": 0
    },
    {
      "meaning": "troop",
      "frequency": 3
    },
    {
      "meaning": "case history",
      "frequency": 0
    },
    {
      "meaning": "anamnesis",
      "frequency": 0
    },
    {
      "meaning": "medical history",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "낙동강 전선에서 수세에 몰리고있던 연합군이 75,000명이라는 어마어마한 병력을... The allied force plans to bring 75,000 troops to... 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! (게스트: 부산행 신스틸러) Movie talk!talk!",
      "english": "The allied force plans to bring 75,000 troops to..."
    }
  ],
  "examples": [
    {
      "korean": "More troops are being despatched to the war zone. 듣기 Add to Wordbook 더 많은 병력이 전쟁 지역으로 파병되고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "More troops are being despatched to the war zone. Add to Wordbook"
    },
    {
      "korean": "They regrouped their forces and renewed the attack. 듣기 Add to Wordbook 그들은 병력을 재편성하여[전열을 다시 가다듬어] 공격을 재개했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They regrouped their forces and renewed the attack. Add to Wordbook"
    },
    {
      "korean": "They embarked the troops by night. 듣기 Add to Wordbook 그들은 야간에 병력을 승선시켰다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They embarked the troops by night. Add to Wordbook"
    },
    {
      "korean": "Troops have been sent to defend the borders. 듣기 Add to Wordbook 국경을 수비하기 위해 병력이 투입되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Troops have been sent to defend the borders. Add to Wordbook"
    },
    {
      "korean": "Troops took up a defensive position around the town. 듣기 Add to Wordbook 병력이 그 소도시를 빙 둘러 방어 태세를 취했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Troops took up a defensive position around the town. Add to Wordbook"
    }
  ]
}