{
  "phrases": [
    {
      "phrase": "병든-",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 ill"
      ]
    },
    {
      "phrase": "병들다",
      "hanja": " (病들다)",
      "example": {},
      "meanings": [
        "get[fall] sick[ill], be taken ill, get diseased, lose one's health, be sick[ill]"
      ]
    },
    {
      "phrase": "병든 부모의 시중을 들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "care for one's sick parents",
        "tend to one's sick parents"
      ]
    },
    {
      "phrase": "안정된[정체된, 병든] 경제",
      "hanja": "",
      "example": {},
      "meanings": [
        "a stable[stagnant, an ailing] economy"
      ]
    },
    {
      "phrase": "늙고 병든 몸은 눈먼 새도 안 앉는다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(속담) Long life has long misery."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ailing",
      "frequency": 3
    },
    {
      "meaning": "sick",
      "frequency": 3
    },
    {
      "meaning": "crook",
      "frequency": 3
    },
    {
      "meaning": "peaky",
      "frequency": 0
    },
    {
      "meaning": "ill",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그렇다면 제가 병든 닭 성대모사를 한번 해보겠습니다. - 닭 중의 닭, 병든 닭. I'll imitate a sick chicken. - A sick chicken. 듣기 View video Jellyfish Entertainment : 구구단(gugudan) 데뷔 쇼케이스- Welcome to Wonderland!",
      "english": "I'll imitate a sick chicken. - A sick chicken."
    },
    {
      "korean": "아주 먼 옛날에 병든 아버지를 모시고 소금을 팔아... - 야, 됐고. A long time ago, a man sold salt to support his sick father... - All right. 듣기 View video V Special : [꽃브로] 꽃미남 브로맨스 - 정준영&로이킴 EP4. \"목포, 히트다 히트\"",
      "english": "A long time ago, a man sold salt to support his sick father... - All right."
    },
    {
      "korean": "온 마음이 병들고 지친! My whole heart is sick and tired! 듣기 View video BTOB : 비투비 - 비트콤 #63 (2018 BTOB TIME -THIS IS US- 콘서트 첫째 날)",
      "english": "My whole heart is sick and tired!"
    },
    {
      "korean": "병들고 있었잖아요. - 그냥 너 얼굴 자체가 병맛이에요. We were holding bottles. - Your face itself is just great. 듣기 View video FTISLAND : [FULL] FTISLAND 여름밤의 꿈 COMEBACK VLIVE [DRIVE-IN FTISLAND]",
      "english": "We were holding bottles. - Your face itself is just great."
    },
    {
      "korean": "2 병드셨대요. - 나눠서. He had two bottles. - We shared it. 듣기 View video THE VIBE : [REPLAY] VIBE X 김흥국 \"원샷 ONE SHOT\"",
      "english": "He had two bottles. - We shared it."
    }
  ],
  "examples": [
    {
      "korean": "measures to help the ailing economy 듣기 Add to Wordbook 병든 경제를 돕기 위한 조치들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "measures to help the ailing economy Add to Wordbook"
    },
    {
      "korean": "We live in a sick society. 듣기 Add to Wordbook 우리는 병든 사회에 살고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We live in a sick society. Add to Wordbook"
    },
    {
      "korean": "She looked after her ailing father. 듣기 Add to Wordbook 그녀는 병든 아버지를 보살폈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She looked after her ailing father. Add to Wordbook"
    },
    {
      "korean": "His eyeballs were an unhealthy yellow. 듣기 Add to Wordbook 그는 눈동자가 병든 것처럼 누랳다[누런 병색을 띠었다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His eyeballs were an unhealthy yellow. Add to Wordbook"
    },
    {
      "korean": "Words are the physicians of the mind diseased. (Aeschylus) 듣기 Add to Wordbook 글은 병든 마음을 고치는 의사다. (아이스킬로스, 언어명언) 명언/속담",
      "english": "Words are the physicians of the mind diseased. (Aeschylus) Add to Wordbook"
    }
  ]
}