{
  "phrases": [
    {
      "phrase": "병원비",
      "hanja": "",
      "example": {},
      "meanings": [
        "hospital bills, medical bills[expenses]"
      ]
    },
    {
      "phrase": "이 보험들이 모두 의사 진료비 뿐만 아니라 병원비도 부담해 줍니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "병원에서 Do each of these plans cover hospital expenses as well as doctor bills?"
      ]
    },
    {
      "phrase": "병원비를 내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pay medical fee"
      ]
    },
    {
      "phrase": "병원비를 대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "supply medical fee"
      ]
    },
    {
      "phrase": "병원비를 깎다",
      "hanja": "",
      "example": {},
      "meanings": [
        "reduce medical fee"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a medical bill",
      "frequency": 0
    },
    {
      "meaning": "a hospital bill",
      "frequency": 0
    },
    {
      "meaning": "hospital bill",
      "frequency": 0
    },
    {
      "meaning": "medical bill",
      "frequency": 0
    },
    {
      "meaning": "diagnosis-related groups",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "사료비와 병원비 이 두가지로 사용되고 있습니다. cost of hospital bills and food. 듣기 View video 흥베이커리XtvN : 연세대 고양이는 심심해? - 집사인 게 자랑3 5회",
      "english": "cost of hospital bills and food."
    },
    {
      "korean": "이러다가 병원비가 더 나오겠네. I guess I will end up in hospitalization. 듣기 View video THE BOYZ : [FULL]더 보이즈 '꽃미남 분식집' 5회 The BOYZ \"Flower Snack\" ep.5",
      "english": "I guess I will end up in hospitalization."
    },
    {
      "korean": "병원비는 다 현금으로 계산했대요. The hospitals bills were all paid in cash. 듣기 View video V WEB DRAMA : 2화 - 오빠의 흔적을 찾아서.",
      "english": "The hospitals bills were all paid in cash."
    },
    {
      "korean": "병원비며 생활비며 그런 거 마련해주고 갔겠어? why did he pay for all your hospital bills and living expenses? 듣기 View video V WEB DRAMA : 2화 - 오빠의 흔적을 찾아서.",
      "english": "why did he pay for all your hospital bills and living expenses?"
    },
    {
      "korean": "'병원비도 생각보다 너무 많이 나와서... 사실 그게 더 두렵습니다' - 그렇지. \"The hospital bill was too high. That is scarier\". 듣기 View video 10PM : 양재진, 딘딘의 비정상담소 unusual counseling center",
      "english": "\"The hospital bill was too high. That is scarier\"."
    }
  ],
  "examples": [
    {
      "korean": "My mother’s hospital expenses were slowly draining my income. 듣기 Add to Wordbook 어머니 병원비 때문에 내 수입이 서서히 축이 나기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My mother’s hospital expenses were slowly draining my income. Add to Wordbook"
    },
    {
      "korean": "He works day and night to put food on the table and pay his wife’s hospital bills. 듣기 Add to Wordbook 그는 밤낮으로 일해서 생활비를 벌고, 아내의 병원비를 대고 있어. DARAKWON",
      "english": "He works day and night to put food on the table and pay his wife’s hospital bills. Add to Wordbook"
    },
    {
      "korean": "The hospital bill drove him into bankruptcy. 듣기 Add to Wordbook 그는 병원비 때문에 파산할 지경에 이르렀다. Neungyule",
      "english": "The hospital bill drove him into bankruptcy. Add to Wordbook"
    },
    {
      "korean": "He paid my entire hospital bill. 듣기 Add to Wordbook 그가 내 병원비 일체를 지불했다 Neungyule",
      "english": "He paid my entire hospital bill. Add to Wordbook"
    },
    {
      "korean": "They will also get money for hospital bills. 듣기 Add to Wordbook 그들은 또한 병원비를 위한 돈을 받을 것이다. Neungyule",
      "english": "They will also get money for hospital bills. Add to Wordbook"
    }
  ]
}