{
  "phrases": [
    {
      "phrase": "병원에 가보지그래?",
      "hanja": "",
      "example": {},
      "meanings": [
        "기분·걱정 Why don't you go see your doctor?"
      ]
    },
    {
      "phrase": "증상이 계속되면 병원에 가 보세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "약국에서 If the pain persists, please go see your doctor.",
        "약국에서 If the symptoms are still there, consult your physician."
      ]
    },
    {
      "phrase": "병원을 가보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go and see hospital"
      ]
    },
    {
      "phrase": "종합병원을 가보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go general hospital"
      ]
    },
    {
      "phrase": "가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) go, come, get, (formal) proceed",
        "(~하러 떠나다) go",
        "(군대·학교 등을) join, enter, go (to)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "see[consult] the doctor",
      "frequency": 0
    },
    {
      "meaning": "go to the doctor('s)",
      "frequency": 0
    },
    {
      "meaning": "rush somebody to the hospital",
      "frequency": 0
    },
    {
      "meaning": "need medical care",
      "frequency": 0
    },
    {
      "meaning": "There goes an ambulance.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "병원 가. You'll end up in the hospital. 듣기 View video iKON : [KONIC TV] 코니들의 본격 야식 권장방송",
      "english": "You'll end up in the hospital."
    },
    {
      "korean": "여기가 당겨서 너무 아파요. 내일 아침에 일어나자마자 병원 가보려고요. It hurts a lot. I'm going to go to the hospital as soon as I wake up. 듣기 View video 카모마일T (Chamomile_T) : 피부관리 같이 해요! [Let's play skincare with Chamomile_T]",
      "english": "It hurts a lot. I'm going to go to the hospital as soon as I wake up."
    },
    {
      "korean": "뭐야~? 병원가. Why ? - You should go to hospital. 듣기 View video IDOL x IDOL : MATILDA - 마틸다 '여름을 준비하는 마틸다의 올바른 자세는?'",
      "english": "Why ? - You should go to hospital."
    },
    {
      "korean": "유리애 씨가 있던 병원 가봅시다. Let's go to the hospital you were at. 듣기 View video V WEB DRAMA : 1화 - 오빠를 찾아주세요.",
      "english": "Let's go to the hospital you were at."
    },
    {
      "korean": "어디 가볼까요? - 병원 가볼까요? Where to next? - How about the hopsital? 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '블루미 상담실'",
      "english": "Where to next? - How about the hopsital?"
    }
  ],
  "examples": [
    {
      "korean": "And I didn’t think any more of it, right, but Mum says I should see a doctor. 듣기 Add to Wordbook 그래서 난 그것에 대해 더 이상 생각 안 했지, 그런데 말야, 엄마께서 나더러 병원에 가 봐야 한다는 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "And I didn’t think any more of it, right, but Mum says I should see a doctor. Add to Wordbook"
    },
    {
      "korean": "‘I need to see a doctor.’ ‘What for?’ 듣기 Add to Wordbook ‘난 의사한테[병원에] 가 봐야 해.’ ‘왜?’ Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘I need to see a doctor.’ ‘What for?’ Add to Wordbook"
    },
    {
      "korean": "If you’re passing blood you ought to see a doctor. 듣기 Add to Wordbook 만약 피가 나오면 병원에 가 봐야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If you’re passing blood you ought to see a doctor. Add to Wordbook"
    },
    {
      "korean": "You’d better go to the doctor about your cough. 듣기 Add to Wordbook 너 그 기침 때문에 병원에 가 보는 게 좋을 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’d better go to the doctor about your cough. Add to Wordbook"
    },
    {
      "korean": "If the symptoms persist, consult your doctor. 듣기 Add to Wordbook 증상이 없어지지 않고 계속되면 의사에게[병원에] 가 보세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If the symptoms persist, consult your doctor. Add to Wordbook"
    }
  ]
}