{
  "phrases": [
    {
      "phrase": "보군",
      "hanja": " (步軍)",
      "example": {},
      "meanings": [
        "a foot soldier, a footman"
      ]
    },
    {
      "phrase": "당신 승진하셨나 보군요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I gather you got promoted."
      ]
    },
    {
      "phrase": "당신은 무척 시장하셨나 보군요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "You must have been starving."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "here we go",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "음 나름 요리 좀 해 본 의뢰인인가보군. Our client must have done some cooking before. 듣기 View video 모비딕(Mobidic) : 편의점 재료만으로 양식을? 최현석 청소 요정으로 이직하다! <초이가이버> 15회",
      "english": "Our client must have done some cooking before."
    },
    {
      "korean": "아무래도 제가 나이가 많은가 보군요. I guess I'm older. 듣기 View video INFINITE : INFINITE \"김명수의 TALK N TALK\"",
      "english": "I guess I'm older."
    },
    {
      "korean": "제 앨범은 없으시나 보군요? 알겠습니다. You must not have my album... Ok. 듣기 View video V COOKIE : [Full]COOKIE DAY",
      "english": "You must not have my album... Ok."
    },
    {
      "korean": "모두들 정말 푹 쉬고 맛있는 것도 드셨나보군. Everyone must have rested well and ate delicious things. 듣기 View video V COOKIE : [FULL] CLC X SUITS KNIGHTS - CLC의 정장방!",
      "english": "Everyone must have rested well and ate delicious things."
    },
    {
      "korean": "아닌가보군. But maybe not. 듣기 View video TWICE : TWICE TV 2018 EP.02",
      "english": "But maybe not."
    }
  ],
  "examples": [
    {
      "korean": "Perhaps her ladyship would like to hang up her own clothes today! 듣기 Add to Wordbook 아마 귀부인께서 오늘은 자기 옷을 손수 거실려나 보군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Perhaps her ladyship would like to hang up her own clothes today! Add to Wordbook"
    },
    {
      "korean": "‘Here we go,’ thought Fred, ‘she’s sure to say something.’ 듣기 Add to Wordbook ‘시작하려나 보군. 그녀가 분명 무슨 할 말이 있는 모양이야.’ 프레드는 생각했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘Here we go,’ thought Fred, ‘she’s sure to say something.’ Add to Wordbook"
    },
    {
      "korean": "Well, you seem to have inherited her talent. 듣기 Add to Wordbook 음, 엄마한테서 요리 실력을 물려받았나 보군요. YBM All in All English-Korean Dictionary",
      "english": "Well, you seem to have inherited her talent. Add to Wordbook"
    },
    {
      "korean": "I presume that you want to have the goods insured. 듣기 Add to Wordbook 상품을 보험에 드실 생각이신가 보군요. Friendict Level English-Korean Dictionary",
      "english": "I presume that you want to have the goods insured. Add to Wordbook"
    },
    {
      "korean": "I assume that adding microwaves boosted sales of your other products as well. 듣기 Add to Wordbook 전자레인지 덕분에 다른 제품의 판매도 늘었나 보군요. YBM All in All English-Korean Dictionary",
      "english": "I assume that adding microwaves boosted sales of your other products as well. Add to Wordbook"
    }
  ]
}