{
  "phrases": [
    {
      "phrase": "보내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·물건 등을) send, (편지 등을) mail[post] (sth to sb), (송금하다) (formal) remit, transfer",
        "(군대·대학·감옥 등에)",
        "(시집·장가 등을)"
      ]
    },
    {
      "phrase": "둘이서 보낸 즐거웠던 시간을 결코 잊지 않을 거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "이성교제 I'll never forget the wonderful time we had together."
      ]
    },
    {
      "phrase": "우물가에 애 보낸 것 같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel like having sent a child to the place around a well"
      ]
    },
    {
      "phrase": "디도에게 보낸 편지",
      "hanja": " (─便紙)",
      "example": {},
      "meanings": [
        "종교 Letter of Paul to Titus"
      ]
    },
    {
      "phrase": "필레몬에게보낸편지",
      "hanja": " (─便紙)",
      "example": {},
      "meanings": [
        "종교 The Epistle of Paul the Apostle to Philemon"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "evacuee",
      "frequency": 0
    },
    {
      "meaning": "a life greatly lived",
      "frequency": 0
    },
    {
      "meaning": "Laocoon",
      "frequency": 0
    },
    {
      "meaning": "troll",
      "frequency": 0
    },
    {
      "meaning": "EMS",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[오늘도 알찬 하루를 보낸 ITZY!] 있지 믿지 날자! [ITZY enjoyed a fruitful day today] ITZY, MIDZY, fly! 듣기 View video ITZY : ITZY(있지) IT'z TOURBOOK EP07",
      "english": "[ITZY enjoyed a fruitful day today] ITZY, MIDZY, fly!"
    },
    {
      "korean": "아버지가 보낸 거 받았지? Did you get what your dad sent you? 듣기 View video 플레이리스트 (Playlist) : \"내가 여기 그냥 샀어, 얼마 안 하던데?\" [엑스엑스(XX)] - EP.02",
      "english": "Did you get what your dad sent you?"
    },
    {
      "korean": "저에게 무슨 텔레파시를 보낸 거죠? 류진씨? What telepathic message did you send me? 듣기 View video ITZY : [ITZY? ITZY!(있지?있지!)] EP38. 베트남에 있지!",
      "english": "What telepathic message did you send me?"
    },
    {
      "korean": "선물 보낸 사람이 지후 선배면 얼마나 좋을까... I just wish it is him who sent me the hand cream. 듣기 View video Dingo Story / 딩고스토리 : 여친있는 선배를 짝사랑할 때 생기는 일_EP01 [라이크]",
      "english": "I just wish it is him who sent me the hand cream."
    },
    {
      "korean": "우리 메이 여러분들과 함께 행복한 시간을 보낸 것 같습니다! I think I had a happy time with MAY today! 듣기 View video PARK JI HOON : [Wink Arcade] 박지훈 [360] 음악방송 1주차 비하인드 Lv.22",
      "english": "I think I had a happy time with MAY today!"
    }
  ],
  "examples": [
    {
      "korean": "His years in prison have left deep scars. 듣기 Add to Wordbook 그가 교도소에서 보낸 세월은 마음에 깊은 상처를 남겼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His years in prison have left deep scars. Add to Wordbook"
    },
    {
      "korean": "His letter to the papers stirred up a real hornets’ nest. 듣기 Add to Wordbook 신문사에 보낸 그의 편지가 그야말로 벌집을 쑤셔 놓았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His letter to the papers stirred up a real hornets’ nest. Add to Wordbook"
    },
    {
      "korean": "The catalogue is full of testimonials from satisfied customers. 듣기 Add to Wordbook 그 카탈로그에는 만족한 고객들이 보낸 추천의 글들이 가득하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The catalogue is full of testimonials from satisfied customers. Add to Wordbook"
    },
    {
      "korean": "Spending a year working in the city helped to broaden his horizons. 듣기 Add to Wordbook 그 도시에서 일을 하며 보낸 일년이 그의 시야를 넓히는 데 도움이 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Spending a year working in the city helped to broaden his horizons. Add to Wordbook"
    },
    {
      "korean": "She’d had a heavy day. 듣기 Add to Wordbook 그녀는 아주 바쁜 하루를 보낸 참이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’d had a heavy day. Add to Wordbook"
    }
  ]
}