{
  "phrases": [
    {
      "phrase": "보내오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb send over",
        "Verb appreciate, thank"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Responsa",
      "frequency": 0
    },
    {
      "meaning": "late additions to the zoological gardens",
      "frequency": 0
    },
    {
      "meaning": "a bill from a restaurant",
      "frequency": 0
    },
    {
      "meaning": "hot news",
      "frequency": 0
    },
    {
      "meaning": "satellite imagery",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[바로 바로 JUS2가 보내온 사랑이 담긴 커피차!] [JUS2's coffee truck!] View video GOT7 : GOT7 박진영 \"사이코메트리 그녀석\" Jus2'S GIFT MAKING FILM",
      "english": "[JUS2's coffee truck!]"
    },
    {
      "korean": "[냠냠] [무무들이 보내온 간식 먹는 중] 그렇게 맛있는... [Yum yum] It's the delicious... 듣기 View video MAMAMOO : [MMMTV4] EP36 LET'S GOGOBEBE part.2",
      "english": "[Yum yum] It's the delicious..."
    },
    {
      "korean": "여러분이 보내온 사연, 빨리 만나 볼까요? Shall we quickly go see what the stories are? 듣기 View video V COOKIE : [Full]RADIO APART X NAM SANG MI (RADIO APART X 남상미)",
      "english": "Shall we quickly go see what the stories are?"
    },
    {
      "korean": "그들이 보내온 축하 메시지 지금 열어볼까요? Should we check out the messages from them? 듣기 View video V COOKIE : [FULL] 2018 GLOBAL VLIVE TOP 10 - Seventeen",
      "english": "Should we check out the messages from them?"
    },
    {
      "korean": "여러분이 보내온 사연 빨리 만나보죠. Let's hurry up and meet the stories that you sent. 듣기 View video V COOKIE : [Full]RADIO APART X CHAE SOO BIN (RADIO APART X 채수빈)",
      "english": "Let's hurry up and meet the stories that you sent."
    }
  ],
  "examples": [
    {
      "korean": "dispatches from the war zone 발음듣기 전쟁 지역에서 보내 온 특전들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "dispatches from the war zone 발음"
    },
    {
      "korean": "People were awestruck by the pictures the satellite sent back to earth. 발음듣기 사람들은 위성이 지구로 보내 온 그 사진들을 보고 경이로워 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "People were awestruck by the pictures the satellite sent back to earth. 발음"
    },
    {
      "korean": "Can you give me your opinion about the samples sent by Carpet USA? 발음듣기 Carpet USA 사가 보내온 샘플에 대해 의견을 주시겠습니까? DARAKWON",
      "english": "Can you give me your opinion about the samples sent by Carpet USA? 발음"
    },
    {
      "korean": "We cannot overlook the significance of the attached e-mail from Angelo Equipment. 발음듣기 Angelo Equipment 사에서 보내온 첨부 메일의 중요성을 간과해선 안 됩니다. DARAKWON",
      "english": "We cannot overlook the significance of the attached e-mail from Angelo Equipment. 발음"
    },
    {
      "korean": "I wanted to share the e-mails from two of our largest clients regarding the performance of our delivery system. 발음듣기 당사 배송 시스템의 성과에 관해 우리의 가장 큰 고객 중 두 곳에서 보내온 메일을 공유하고 싶습니다. DARAKWON",
      "english": "I wanted to share the e-mails from two of our largest clients regarding the performance of our delivery system. 발음"
    }
  ]
}