{
  "phrases": [
    {
      "phrase": "보내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·물건 등을) send, (편지 등을) mail[post] (sth to sb), (송금하다) (formal) remit, transfer",
        "(군대·대학·감옥 등에)",
        "(시집·장가 등을)"
      ]
    },
    {
      "phrase": "외국에도 보낼 수 있습니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "매장에서 Do you deliver overseas?",
        "매장에서 Do you deliver to other countries?"
      ]
    },
    {
      "phrase": "이것을 일본에 보낼 수 있습니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "매장에서 Can you send this to Japan?"
      ]
    },
    {
      "phrase": "이 소포를 제일 싸게 보낼 수 있는 방법은 뭔가요?",
      "hanja": "",
      "example": {},
      "meanings": [
        "우체국에서 What's the cheapest way to send this package?",
        "우체국에서 Is there a more cost-effective way to mail this package?"
      ]
    },
    {
      "phrase": "당신 혼자 보낼 수는 없어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-화해 · 진정 · 충고 등 I can't let you go alone."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "red box",
      "frequency": 0
    },
    {
      "meaning": "supplies for the beleaguered city",
      "frequency": 0
    },
    {
      "meaning": "diving bell",
      "frequency": 0
    },
    {
      "meaning": "Jiffy bag",
      "frequency": 0
    },
    {
      "meaning": "transmissive",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[약 2주를 함께 보낼 각 팀 코디는 과연?!] [Who will be their coordinator who will spend 2 weeks with them?] View video 내 전공은 힙합(My major is HIPHOP) : Ep 24. 파이널 2라운드! [코디 X 대힙래퍼] 콜라보 무대가 시작된다!",
      "english": "[Who will be their coordinator who will spend 2 weeks with them?]"
    },
    {
      "korean": "'런쥔아 생일 어떻게 보낼 거야?' 제 생일은... \"Renjun, how are you going to spend your birthday?\" My birthday... 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "\"Renjun, how are you going to spend your birthday?\" My birthday..."
    },
    {
      "korean": "언니는 노래 뭐 보낼 거예요? What song are you going to add? 듣기 View video 잼플리 Jamfully : 여사친과 썸 탈 때 씁쓸한 순간 [썸타는일주일] EP.03",
      "english": "What song are you going to add?"
    },
    {
      "korean": "화이트 크리스마스를 언제 보낼 수 있을까요? When will we watch White Christmas again? 듣기 View video (G)I-DLE : 미리크리스마스☆",
      "english": "When will we watch White Christmas again?"
    },
    {
      "korean": "하루를 활기차게 보낼 수 있을지 뭐 그런 것들? so that I can have a good day. Something like that. 듣기 View video V COOKIE : [Full] ZICO X Eating Show - 지코 X 같이 먹어요",
      "english": "so that I can have a good day. Something like that."
    }
  ],
  "examples": [
    {
      "korean": "I haven't got time to spend hours slaving over a hot stove. 듣기 Add to Wordbook 나는 뜨거운 화덕 위에서 (요리를 하느라) 고되게 몇 시간씩을 보낼 시간이 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I haven't got time to spend hours slaving over a hot stove. Add to Wordbook"
    },
    {
      "korean": "Aid agencies are organizing food drops to civilians in the war zone. 듣기 Add to Wordbook 원조 단체들에서 그 전쟁 지역의 민간인들에게 보낼 식품 수송 작업을 조직하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Aid agencies are organizing food drops to civilians in the war zone. Add to Wordbook"
    },
    {
      "korean": "supplies for the beleaguered city 듣기 Add to Wordbook 적에게 포위된 도시에 보낼[보내는] 보급품 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "supplies for the beleaguered city Add to Wordbook"
    },
    {
      "korean": "You can send faxes by email from your computer. 듣기 Add to Wordbook 컴퓨터 이메일로 팩스를 보낼 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can send faxes by email from your computer. Add to Wordbook"
    },
    {
      "korean": "He won a weekend for two in Rome. 듣기 Add to Wordbook 그는 로마에서 2인이 주말 휴가를 보낼 수 있는 상품을 탔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He won a weekend for two in Rome. Add to Wordbook"
    }
  ]
}