{
  "phrases": [
    {
      "phrase": "보내는",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 intromittent"
      ]
    },
    {
      "phrase": "보내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·물건 등을) send, (편지 등을) mail[post] (sth to sb), (송금하다) (formal) remit, transfer",
        "(군대·대학·감옥 등에)",
        "(시집·장가 등을)"
      ]
    },
    {
      "phrase": "친구에게 보내는 생일 선물입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "우체국에서 It's a birthday present for a friend."
      ]
    },
    {
      "phrase": "고린토인에게 보내는 편지",
      "hanja": " (─人─便紙)",
      "example": {},
      "meanings": [
        "종교 The Letters of Paul to the Corinthians"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "transmissive",
      "frequency": 0
    },
    {
      "meaning": "telegraph",
      "frequency": 3
    },
    {
      "meaning": "sender",
      "frequency": 3
    },
    {
      "meaning": "절교장",
      "frequency": 0
    },
    {
      "meaning": "homeroom",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[사인 보내는 중] - 식초야, 이거는 - 식초야 - 승관이! [Signaling again] - This is vinegar. - Vinegar. - SeungKwan! 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.2 2020 : MYSTERY MYSTERY #2",
      "english": "[Signaling again] - This is vinegar. - Vinegar. - SeungKwan!"
    },
    {
      "korean": "진짜 제대로 된 명절을 보내는 느낌 - 맞아 - 그러면... It feels like we're celebrating the holiday well. - Right. - Then... 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "It feels like we're celebrating the holiday well. - Right. - Then..."
    },
    {
      "korean": "돈 보내는 거? The app to wire money? 듣기 View video 콬TV (WHYNOT) : 일진에게 반할 수 있을까?! [일진에게 찍혔을 때] 시원스쿨랩편",
      "english": "The app to wire money?"
    },
    {
      "korean": "[힐링의 시간을 보내는 오프 더 라이브!] [A healing live show for you!] View video V COOKIE : [Full] VIXX HYUK X CouchTalk - 빅스 혁 X 카우치토크",
      "english": "[A healing live show for you!]"
    },
    {
      "korean": "[연말을 따뜻하게 보내는 나만의 방법?] [Tips to enjoy the rest of the year?] View video Dispatch : [ⓓxV] \"귀여운 고먐미 강다니엘 미니 인터뷰\" (강다니엘 : KANG DANIEL)",
      "english": "[Tips to enjoy the rest of the year?]"
    }
  ],
  "examples": [
    {
      "korean": "a romantic weekend getaway in New York 듣기 Add to Wordbook 뉴욕에서 애인과 보내는 주말 휴가 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a romantic weekend getaway in New York Add to Wordbook"
    },
    {
      "korean": "We thoroughly enjoyed our time in New York. 듣기 Add to Wordbook 우리는 뉴욕에서 보내는 시간을 철저히 즐겼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We thoroughly enjoyed our time in New York. Add to Wordbook"
    },
    {
      "korean": "He grudges the time he spends travelling to work. 듣기 Add to Wordbook 그는 출퇴근에 보내는 시간을 아까워한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He grudges the time he spends travelling to work. Add to Wordbook"
    },
    {
      "korean": "Time spent on reconnaissance is seldom wasted. 듣기 Add to Wordbook 정찰에 보내는 시간은 허비되는 경우가 거의 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Time spent on reconnaissance is seldom wasted. Add to Wordbook"
    },
    {
      "korean": "football fans whose support for their team borders on idolatry 듣기 Add to Wordbook 자기 팀에게 숭배에 가까운 지지를 보내는 축구 팬들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "football fans whose support for their team borders on idolatry Add to Wordbook"
    }
  ]
}