{
  "phrases": [
    {
      "phrase": "보재",
      "hanja": " (寶財)",
      "example": {},
      "meanings": [
        "a treasure, valuables, precious[valuable] things, a highly-prized article."
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈으로) see, watch, look (at), catch sight (of), (처음으로) set[lay, clap] eyes (on), (목격하다) spot, witness",
        "(TV·영화 등을) watch, see",
        "(사람을) see, meet (with)"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "more"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "[접속사] than (※형용사, 부사의 비교급 뒤에 온다) [전치사] to (※prefer, be superior, be inferior 등의 뒤에 온다) 기타"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb try",
        "Assistant adverb experience",
        "Assistant adverb boda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "beam and stringer",
      "frequency": 0
    },
    {
      "meaning": "direct mail (advertisement)",
      "frequency": 0
    },
    {
      "meaning": "joist hanger",
      "frequency": 0
    },
    {
      "meaning": "National Security Goods",
      "frequency": 0
    },
    {
      "meaning": "above",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "뭔데 여기서 보재? Why did you want to meet here? 듣기 View video 컨버전스 TV (CONS TV) : [뜻밖의 히어로즈] 4화",
      "english": "Why did you want to meet here?"
    },
    {
      "korean": "해 뜨는 거 보재. \"Let's wait until the sun come up\". 듣기 View video TWICE : 모사춤방",
      "english": "\"Let's wait until the sun come up\"."
    },
    {
      "korean": "숙소 가서 보재요 알겠습니다. She wants to see you at the dormitory. Okay. 듣기 View video LOVELYZ : [REPLAY] Lovelyz Comeback Showcase [R U Ready?]",
      "english": "She wants to see you at the dormitory. Okay."
    },
    {
      "korean": "굉장했어. - 진짜 음주 측정 해보재요. That was wonderful. - They want us to check for our alcohol levels. 듣기 View video MELODYDAY : V LIVE WEEK '아무 개인기 대잔치'",
      "english": "That was wonderful. - They want us to check for our alcohol levels."
    },
    {
      "korean": "봐야 되죠? We have to? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "We have to?"
    }
  ],
  "examples": [
    {
      "korean": "He wants me to join him in a consulting firm that he's starting. 듣기 Add to Wordbook 컨설팅 회사 차리려고 한다면서 나보고 같이 일해 보재요 YBM All in All English-Korean Dictionary",
      "english": "He wants me to join him in a consulting firm that he's starting. Add to Wordbook"
    },
    {
      "korean": "Adam Miller. I haven't spoken to him in two years. He wants me to join him in a consulting firm that he's starting. 듣기 Add to Wordbook 아담 밀러요. 2년 만에 통화한 거였는데, 컨설팅 회사 차리려고 한다면서 나보고 같이 일해 보재요. YBM All in All English-Korean Dictionary",
      "english": "Adam Miller. I haven't spoken to him in two years. He wants me to join him in a consulting firm that he's starting. Add to Wordbook"
    },
    {
      "korean": "What are you frowning at me for? 듣기 Add to Wordbook 왜 날 보고 눈살을 찌푸리는 거야? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What are you frowning at me for? Add to Wordbook"
    },
    {
      "korean": "We weighed up the pros and cons. 듣기 Add to Wordbook 우리는 장단점을 따져 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We weighed up the pros and cons. Add to Wordbook"
    },
    {
      "korean": "Her heart jolted when she saw him. 듣기 Add to Wordbook 그녀는 그를 보자 가슴이 철렁했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her heart jolted when she saw him. Add to Wordbook"
    }
  ]
}