{
  "phrases": [
    {
      "phrase": "보이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈에 들어오다) be seen, come in sight, (나타나다) appear",
        "(생각되다, 여겨지다) seem, appear, look (like)",
        "(결과·기미 등이)"
      ]
    },
    {
      "phrase": "보이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(보여 주다) show (sth to sb / sb sth), display, demonstrate, let sb see, (formal) exhibit"
      ]
    },
    {
      "phrase": "졸려 보이는데.",
      "hanja": "",
      "example": {},
      "meanings": [
        "You look sleepy."
      ]
    },
    {
      "phrase": "당신 정말 근사해 보이는데.",
      "hanja": "",
      "example": {},
      "meanings": [
        "You look just stunning."
      ]
    },
    {
      "phrase": "그 과자 무척 맛있어 보이는데!",
      "hanja": "",
      "example": {},
      "meanings": [
        "Those cookies look pretty tasty!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "show",
      "frequency": 3
    },
    {
      "meaning": "demonstrate",
      "frequency": 3
    },
    {
      "meaning": "indicate",
      "frequency": 3
    },
    {
      "meaning": "react",
      "frequency": 3
    },
    {
      "meaning": "dignify",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "보이는데? They can see me. 듣기 View video TWICE : [AutoCut_JEONGYEON] TWICE July Highlight",
      "english": "They can see me."
    },
    {
      "korean": "피곤해 보이는데 집에 안 갈래? You look tired, do you want to go home? 듣기 View video tvN D : 내신등급이 내 인생의 등급일까? [언어의 온도 : 우리의 열아홉] Ep.1",
      "english": "You look tired, do you want to go home?"
    },
    {
      "korean": "너무 멀어서 뭐라는지 안 보이는데? It's so far away I don't know what it says? 듣기 View video VICTON : 앨리스 안녕! 보고싶다 ❤️",
      "english": "It's so far away I don't know what it says?"
    },
    {
      "korean": "근데 약간 얼굴이 좋아 보이는데 순조롭게 진행 중인 건가? You look relaxed. Is it going well? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 20. 경희대 래빈VS 서울대 츄플 리매치!? 과연 살아남을 학교는 어디?",
      "english": "You look relaxed. Is it going well?"
    },
    {
      "korean": "안 보여? 내 얼굴 잘 보이는데? 이렇게 딱 얼굴만 탁탁! Can you not see? I can see my face well! Just my face like this! 듣기 View video GOT7 : 쉼표방",
      "english": "Can you not see? I can see my face well! Just my face like this!"
    }
  ],
  "examples": [
    {
      "korean": "The law is often tardy in reacting to changing attitudes. 듣기 Add to Wordbook 법률은 흔히 변화하는 태도에 반응을 보이는 데 더디다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The law is often tardy in reacting to changing attitudes. Add to Wordbook"
    },
    {
      "korean": "You look rough—are you OK? 듣기 Add to Wordbook 너 안 좋아 보이는데, 괜찮은 거야? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You look rough—are you OK? Add to Wordbook"
    },
    {
      "korean": "Turn right where you see a waymark arrow. 듣기 Add to Wordbook 화살표 도로 표지가 보이는 데서 우회전하라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Turn right where you see a waymark arrow. Add to Wordbook"
    },
    {
      "korean": "The government has been cautious in its response to the report. 듣기 Add to Wordbook 정부는 그 보고서에 대한 반응을 보이는 데 있어서 신중한 태도를 취해 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The government has been cautious in its response to the report. Add to Wordbook"
    },
    {
      "korean": "Looking good Sara Lang! 듣기 Add to Wordbook 예뻐 보이는데, Sara Lang! DARAKWON",
      "english": "Looking good Sara Lang! Add to Wordbook"
    }
  ]
}