{
  "phrases": [
    {
      "phrase": "복합",
      "hanja": " (複合)",
      "example": {},
      "meanings": [
        "compositeness, complex, a compound, ―하다 compound, mix, be mixed"
      ]
    },
    {
      "phrase": "복합의",
      "hanja": "",
      "example": {},
      "meanings": [
        "mixed",
        "compound",
        "complex"
      ]
    },
    {
      "phrase": "복합상영관",
      "hanja": "",
      "example": {},
      "meanings": [
        "multiplex (cinema)"
      ]
    },
    {
      "phrase": "주상복합 아파트",
      "hanja": "",
      "example": {},
      "meanings": [
        "apartment building with stores[shops] on the ground floor"
      ]
    },
    {
      "phrase": "복합 현미경",
      "hanja": "",
      "example": {},
      "meanings": [
        "a compound microscope"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "conglomeration",
      "frequency": 0
    },
    {
      "meaning": "complexness",
      "frequency": 0
    },
    {
      "meaning": "compound 1",
      "frequency": 3
    },
    {
      "meaning": "conglomerate",
      "frequency": 0
    },
    {
      "meaning": "complex",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이 제품은 저는 보통 복합... I usually use the combination... 듣기 View video 카모마일T (Chamomile_T) : 홈케어 뷰티디바이스 A to Z, 한달 실사용 후기 및 리뷰 | ZWC 페이스앤 바디 마스크, 엔스티론 아쿠아바이탈케어",
      "english": "I usually use the combination..."
    },
    {
      "korean": "복합성도 있고 수분... 그 뭐냐 방금 뭐였지? There's combination skin and... What was it just now? 듣기 View video (G)I-DLE : 수지니",
      "english": "There's combination skin and... What was it just now?"
    },
    {
      "korean": "여러가지 복합적인 문제들이 있는거 같아요. I think there are mixture of problems. 듣기 View video V Beauty : [Yeonsun 연선] 금방 무너지는 피부화장! 도와주세요~ | 뷰티상담소",
      "english": "I think there are mixture of problems."
    },
    {
      "korean": "저 같은 경우에는 건 복합성이거든요 피부 타입이. I have combination type skin. 듣기 View video EMMA BEAUTY : [화보장인엠마] 화보 LOOK .8 시강! 네온사인 홀리데이 메이크업 + 레오X엠마 뷰티 토크쇼 VLOG",
      "english": "I have combination type skin."
    },
    {
      "korean": "이게 만약에 복합적으로 섞여있는 경우에는 복합성 피부라고 합니다. If it's mixed together, it is called combination skin. 듣기 View video V Beauty : [Yeonsun 연선] 금방 무너지는 피부화장! 도와주세요~ | 뷰티상담소",
      "english": "If it's mixed together, it is called combination skin."
    }
  ],
  "examples": [
    {
      "korean": "She suffered multiple lacerations to the face. 듣기 Add to Wordbook 그녀는 얼굴에 복합 자상을 입었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She suffered multiple lacerations to the face. Add to Wordbook"
    },
    {
      "korean": "to suffer multiple injuries 듣기 Add to Wordbook 복합 부상을 입다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to suffer multiple injuries Add to Wordbook"
    },
    {
      "korean": "‘Depression’ is a portmanteau condition. 듣기 Add to Wordbook ‘우울증’은 복합적인 증상이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘Depression’ is a portmanteau condition. Add to Wordbook"
    },
    {
      "korean": "to take polypills to lower blood pressure 듣기 Add to Wordbook 혈압을 낮추려고 복합 알약을 복용하다 국제영어대학원대학교 신어사전",
      "english": "to take polypills to lower blood pressure Add to Wordbook"
    },
    {
      "korean": "a hybrid model which mixes CPC and CPA 듣기 Add to Wordbook 클릭당 과금과 반응당 과금을 결합한 복합 과금 방식 국제영어대학원대학교 신어사전",
      "english": "a hybrid model which mixes CPC and CPA Add to Wordbook"
    }
  ]
}