{
  "phrases": [
    {
      "phrase": "본진",
      "hanja": " (本陣)",
      "example": {},
      "meanings": [
        "military headquarters"
      ]
    },
    {
      "phrase": "본진을 두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have military headquarters"
      ]
    },
    {
      "phrase": "본진을 이끌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lead military headquarters"
      ]
    },
    {
      "phrase": "본진을 지키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "protect military headquarters"
      ]
    },
    {
      "phrase": "본진을 차리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "set up military headquarters"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Bonjean curve",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[자연스럽게 본진 침투] 여기죠? [He's in the headquarter] It's here, right? 듣기 View video 한뼘TV : [방판소년단 EP40] 새 멤버 면접 : UNB 호정 VS 워너원이 될 뻔(?)한 멤버",
      "english": "[He's in the headquarter] It's here, right?"
    },
    {
      "korean": "그거 언제... - 안 본진 꽤 돼서... When did you... - It's been some time I didn't see it. 듣기 View video V PICK! : [NCT] 말로 짜티 끓이는 마끄와 푸두에 내 잇몸 지금 물 다뺀 뻑뻑한 짜티야 (So cute MARK&HAECHAN)",
      "english": "When did you... - It's been some time I didn't see it."
    },
    {
      "korean": "본진 요리한 사람 어디 갔어요? Where did that person go? 듣기 View video WINNER : 안경선배의 아부라소바",
      "english": "Where did that person go?"
    },
    {
      "korean": "저희의 본진이랄까요? It's like... Our headquarters, shall I say? 듣기 View video STAREMPIRE : [OMZM] 올망졸망 릴레이 캠 [혜리 편]",
      "english": "It's like... Our headquarters, shall I say?"
    },
    {
      "korean": "본진. 아까 MJ 형이 얘기했겠지만... By the way, MJ must have told you about it. 듣기 View video ASTRO : 월요병퇴치LIVE #05 먼데이즈스포 (ASTRO MONDAY is...LIVE #05)",
      "english": "By the way, MJ must have told you about it."
    }
  ],
  "examples": [
    {
      "korean": "We all received the same dignity and we call this fundamental dignity. 발음듣기 우리 모두는 동등한 존엄성을 받았으며 우리는 이것을 기본권(본진절인 존엄성)이라 부른다. User translation Inaccurate information may be included due to the users' self-traslation. sonaldo(sona****) Web Collection",
      "english": "We all received the same dignity and we call this fundamental dignity. 발음"
    },
    {
      "korean": "Phillips was a volunteer with Project Hope, a Canada-based group. 발음듣기 필립은 캐나다에 본진을 둔 호프 프로젝트의 자원봉사자였다. User translation Inaccurate information may be included due to the users' self-traslation. BABA(blue****) Web Collection",
      "english": "Phillips was a volunteer with Project Hope, a Canada-based group. 발음"
    },
    {
      "korean": "Warwick's navy is done! Concentrate on the main base. 발음듣기 워릭의 함대는 끝났다! 이제 본진 공격에 집중하라. hansemEUG",
      "english": "Warwick's navy is done! Concentrate on the main base. 발음"
    },
    {
      "korean": "When Flag Touch Return is enabled you may return your flag to the base by touching it. 발음듣기 깃발 복귀 설정이 켜져 있으면 소속된 팀의 깃발을 건드려서 본진으로 복귀시킬 수 있습니다. hansemEUG",
      "english": "When Flag Touch Return is enabled you may return your flag to the base by touching it. 발음"
    },
    {
      "korean": "When Flag At Home To Score is enabled you cannot score a point unless your flag is safely on its flag stand. 발음듣기 아군 깃발 본진에 있어야 득점 설정이 켜져 있으면 아군 깃발이 깃대에 안전하게 꽂혀있을 경우에만 득점할 수 있습니다. hansemEUG",
      "english": "When Flag At Home To Score is enabled you cannot score a point unless your flag is safely on its flag stand. 발음"
    }
  ]
}