{
  "phrases": [
    {
      "phrase": "본산",
      "hanja": " (本山)",
      "example": {},
      "meanings": [
        "(불교의) a head temple"
      ]
    },
    {
      "phrase": "라이본산",
      "hanja": " (-酸)",
      "example": {},
      "meanings": [
        "의학 ribonic acid"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mother church",
      "frequency": 0
    },
    {
      "meaning": "alkyd resin",
      "frequency": 0
    },
    {
      "meaning": "hydroxy acid",
      "frequency": 0
    },
    {
      "meaning": "Kaba",
      "frequency": 0
    },
    {
      "meaning": "hydroxyazobenzene-2-carboxylic acid (HABCA) method",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "New York is home to the longest race in the world. 발음듣기 뉴욕은 세계에서 가장 긴 경주의 본산지이다. Neungyule",
      "english": "New York is home to the longest race in the world. 발음"
    },
    {
      "korean": "During the zenith of minicomputers, Massachusetts was the home of many of the largest computer companies such as Digital Equipment Corporation, Data General, and Wang Laboratories situated around Route 128 and 495. 발음듣기 소형 컴퓨터의 전성기에 매사추세츠 주의 128 구역 495 구역 주변에 자리 잡은 디지털 이큅먼트 사, 데이터 제네럴, 왕 연구소와 같은 세계 최대 컴퓨터 기업들의 본산이기도 했다. YBM All in All English-Korean Dictionary",
      "english": "During the zenith of minicomputers, Massachusetts was the home of many of the largest computer companies such as Digital Equipment Corporation, Data General, and Wang Laboratories situated around Route 128 and 495. 발음"
    },
    {
      "korean": "Europe is also the home of democracy, capitalism, communism, fascism. 발음듣기 유럽은 또한 민주주의, 자본주의, 공산주의, 파시즘의 본산이다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "Europe is also the home of democracy, capitalism, communism, fascism. 발음"
    },
    {
      "korean": "While every big organisation needs outside criticism to keep it in check, the BBC is still the home of the best TV in the world. 발음듣기 모든 대 조직이 점검을 받기 위하여 외부의 비평이 필요한 반면, BBC는 여전히 전세계에서 가장 훌륭한 TV의 본산이다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "While every big organisation needs outside criticism to keep it in check, the BBC is still the home of the best TV in the world. 발음"
    },
    {
      "korean": "A Study on the Urban Landscape Building Control Methods which is the Moutain View from the Road 발음듣기 도로에서 본 산 조망경관의 관리기준에 관한 연구 Naver Academic",
      "english": "A Study on the Urban Landscape Building Control Methods which is the Moutain View from the Road 발음"
    }
  ]
}