{
  "phrases": [
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈으로) see, watch, look (at), catch sight (of), (처음으로) set[lay, clap] eyes (on), (목격하다) spot, witness",
        "(TV·영화 등을) watch, see",
        "(사람을) see, meet (with)"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "more"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "[접속사] than (※형용사, 부사의 비교급 뒤에 온다) [전치사] to (※prefer, be superior, be inferior 등의 뒤에 온다) 기타"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb try",
        "Assistant adverb experience",
        "Assistant adverb boda"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition boda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "i see a man about a dog",
      "frequency": 0
    },
    {
      "meaning": "Let me see what happens",
      "frequency": 0
    },
    {
      "meaning": "above",
      "frequency": 3
    },
    {
      "meaning": "see",
      "frequency": 3
    },
    {
      "meaning": "watch",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "먹어볼게~ 짠! Let's drink it. Cheers! 듣기 View video TWICE : 트와이스 복자매 나모의 “도전! ASMR” EP.01",
      "english": "Let's drink it. Cheers!"
    },
    {
      "korean": "진짜 가볼게요! - 네! Let's go. - Okay! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "Let's go. - Okay!"
    },
    {
      "korean": "제가 한번 검색해볼게요 제가... I'll look it up... 듣기 View video WINNER : 3분커버 이선생",
      "english": "I'll look it up..."
    },
    {
      "korean": "그러면 저부터 해볼게요~ - 좋아요! Then I'll start! - Alright! 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Then I'll start! - Alright!"
    },
    {
      "korean": "안무 영상을 볼게요 이거는... I'll watch the choreography video of this. This is too... 듣기 View video WINNER : 3분커버 이선생",
      "english": "I'll watch the choreography video of this. This is too..."
    }
  ],
  "examples": [
    {
      "korean": "I’ll see whether she’s at home. 듣기 Add to Wordbook 그녀가 집에 있는지 내가 (알아) 볼게요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll see whether she’s at home. Add to Wordbook"
    },
    {
      "korean": "I’ll just read through the form again to make sure I haven't missed anything out. 듣기 Add to Wordbook 그냥 이 서식을 다시 죽 읽으면서 뭔가 누락된 게 없는지 확인해 볼게요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll just read through the form again to make sure I haven't missed anything out. Add to Wordbook"
    },
    {
      "korean": "I’ll have a go at fixing it tonight. 듣기 Add to Wordbook 내가 오늘 밤에 그걸 한번 고쳐 볼게. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll have a go at fixing it tonight. Add to Wordbook"
    },
    {
      "korean": "Let me fire up another window. 듣기 Add to Wordbook (컴퓨터 화면에) 윈도우를 하나 더 작동시켜 볼게요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let me fire up another window. Add to Wordbook"
    },
    {
      "korean": "I’ll ask if it’s all right to park here. 듣기 Add to Wordbook 여기에 주차를 해도 괜찮은지 물어 볼게. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll ask if it’s all right to park here. Add to Wordbook"
    }
  ]
}