{
  "phrases": [
    {
      "phrase": "편집국부국장",
      "hanja": " (編輯局副局長)",
      "example": {},
      "meanings": [
        "the deputy managing editor."
      ]
    },
    {
      "phrase": "작전부국장",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 deputy director of operations (DDO)"
      ]
    },
    {
      "phrase": "부국장을 경질하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "change vice chief"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "deputy director of operations",
      "frequency": 0
    },
    {
      "meaning": "McLaughlin, John",
      "frequency": 0
    },
    {
      "meaning": "deputy director-general",
      "frequency": 0
    },
    {
      "meaning": "Coe, David",
      "frequency": 0
    },
    {
      "meaning": "Long, Letitia A.",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "They opposed her nomination to the post of Deputy Director. 듣기 Add to Wordbook 그들은 그녀가 부국장[교감]에 임명되는 것을 반대했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They opposed her nomination to the post of Deputy Director. Add to Wordbook"
    },
    {
      "korean": "The general Hayden is a former director of the National Security Agency and currently deputy director of national intelligence. 듣기 Add to Wordbook 헤이든 장군은 국가안보국 국장을 역임한 뒤 현재 국가정보국 부국장으로 재직 중입니다. YBM All in All English-Korean Dictionary",
      "english": "The general Hayden is a former director of the National Security Agency and currently deputy director of national intelligence. Add to Wordbook"
    },
    {
      "korean": "The designate Hayden is currently deputy director of national intelligence, and former head of the National Security Agency. 듣기 Add to Wordbook 헤이든 지명자는 현재 국가 정보국 부국장을 맡고 있고, 앞서 국가 안보국 국장을 역임했습니다. YBM All in All English-Korean Dictionary",
      "english": "The designate Hayden is currently deputy director of national intelligence, and former head of the National Security Agency. Add to Wordbook"
    },
    {
      "korean": "The World Health Organization (WHO) is working to stock more of the anti bird flu drug Tamiflu, Assistant Director-General David Heymann said. 듣기 Add to Wordbook 국제보건기구(WHO)는 조류독감 치료제인 '타미플루'를 더 많이 비축하려 노력하고 있다고 데이비드 헤이먼 전염병 부국장은 말했다. Neungyule",
      "english": "The World Health Organization (WHO) is working to stock more of the anti bird flu drug Tamiflu, Assistant Director-General David Heymann said. Add to Wordbook"
    },
    {
      "korean": "General Hayden currently serves as the deputy to Director of National Intelligence John Negroponte, and was the former director of the National Security Agency. 듣기 Add to Wordbook 헤이든 장군은 국가안보국 국장인 존 네그로폰테의 보좌관을 지냈고 현재는 국가정보국의 부국장입니다. YBM All in All English-Korean Dictionary",
      "english": "General Hayden currently serves as the deputy to Director of National Intelligence John Negroponte, and was the former director of the National Security Agency. Add to Wordbook"
    }
  ]
}