{
  "phrases": [
    {
      "phrase": "부분",
      "hanja": " (部分)",
      "example": {},
      "meanings": [
        "part, section, portion"
      ]
    },
    {
      "phrase": "질 부분",
      "hanja": "",
      "example": {},
      "meanings": [
        "the vaginal region"
      ]
    },
    {
      "phrase": "부분부정",
      "hanja": "",
      "example": {},
      "meanings": [
        "(문법) partial negation"
      ]
    },
    {
      "phrase": "부분 단면도",
      "hanja": "",
      "example": {},
      "meanings": [
        "a partial cross section"
      ]
    },
    {
      "phrase": "부분 철소",
      "hanja": "",
      "example": {},
      "meanings": [
        "a partial pullout",
        "a thinout"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "part",
      "frequency": 3
    },
    {
      "meaning": "piece",
      "frequency": 3
    },
    {
      "meaning": "place",
      "frequency": 3
    },
    {
      "meaning": "zone",
      "frequency": 3
    },
    {
      "meaning": "area",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "살짝 이 부분이 지저분해졌죠? This part is a bit messy. 듣기 View video EMMA BEAUTY : [화보장인엠마] 시세이도 글로우 쿠션 & 톤업 쿠션으로 완성하는 맑고 투명한 광채 스킨",
      "english": "This part is a bit messy."
    },
    {
      "korean": "후렴 부분 들어가기 전에 무슨 소리? What comes out right before the chorus? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "What comes out right before the chorus?"
    },
    {
      "korean": "자신있어요? - 그럼요 - 안무를 어느 부분을 보여드려야 할까요? Are you confident? - Yes. - Which part? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Are you confident? - Yes. - Which part?"
    },
    {
      "korean": "진짜 왜 저러는 거야 진짜 - 지민 씨 어느 부분을 보여드리는 게 좋을까요? Why is he doing that? - Which part, Jimin? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Why is he doing that? - Which part, Jimin?"
    },
    {
      "korean": "시작! 각자 이번 앨범에서 가장 달라진 부분이 있다면? Start! What is something that changed a lot for each of you for this album? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Start! What is something that changed a lot for each of you for this album?"
    }
  ],
  "examples": [
    {
      "korean": "The jacket was worn at the elbows. 듣기 Add to Wordbook 그 재킷은 팔꿈치 부분이 닳아 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The jacket was worn at the elbows. Add to Wordbook"
    },
    {
      "korean": "The engine came loose from its mountings. 듣기 Add to Wordbook 엔진이 받침대에 고정된 부분이 헐거워졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The engine came loose from its mountings. Add to Wordbook"
    },
    {
      "korean": "Now we come to the crux of the matter. 듣기 Add to Wordbook 이제 이 문제의 가장 곤란한 부분에 이르렀습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Now we come to the crux of the matter. Add to Wordbook"
    },
    {
      "korean": "Certain passages were excised from the book. 듣기 Add to Wordbook 그 책에서 일부 부분들이 삭제되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Certain passages were excised from the book. Add to Wordbook"
    },
    {
      "korean": "Her stockings were wrinkling at the knees. 듣기 Add to Wordbook 그녀의 스타킹은 무릎 부분에 주름이 잡혀 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her stockings were wrinkling at the knees. Add to Wordbook"
    }
  ]
}