{
  "phrases": [
    {
      "phrase": "부러지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(단단한 물체가) break, be[get] broken, fracture, (무게·압력 등으로) give way, (딱 소리를 내며) snap (off)",
        "('딱 부러지게'의 형태로 쓰여)",
        "(기타)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "brittle",
      "frequency": 3
    },
    {
      "meaning": "broken",
      "frequency": 3
    },
    {
      "meaning": "snap",
      "frequency": 3
    },
    {
      "meaning": "give way",
      "frequency": 0
    },
    {
      "meaning": "clipped",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "장준 씨가 아주 똑부러져요. Jang Jun really speaks his mind. 듣기 View video Golden Child : [FULL] Golden Child 3RD MINI ALBUM [WISH] COMEBACK SHOWCASE",
      "english": "Jang Jun really speaks his mind."
    },
    {
      "korean": "이 안에는, 제가 손톱이 잘 부러져요. Inside... my nails easily break. 듣기 View video 카모마일T (Chamomile_T) : 카모마일T의 뷰티 Q&A 시간! / Chamomile_t's beauty Q&A",
      "english": "Inside... my nails easily break."
    },
    {
      "korean": "왜왜? - 부러져! 부러질 거 같아. Why? - It'll break. I think it'll break. 듣기 View video FTISLAND : [FULL] FTISLAND 여름밤의 꿈 COMEBACK VLIVE [DRIVE-IN FTISLAND]",
      "english": "Why? - It'll break. I think it'll break."
    },
    {
      "korean": "그래서 처음으로 다리 부러져 본 게 그때. That's when I first broke my leg. 듣기 View video 키워드#보아 - my SMTelevision : [키워드#보아] Ep.58 그땐 그랬지~ 보아의 어린시절 이야기",
      "english": "That's when I first broke my leg."
    },
    {
      "korean": "그렇지 않아? 언니 이거 잘 부러지잖아. - 잘 부러져. Don't you think so? This breaks easily. - It breaks easily. 듣기 View video V PICK! HOW-TO : [V PICK! HOW TO in V] 에이프릴 나은 ’예쁜게 죄’ 커버 메이크업 (HOW TO DO April Naeun ‘Oh my mistake’ Cover Makeup)",
      "english": "Don't you think so? This breaks easily. - It breaks easily."
    }
  ],
  "examples": [
    {
      "korean": "He was stretchered off the pitch with a broken leg. 듣기 Add to Wordbook 그는 다리가 부러져 경기장에서 들것에 실려 나갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was stretchered off the pitch with a broken leg. Add to Wordbook"
    },
    {
      "korean": "She broke her leg a month ago and it’s still in plaster. 듣기 Add to Wordbook 그녀는 한 달 전에 다리가 부러져 아직도 (그 다리에) 깁스를 하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She broke her leg a month ago and it’s still in plaster. Add to Wordbook"
    },
    {
      "korean": "I broke my leg in a skiing accident and was confined to bed all week. 듣기 Add to Wordbook 스키 사고로 다리가 부러져 일주일 내내 침대에 누워 있었습니다. DARAKWON",
      "english": "I broke my leg in a skiing accident and was confined to bed all week. Add to Wordbook"
    },
    {
      "korean": "The cusp of his tooth is broken. 듣기 Add to Wordbook 걔 이의 끝이 부러져 있어. Neungyule",
      "english": "The cusp of his tooth is broken. Add to Wordbook"
    },
    {
      "korean": "He was taken to the hospital with broken ribs. 듣기 Add to Wordbook 그는 늑골이 부러져 병원으로 실려 갔다 Neungyule",
      "english": "He was taken to the hospital with broken ribs. Add to Wordbook"
    }
  ]
}