{
  "phrases": [
    {
      "phrase": "부도",
      "hanja": " (不渡)",
      "example": {},
      "meanings": [
        "bankruptcy"
      ]
    },
    {
      "phrase": "부도",
      "hanja": " (附圖)",
      "example": {},
      "meanings": [
        "Noun appended map, appended diagram"
      ]
    },
    {
      "phrase": "부도나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be dishonored"
      ]
    },
    {
      "phrase": "부도수표",
      "hanja": " (不渡手票)",
      "example": {},
      "meanings": [
        "bounced check, bad check"
      ]
    },
    {
      "phrase": "부도 어음",
      "hanja": "",
      "example": {},
      "meanings": [
        "a bill of dishonor",
        "a dishonored bill"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dishonor",
      "frequency": 3
    },
    {
      "meaning": "delivery in lighter",
      "frequency": 0
    },
    {
      "meaning": "attached map",
      "frequency": 0
    },
    {
      "meaning": "floating rice",
      "frequency": 0
    },
    {
      "meaning": "non-sufficient funds",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[2부도 순조롭게 시작!] 남주의 첫 개인 생일 팬미팅에 오신 여러분 환영합니다! Welcome to Namjoo's first personal birthday fan meeting!! 듣기 View video Apink : Apink Mini Diary - NAMJOO PLEASE D-Day",
      "english": "Welcome to Namjoo's first personal birthday fan meeting!!"
    },
    {
      "korean": "네. 그... - 여기 부도가 나서. Yes. - It says a bad check. 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '추리극장-베어틴 납치사건!!!'",
      "english": "Yes. - It says a bad check."
    },
    {
      "korean": "사회책 첫 페이지를 펴면은 - 사회과부도! the first page of the Economy textbook - The atlas! 듣기 View video MONSTA X : [몬채널][S] MINHYUK DAY",
      "english": "the first page of the Economy textbook - The atlas!"
    },
    {
      "korean": "제가 2부도 이런 느낌으로 하려고 샀는데 - 그래요? I was trying to do the same for the 2nd half, too. - Oh yeah? 듣기 View video B1A4 : 산들과 꽃꽂이를 배워봅시다",
      "english": "I was trying to do the same for the 2nd half, too. - Oh yeah?"
    },
    {
      "korean": "2부도 똑같이 맨스에비뉴와... -저희 다시 왔습니다. 여러분. We will be with Man's Avenue. - We're back, everyone. 듣기 View video IDOL x IDOL : Man's Avenue - 맨스에비뉴 '신곡 스포! 맨스라디오'",
      "english": "We will be with Man's Avenue. - We're back, everyone."
    }
  ],
  "examples": [
    {
      "korean": "We were sorry to hear the unfortunate news of the bankruptcy. 듣기 Add to Wordbook 안타까운 부도 소식에 유감을 표합니다. DARAKWON",
      "english": "We were sorry to hear the unfortunate news of the bankruptcy. Add to Wordbook"
    },
    {
      "korean": "It is pretty hard to tell what does bring happiness; poverty and wealth have both failed. (Kin Hubbard) 듣기 Add to Wordbook 무엇이 행복을 주는지 말하기는 퍽 어렵다. 가난도 부도 둘 다 지금껏 실패했으니까. (킨 허바드, 행복명언) 명언/속담",
      "english": "It is pretty hard to tell what does bring happiness; poverty and wealth have both failed. (Kin Hubbard) Add to Wordbook"
    },
    {
      "korean": "Could you tell me why this check bounced? 듣기 Add to Wordbook 이 수표가 왜 부도가 났습니까? YBM All in All English-Korean Dictionary",
      "english": "Could you tell me why this check bounced? Add to Wordbook"
    },
    {
      "korean": "Could you check the authenticity of this check, please? 듣기 Add to Wordbook 이 수표를 (부도 수표인지) 확인해 주시겠습니까? Neungyule",
      "english": "Could you check the authenticity of this check, please? Add to Wordbook"
    },
    {
      "korean": "He has struggled against bankruptcy of the company. 듣기 Add to Wordbook 그는 회사의 부도를 막으려고 고군분투했다. Neungyule",
      "english": "He has struggled against bankruptcy of the company. Add to Wordbook"
    }
  ]
}