{
  "phrases": [
    {
      "phrase": "부수다",
      "hanja": "",
      "example": {},
      "meanings": [
        "break, smash, (파괴하다) destroy, demolish, pull down, tear down"
      ]
    },
    {
      "phrase": "기갈 든 놈은 돌담조차도 부순다",
      "hanja": " (飢渴―)",
      "example": {},
      "meanings": [
        "(속담) Hunger breaks stone walls."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "break",
      "frequency": 3
    },
    {
      "meaning": "bust",
      "frequency": 3
    },
    {
      "meaning": "shatter",
      "frequency": 3
    },
    {
      "meaning": "crack",
      "frequency": 3
    },
    {
      "meaning": "break something down",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[우다다다 발장구 치는 텬깅이 깜찍해서 난 아파트 우다다다 부순다] 뭬야! [TAEHYUN is so cute when kicking on the couch] What? 듣기 View video V PICK! : [TXT] YO~ 미니’어처’ 만드는 껌딱지즈 ‘어처’구니 없게 귀엽다 YO~ (SOOBIN&HUENINGKAI making miniature food)",
      "english": "[TAEHYUN is so cute when kicking on the couch] What?"
    },
    {
      "korean": "대가리 부순다! I'll crush your head! 듣기 View video 스튜디오 픽또 / PICK DDO : 인싸가 된 아싸짱 ep.2",
      "english": "I'll crush your head!"
    },
    {
      "korean": "전부 부순다. - 살려 줘. I'll break everything. - Save me. 듣기 View video IDOL x IDOL : A.DE - 에이디이 '빵!빵!빵! 속 터지는 파티!'",
      "english": "I'll break everything. - Save me."
    },
    {
      "korean": "마크 형 에어컨 부순다. - 마크 형 이따가 내가 밥 사줄게. Mark will smash air conditioning. - Mark, I will buy you food later. 듣기 View video GOT7 : GOT7의 하드캐리 0화 (GOT7 'HARD CARRY' ep.0)",
      "english": "Mark will smash air conditioning. - Mark, I will buy you food later."
    },
    {
      "korean": "[운명의 장난] 내가 부숴 먹었어 어제! [A quirk of fate] I ate it up yesterday! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[A quirk of fate] I ate it up yesterday!"
    }
  ],
  "examples": [
    {
      "korean": "In here, acids break down food into bits. 듣기 Add to Wordbook 이곳에서 위산은 음식물을 작은 조각으로 부순다. Neungyule",
      "english": "In here, acids break down food into bits. Add to Wordbook"
    },
    {
      "korean": "He smashes everything in his sight when he loses his temper[gets mad]. 듣기 Add to Wordbook 그는 화나면 눈에 보이는 것은 뭐든지 다 때려 부순다 Neungyule",
      "english": "He smashes everything in his sight when he loses his temper[gets mad]. Add to Wordbook"
    },
    {
      "korean": "The plow bottom lifts, turns, and break up the soil. 듣기 Add to Wordbook 쟁기 날이 흙을 퍼올려 엎고 부순다. YBM All in All English-Korean Dictionary",
      "english": "The plow bottom lifts, turns, and break up the soil. Add to Wordbook"
    },
    {
      "korean": "First, we break down the food with our teeth in our mouth. 듣기 Add to Wordbook 첫째, 우리는 입안의 음식물을 이로 부순다. Neungyule",
      "english": "First, we break down the food with our teeth in our mouth. Add to Wordbook"
    },
    {
      "korean": "Human teeth mash foods into small pieces to help digestion. 듣기 Add to Wordbook 인간의 치아는 소화를 돕기 위해 음식물을 잘게 부순다. TIMES CORE",
      "english": "Human teeth mash foods into small pieces to help digestion. Add to Wordbook"
    }
  ]
}