{
  "phrases": [
    {
      "phrase": "부유",
      "hanja": " (浮游)",
      "example": {},
      "meanings": [
        "[동사] (떠다니다) float, drift"
      ]
    },
    {
      "phrase": "부유",
      "hanja": " (富裕)",
      "example": {},
      "meanings": [
        "[형용사] (유복하다) rich, wealthy, affluent, well-to-do, (informal) well-off, (informal) well-heeled"
      ]
    },
    {
      "phrase": "부유(법)",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 flotation"
      ]
    },
    {
      "phrase": "부유한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "a well-off person",
        "a person of easy means"
      ]
    },
    {
      "phrase": "부유 수뢰",
      "hanja": "",
      "example": {},
      "meanings": [
        "a buoyant[floating] mine"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "flotation",
      "frequency": 0
    },
    {
      "meaning": "flotage",
      "frequency": 0
    },
    {
      "meaning": "opulence",
      "frequency": 0
    },
    {
      "meaning": "affluence",
      "frequency": 0
    },
    {
      "meaning": "waftage",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저 지팡이의 의미는 약간 부유한 층에서 지팡이 많이 쓸 때 있지 않아요? Don't gentlemen from the upper class use sticks like that? 듣기 View video OSEN : '스타로드' 뉴이스트의 뮤비 코멘터리 #EP 02",
      "english": "Don't gentlemen from the upper class use sticks like that?"
    },
    {
      "korean": "우리 되게 부유해 보인다. We look really wealthy. 듣기 View video V COOKIE : [Full] IN2IT​ X Rooftop Live - 인투잇의 루프탑라이브!",
      "english": "We look really wealthy."
    },
    {
      "korean": "부유함을 왜 걷어 차? Why would he deny affluence? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [남자사람친구 14일전]_6화 | 훈남선배의 숨겨왔던 특별한 비밀3",
      "english": "Why would he deny affluence?"
    },
    {
      "korean": "전 정말 부유한 사람인 거 같아요. I think I'm a very rich person. 듣기 View video Hwang Chi Yeul : #밤황치열시 #part.3 #DJ황치열",
      "english": "I think I'm a very rich person."
    },
    {
      "korean": "이 작은 시간들이 더해져서 마음이 더 부유한 사람이 됐으면 좋겠습니다. I hope the little things grow and you become someone rich in heart. 듣기 View video Hwang Chi Yeul : [Replay] 황치열 Chiyeul Hwang SHOWCASE",
      "english": "I hope the little things grow and you become someone rich in heart."
    }
  ],
  "examples": [
    {
      "korean": "a rich and powerful man 듣기 Add to Wordbook 부유하고 영향력 있는 남자 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a rich and powerful man Add to Wordbook"
    },
    {
      "korean": "a nation enriched by oil revenues 듣기 Add to Wordbook 석유 수익으로 부유해진 국가 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a nation enriched by oil revenues Add to Wordbook"
    },
    {
      "korean": "a hankering for a wealthy lifestyle 듣기 Add to Wordbook 부유한 생활 방식에 대한 갈망 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a hankering for a wealthy lifestyle Add to Wordbook"
    },
    {
      "korean": "one of the richest women in the world 듣기 Add to Wordbook 세계에서 가장 부유한 여성들 중 한 명 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "one of the richest women in the world Add to Wordbook"
    },
    {
      "korean": "He has known both poverty and wealth. 듣기 Add to Wordbook 그는 가난도 부유함도 다 겪어 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He has known both poverty and wealth. Add to Wordbook"
    }
  ]
}