{
  "phrases": [
    {
      "phrase": "부서",
      "hanja": " (部署)",
      "example": {},
      "meanings": [
        "department, division"
      ]
    },
    {
      "phrase": "부서로 가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go to one´s post",
        "take one´s position[place]"
      ]
    },
    {
      "phrase": "전투 부서표",
      "hanja": "",
      "example": {},
      "meanings": [
        "a quarter bill"
      ]
    },
    {
      "phrase": "출납계",
      "hanja": "",
      "example": {},
      "meanings": [
        "the cashier´s section",
        "a teller",
        "a cashier"
      ]
    },
    {
      "phrase": "부서 운영 비용으로 처리하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "treat sth as a departmental operational expense"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "section",
      "frequency": 3
    },
    {
      "meaning": "unit",
      "frequency": 3
    },
    {
      "meaning": "branch",
      "frequency": 3
    },
    {
      "meaning": "department",
      "frequency": 3
    },
    {
      "meaning": "bureau",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[거듭 확인] 어디 부서 장이라고요? [Checks again] What section do you manage again? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 9. “진짜 팬 됐어요” 송민호에게 자극 준 대힙 래퍼의 등장!? 경희대 국제캠 “래빈”",
      "english": "[Checks again] What section do you manage again?"
    },
    {
      "korean": "이 부서는 어떤 부서인가요? What division is this? 듣기 View video SM CCC LAB : [진리상점│Jinri Market]EP10. 진리상점입니다.",
      "english": "What division is this?"
    },
    {
      "korean": "오늘 부서 회식이군요. You have a department dinner today. 듣기 View video Hwang Chi Yeul : #밤황치열시 #part.3 #DJ황치열",
      "english": "You have a department dinner today."
    },
    {
      "korean": "그래서 그것마저 부서버리겠다? So, you want to break it? 듣기 View video NU'EST : [NU'EST] 오늘, 우리☺️",
      "english": "So, you want to break it?"
    },
    {
      "korean": "두 분이 부서가 다릅니까? Are you two in a different team? 듣기 View video Big Picture (빅픽처) : 빅픽처 스페셜시즌 EP60_PPL 봇들의 반란??(ft. 모델 욕심)",
      "english": "Are you two in a different team?"
    }
  ],
  "examples": [
    {
      "korean": "Many departments have overspent their budgets this year. 듣기 Add to Wordbook 올해에는 많은 부서들이 예산보다 초과 지출했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many departments have overspent their budgets this year. Add to Wordbook"
    },
    {
      "korean": "They are looking into ways of invigorating the department. 듣기 Add to Wordbook 그들은 그 부서를 활성화할 방안을 찾고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They are looking into ways of invigorating the department. Add to Wordbook"
    },
    {
      "korean": "She made herself indispensable to the department. 듣기 Add to Wordbook 그녀는 자기가 그 부서에 없어서는 안 되는 사람이 되도록 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She made herself indispensable to the department. Add to Wordbook"
    },
    {
      "korean": "a fully staffed department 듣기 Add to Wordbook 직원이 다 차 있는 부서 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a fully staffed department Add to Wordbook"
    },
    {
      "korean": "They tried to ensure uniformity across the different departments. 듣기 Add to Wordbook 그들은 서로 다른 부서들 간의 균일성을 확보하기 위해 애썼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They tried to ensure uniformity across the different departments. Add to Wordbook"
    }
  ]
}