{
  "phrases": [
    {
      "phrase": "부상자",
      "hanja": " (負傷者)",
      "example": {},
      "meanings": [
        "injured[wounded] person, (집합적) the injured[wounded]"
      ]
    },
    {
      "phrase": "부상자를 구호하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "give aid to the injured[the wounded]"
      ]
    },
    {
      "phrase": "부상자를 방치하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "leave an injured person behind"
      ]
    },
    {
      "phrase": "부상자 명단에 오르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go on the injured list"
      ]
    },
    {
      "phrase": "부상자에게 응급 처치를 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "give first aid to the wounded"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "wounded",
      "frequency": 3
    },
    {
      "meaning": "injuries",
      "frequency": 0
    },
    {
      "meaning": "the wounded",
      "frequency": 0
    },
    {
      "meaning": "the injurde",
      "frequency": 0
    },
    {
      "meaning": "triage",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여기 부상자 있어요. - 무슨 일 있었어요? Someone got hurt! - Did something happen just now? 듣기 View video Apink : [REPLAY] 2017 GLOBAL V LIVE TOP10 - Apink",
      "english": "Someone got hurt! - Did something happen just now?"
    },
    {
      "korean": "길 가다 보면 교통사고 안내판처럼 어제의 사망자, 어제의 부상자. It's like the traffic accident sign on the street saying the number of death and injured. 듣기 View video V Animal Family : 사지말고 '입양'하세요..♥ Don't buy, 'Adopt'!",
      "english": "It's like the traffic accident sign on the street saying the number of death and injured."
    }
  ],
  "examples": [
    {
      "korean": "All the sick and wounded were evacuated. 듣기 Add to Wordbook 모든 환자들과 부상자들을 피신시켰다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All the sick and wounded were evacuated. Add to Wordbook"
    },
    {
      "korean": "The injured were carried away on stretchers. 듣기 Add to Wordbook 부상자들은 들것에 실려 옮겨졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The injured were carried away on stretchers. Add to Wordbook"
    },
    {
      "korean": "Ambulance crews were tending to the injured. 듣기 Add to Wordbook 구급차 요원들이 부상자들을 돌보고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Ambulance crews were tending to the injured. Add to Wordbook"
    },
    {
      "korean": "Paramedics treated the injured at the roadside. 듣기 Add to Wordbook 긴급 의료원들이 부상자들을 길가에서 치료했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Paramedics treated the injured at the roadside. Add to Wordbook"
    },
    {
      "korean": "Ambulances rushed the injured to the hospital. 듣기 Add to Wordbook 구급차들이 부상자들을 급히 병원으로 실어 날랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Ambulances rushed the injured to the hospital. Add to Wordbook"
    }
  ]
}