{
  "phrases": [
    {
      "phrase": "북적",
      "hanja": " (北狄)",
      "example": {},
      "meanings": [
        "(역사) northern barbarians"
      ]
    },
    {
      "phrase": "북적거리는 거리",
      "hanja": "",
      "example": {},
      "meanings": [
        "a crowded street",
        "a bustling street"
      ]
    },
    {
      "phrase": "여기는 너무 북적대네요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "This place is really ^crowded^."
      ]
    },
    {
      "phrase": "남만북적",
      "hanja": " (南蠻北狄)",
      "example": {},
      "meanings": [
        "southern and northern barbarians"
      ]
    },
    {
      "phrase": "북적하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb bustle, crowd"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Beidi",
      "frequency": 0
    },
    {
      "meaning": "North Equatorial Current",
      "frequency": 0
    },
    {
      "meaning": "north equatorial current",
      "frequency": 0
    },
    {
      "meaning": "the north equatorial current",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[북적] [말만하면 다 나오는 좁은 방] 아이러니하게도 있을 건 다 있군. [Crowded] [The room has everything we need] he has everything we need. 듣기 View video 모비딕(Mobidic) : 최현석, 장인어른 호칭에 예대 출신 의뢰인에게 역대급 분노 <초이가이버> 16회",
      "english": "[Crowded] [The room has everything we need] he has everything we need."
    },
    {
      "korean": "[북적 북적, 어느새 등원 버스 만석] 보고 있는데 계속 힘내라고... [Crowded. The bus is already full] They are cheering. 듣기 View video 동방신기의 72시간 - my SMTelevision : [동방신기의 72시간] EP.13 한층 업그레이드된 열정의 2일차 시작",
      "english": "[Crowded. The bus is already full] They are cheering."
    },
    {
      "korean": "아까 그곳은 카페도 많고 북적한 느낌이었어요. There are lots of cafes at the previous beach. 듣기 View video YGK+ : 효니티비시즌4제주올래?",
      "english": "There are lots of cafes at the previous beach."
    },
    {
      "korean": "일단. -북적 북적거리는데. -은광이형 부터 투표하겠습니다. First. - Very crowded. - Raise your hand for Eunkwang. 듣기 View video BTOB : THE BEAT SEASON 5 -비투비의 패션왕-",
      "english": "First. - Very crowded. - Raise your hand for Eunkwang."
    }
  ],
  "examples": [
    {
      "korean": "There was an endless supply of people working, either on foot, or driving the numerous motorbikes that always seemed to have to go where the most people were standing. 듣기 Add to Wordbook 서서 일하거나 오토바이를 타고 다니며 일하는 사람들로 북적 였는데, 오토바이들은 항상 사람들이 많이 서있는 곳만 골라 지나 다니는 것 같았다. YBM All in All English-Korean Dictionary",
      "english": "There was an endless supply of people working, either on foot, or driving the numerous motorbikes that always seemed to have to go where the most people were standing. Add to Wordbook"
    },
    {
      "korean": "The reason why the city is crowded with many people all year round is because of the magnificent temples of Angkor. 듣기 Add to Wordbook 일년 내내 많은 사람들이 북적 이는 이유는 앙코르의 아름다운 사원들 때문입니다. TIMES CORE",
      "english": "The reason why the city is crowded with many people all year round is because of the magnificent temples of Angkor. Add to Wordbook"
    },
    {
      "korean": "Walking down the crowded streets in Myeongdong and Gangnam, there are teenagers and college students excitedly talking. 듣기 Add to Wordbook 명동과 강남의 북적 이는 거리를 걸을 때면, 십대들과 대학생들이 신나게 이야기를 한다. TIMES CORE",
      "english": "Walking down the crowded streets in Myeongdong and Gangnam, there are teenagers and college students excitedly talking. Add to Wordbook"
    },
    {
      "korean": "Crowd starting to bustle into the hall. 듣기 Add to Wordbook 광장에 북적대기 시작하는 군중 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 남윤경(skad****)",
      "english": "Crowd starting to bustle into the hall. Add to Wordbook"
    },
    {
      "korean": "Lahore is culture and bustle and noise. 듣기 Add to Wordbook 도시 Lahore는 문화이자 북적거림 그리고 소음이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Lahore is culture and bustle and noise. Add to Wordbook"
    }
  ]
}