{
  "phrases": [
    {
      "phrase": "분내",
      "hanja": " (粉―)",
      "example": {},
      "meanings": [
        "the smell(ing) of powder"
      ]
    },
    {
      "phrase": "분내 유해 가스 배출량",
      "hanja": "",
      "example": {},
      "meanings": [
        "fecal noxious gas emission"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "f(a)ecal fat",
      "frequency": 0
    },
    {
      "meaning": "zinc dusting powder",
      "frequency": 0
    },
    {
      "meaning": "fecal noxious gas",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나 딱 가려 그랬는데 바로 이렇게 짐 싸시는 분 내가 봤기 때문에... I was going to go, and then I saw some of you already packing. 듣기 View video PARK JI HOON : 박지훈의 [360] UNBOXING (Feat. 응원봉 커스텀)",
      "english": "I was going to go, and then I saw some of you already packing."
    },
    {
      "korean": "혹시 나랑 자보신 분 내가 코 골던가요? Anybody who have slept besides me, did I snore? 듣기 View video V COOKIE : 눕방 100회 특집스페셜 '눕방의 역사' (100th Anniversary LieV SPECIAL)",
      "english": "Anybody who have slept besides me, did I snore?"
    },
    {
      "korean": "얘기하고 싶으신 분. - 내 사연 어마어마하다. - 자신있게 손을 들어서... Anyone who wants to talk. - My story is amazing. - Please raise your hand. 듣기 View video WINNER : [REPLYA] WINNER 'FATE NUMBER FOR' COUNTDOWN LIVE",
      "english": "Anyone who wants to talk. - My story is amazing. - Please raise your hand."
    }
  ],
  "examples": [
    {
      "korean": "Such a quake would also send powerful tsunami waves rushing to shore in minutes. 발음듣기 이렇게 강력한 지진이라면 수 분내에 강력한 쓰나미도 발생시킨다고 한다. Neungyule",
      "english": "Such a quake would also send powerful tsunami waves rushing to shore in minutes. 발음"
    },
    {
      "korean": "The flares ignited a real fire and within minutes the house was a conflagration. 발음듣기 불꽃이 진짜 화재로 점화되어, 수 분내에 그집은 커다란 불길에 휩싸였다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Web Collection",
      "english": "The flares ignited a real fire and within minutes the house was a conflagration. 발음"
    },
    {
      "korean": "Search events within the last integer number of minutes. 발음듣기 마지막 정수 분 내에서 이벤트를 검색합니다. hansemEUG",
      "english": "Search events within the last integer number of minutes. 발음"
    },
    {
      "korean": "New servers can be deployed in minutes and resources can be reclaimed quickly when they are no longer needed. 발음듣기 새 서버는 수 분 내에 배포할 수 있으며, 리소스가 더 이상 필요하지 않을 경우에는 신속히 회수할 수 있습니다. hansemEUG",
      "english": "New servers can be deployed in minutes and resources can be reclaimed quickly when they are no longer needed. 발음"
    },
    {
      "korean": "Deploy information services in minutes, without coding 발음듣기 수 분 내에 암호화 없이 정보 서비스를 효율적으로 활용 hansemEUG",
      "english": "Deploy information services in minutes, without coding 발음"
    }
  ]
}