{
  "phrases": [
    {
      "phrase": "분",
      "hanja": " (分)",
      "example": {},
      "meanings": [
        "(시간의 단위) minute",
        "(각도의 단위) minute,",
        "(부분)"
      ]
    },
    {
      "phrase": "분",
      "hanja": " (分)",
      "example": {},
      "meanings": [
        "(분수)"
      ]
    },
    {
      "phrase": "분",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람을 높이는 말) person"
      ]
    },
    {
      "phrase": "분",
      "hanja": " (憤·忿)",
      "example": {},
      "meanings": [
        "(분한 마음) anger, rage, resentment, indignation, (formal) wrath"
      ]
    },
    {
      "phrase": "분",
      "hanja": " (粉)",
      "example": {},
      "meanings": [
        "(화장품) (face) powder"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "his",
      "frequency": 2
    },
    {
      "meaning": "him",
      "frequency": 2
    },
    {
      "meaning": "her",
      "frequency": 2
    },
    {
      "meaning": "min.",
      "frequency": 0
    },
    {
      "meaning": "minute 1",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "지금 만..천..구백이십한분이 이 충격적인 현장에... 11,921 people are witnessing this shock... 듣기 View video V PICK! : [PENTAGON] 고시넌씨의 충격의 충격의 충격고백❗️ (Shinwon&Wooseok drawing each other)",
      "english": "11,921 people are witnessing this shock..."
    },
    {
      "korean": "저희 머리 만져주시는 분이 이 머리를 한 번 해주실 때 스프레이 한 통을 다 쓰세요. When my hair stylist does this style, she uses a whole bottle of hairspray. 듣기 View video V PICK! : [N.Flying] 별안간 재현이의 옷장행✌️ (Kim Jae Hyun’s V in the closet)",
      "english": "When my hair stylist does this style, she uses a whole bottle of hairspray."
    },
    {
      "korean": "힘드신 많은 분이 이 노래를 듣고 위로를 좀 받으셨으면 좋겠습니다. can take comfort in this song. 듣기 View video FANGUIN TV : [REPLAY] 다비치의 반반한 쇼 (DAVICHI Comeback Live)",
      "english": "can take comfort in this song."
    },
    {
      "korean": "얼마전에 보호자 분이 이 캣타워를 선물해 주셨는데요. One of our patient's owners gave us this cat tower. 듣기 View video V Animal Family : 동물 가족들을 소개합니다! Introduction of Animal Family!",
      "english": "One of our patient's owners gave us this cat tower."
    },
    {
      "korean": "여기 계신 모든 분이 이 노래를 다 알아야 돼요. Everyone watching this should know about this song. 듣기 View video LEE HI : HI TV - Episode 09",
      "english": "Everyone watching this should know about this song."
    }
  ],
  "examples": [
    {
      "korean": "Someone left this note for you. 발음듣기 어떤 분이 이 메모를 당신께 남겼어요[전해 달라고 했어요]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Someone left this note for you. 발음"
    },
    {
      "korean": "She should be able to straighten this out. 발음듣기 그 분이 이 문제를 해결해 주실 거예요. YBM All in All English-Korean Dictionary",
      "english": "She should be able to straighten this out. 발음"
    },
    {
      "korean": "Who's at the helm in this office? 발음듣기 어느 분이 이 사무실 책임자 입니까? Neungyule",
      "english": "Who's at the helm in this office? 발음"
    },
    {
      "korean": "I'm sorry, sir. I'm not sure what's happened. If you'll hold for a moment, I'll get my supervisor on the line. She should be able to straighten this out. 발음듣기 죄송해요, 손님. 저는 그 건에 대해서는 잘 모르거든요. 잠깐 기다리시면 상급자를 연결시켜 드릴게요. 그 분이 이 문제를 해결해 주실 거예요. YBM All in All English-Korean Dictionary",
      "english": "I'm sorry, sir. I'm not sure what's happened. If you'll hold for a moment, I'll get my supervisor on the line. She should be able to straighten this out. 발음"
    },
    {
      "korean": "She’s the best teacher I’ve ever had. 발음듣기 그 분은 제가 만난 선생님 중 가장 좋으신 분 이예요. TIMES CORE",
      "english": "She’s the best teacher I’ve ever had. 발음"
    }
  ]
}