{
  "phrases": [
    {
      "phrase": "분쟁",
      "hanja": " (紛爭)",
      "example": {},
      "meanings": [
        "dispute, conflict, trouble, (formal) strife"
      ]
    },
    {
      "phrase": "영토 분쟁",
      "hanja": "",
      "example": {},
      "meanings": [
        "territorial dispute"
      ]
    },
    {
      "phrase": "분쟁을 중재하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "arbitrate in a dispute",
        "mediate a dispute"
      ]
    },
    {
      "phrase": "민족 분쟁",
      "hanja": "",
      "example": {},
      "meanings": [
        "ethnic strife"
      ]
    },
    {
      "phrase": "분쟁을 일으키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "raise[kick up] dust"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "incident",
      "frequency": 2
    },
    {
      "meaning": "dispute",
      "frequency": 1
    },
    {
      "meaning": "aggro",
      "frequency": 0
    },
    {
      "meaning": "straighten out",
      "frequency": 0
    },
    {
      "meaning": "mix-in",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[이해가 안 가는 갈등, 분쟁, 모략, 험담 분야 최고 위원] 셔누에 대한 불만이 1도 없어요 진짜? So there's not one complaint to SHOWNU? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 39회 - 셔리더체제, 이대로 좋은가(사실은..)",
      "english": "So there's not one complaint to SHOWNU?"
    },
    {
      "korean": "분쟁이 크게 있었죠. - 네. It was a bit trouble. - Yes. 듣기 View video KIM TAE WOO : 김태우의 10주년 '하고 싶은 말' (KIM TAE WOO 10th Anniv. ‘Words I'd Want To Say’)",
      "english": "It was a bit trouble. - Yes."
    },
    {
      "korean": "이거 저작권 분쟁하지 않나요? Would it infringe copyright? 듣기 View video AKMU : [AKMU의 사춘기노트 p.9] '꿈'",
      "english": "Would it infringe copyright?"
    },
    {
      "korean": "변호사님이 분쟁이 발생한다고 하시네요. You said it's a start of conflict. 듣기 View video IDOL x IDOL : 언타이틀 - 'A.De와 함께하는 언타이틀'",
      "english": "You said it's a start of conflict."
    },
    {
      "korean": "2010년에 소속사와 분쟁이 있었어요. And then, I had a trouble with my agency. 듣기 View video KIM TAE WOO : 김태우의 10주년 '하고 싶은 말' (KIM TAE WOO 10th Anniv. ‘Words I'd Want To Say’)",
      "english": "And then, I had a trouble with my agency."
    }
  ],
  "examples": [
    {
      "korean": "There is no machinery for resolving disputes. 발음듣기 분쟁 해결을 위한 기구가 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There is no machinery for resolving disputes. 발음"
    },
    {
      "korean": "Settling the dispute required great tact and diplomacy. 발음듣기 그 분쟁을 해결하는 데는 대단한 요령과 외교술이 요구되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Settling the dispute required great tact and diplomacy. 발음"
    },
    {
      "korean": "Their purpose is to adjudicate disputes between employers and employees. 발음듣기 그들의 목적은 노사분쟁을 재결하는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their purpose is to adjudicate disputes between employers and employees. 발음"
    },
    {
      "korean": "Both sides committed themselves to settle the dispute peacefully. 발음듣기 양측 모두 그 분쟁을 평화적으로 해결하겠다고 약속했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Both sides committed themselves to settle the dispute peacefully. 발음"
    },
    {
      "korean": "The negotiators are trying to make peace between the warring factions. 발음듣기 협상자들이 분쟁 중인 그 파벌들 간에 평화를 이뤄 내려고 애쓰고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The negotiators are trying to make peace between the warring factions. 발음"
    }
  ]
}