{
  "phrases": [
    {
      "phrase": "분투",
      "hanja": " (奮鬪)",
      "example": {},
      "meanings": [
        "a struggle, a strenuous effort, hard fighting, 분투하다 fight[battle] (against) , struggle (hard), exert oneself, make a strenuous effort"
      ]
    },
    {
      "phrase": "용전분투하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fight a battle courageously"
      ]
    },
    {
      "phrase": "분투노력하여 성공하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fight one´s way to success"
      ]
    },
    {
      "phrase": "자유를 위하여 분투하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fight for liberty"
      ]
    },
    {
      "phrase": "분투노력",
      "hanja": " (奮鬪努力)",
      "example": {},
      "meanings": [
        "vigorous[strenuous] efforts[exertions]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "push",
      "frequency": 3
    },
    {
      "meaning": "struggle",
      "frequency": 3
    },
    {
      "meaning": "exertion",
      "frequency": 3
    },
    {
      "meaning": "stroke 1",
      "frequency": 3
    },
    {
      "meaning": "tug",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "눈물겨운 분투가 숨어있다는 진실을 설득력 있게 보여준다. there is a hidden struggle that prevents the inside from becoming a monster. 듣기 View video MOMO X : [모모문고] 허영생 편",
      "english": "there is a hidden struggle that prevents the inside from becoming a monster."
    }
  ],
  "examples": [
    {
      "korean": "our striving for perfection 듣기 Add to Wordbook 완벽을 위한 우리의 분투 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "our striving for perfection Add to Wordbook"
    },
    {
      "korean": "The push for reform started in 1989. 듣기 Add to Wordbook 개혁을 위한 그 분투는 1989년에 시작되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The push for reform started in 1989. Add to Wordbook"
    },
    {
      "korean": "Newspaper editors all strive to be first with a story. 듣기 Add to Wordbook 신문 편집자들은 모두 어떤 기사를 맨 처음 싣기 위해 분투한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Newspaper editors all strive to be first with a story. Add to Wordbook"
    },
    {
      "korean": "He’s still fighting for compensation after the accident. 듣기 Add to Wordbook 그는 그 사고 후 아직도 보상을 받기 위해 분투하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s still fighting for compensation after the accident. Add to Wordbook"
    },
    {
      "korean": "She gradually fought her way to the top of the company. 듣기 Add to Wordbook 그녀는 분투한 결과 서서히 그 회사 내 최고 자리까지 올라갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She gradually fought her way to the top of the company. Add to Wordbook"
    }
  ]
}