{
  "phrases": [
    {
      "phrase": "불균형",
      "hanja": " (不均衡)",
      "example": {},
      "meanings": [
        "imbalance"
      ]
    },
    {
      "phrase": "호르몬 불균형",
      "hanja": "",
      "example": {},
      "meanings": [
        "hormone imbalance"
      ]
    },
    {
      "phrase": "수출입의 불균형",
      "hanja": "",
      "example": {},
      "meanings": [
        "an imbalance between imports and exports",
        "a trade imbalance"
      ]
    },
    {
      "phrase": "성비 불균형을 해소하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "ease the gender imbalance"
      ]
    },
    {
      "phrase": "수출입의 불균형을 바로잡다",
      "hanja": "",
      "example": {},
      "meanings": [
        "correct the imbalance of trade",
        "correct the imbalance between imports and exports"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "imbalance",
      "frequency": 0
    },
    {
      "meaning": "disproportion",
      "frequency": 0
    },
    {
      "meaning": "disequilibrium",
      "frequency": 0
    },
    {
      "meaning": "dissymmetry",
      "frequency": 0
    },
    {
      "meaning": "asymmetry",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "원래 불균형이... - 굿 굿 오케이! The imbalance makes it cool. - Good, good. Ok! 듣기 View video TOMORROW X TOGETHER : 제목 모하지? 모아지! 2",
      "english": "The imbalance makes it cool. - Good, good. Ok!"
    },
    {
      "korean": "사랑에는 분명 불균형이 존재한다. Love is definitely unfair. 듣기 View video V WEB DRAMA : [소녀접근금지] 9화 - 다신 사랑 안해 (아재 오빠 태훈 下)",
      "english": "Love is definitely unfair."
    },
    {
      "korean": "이 불균형을 맞추는 것도 사실 연습이 필요합니다. You also need lots of practice to draw your eyebrows in a symmetric manner. 듣기 View video V Beauty : 데이지의 티파니 메이크업 Tiffany Cover Makeup",
      "english": "You also need lots of practice to draw your eyebrows in a symmetric manner."
    }
  ],
  "examples": [
    {
      "korean": "Linguists are studying the asymmetric use of Creole by parents and children. 발음듣기 언어학자들은 부모와 자식들 간에 불균형적인 크레올 사용을 연구하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Linguists are studying the asymmetric use of Creole by parents and children. 발음"
    },
    {
      "korean": "Attempts are being made to redress the imbalance between our import and export figures. 발음듣기 우리의 수출입 수치상의 불균형을 바로잡기 위한 시도들이 이뤄지고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Attempts are being made to redress the imbalance between our import and export figures. 발음"
    },
    {
      "korean": "a profession with a high disproportion of male to female employees 발음듣기 남녀 고용 인원 불균형이 심한 직종 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a profession with a high disproportion of male to female employees 발음"
    },
    {
      "korean": "The area contains a disproportionate number of young middle-class families. 발음듣기 그 지역에서는 젊은 중산층 가족의 수가 불균형을 이루고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The area contains a disproportionate number of young middle-class families. 발음"
    },
    {
      "korean": "the disproportion between the extra responsibilities and the small salary increase 발음듣기 추가 책무와 소규모 급여 인상 사이의 불균형 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the disproportion between the extra responsibilities and the small salary increase 발음"
    }
  ]
}