{
  "phrases": [
    {
      "phrase": "Boolean",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 수학, 컴퓨터 불 방식의(특히 컴퓨터와 전자공학에서 참과 거짓을 나타내는 숫자 1과 0만을 이용하는 방식)"
      ]
    },
    {
      "phrase": "Boleyn",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun Anne, 불린(1507-36): 잉글랜드 왕 Henry V1의 둘째 왕비; Elizabeth I의 어머니."
      ]
    },
    {
      "phrase": "boo lean",
      "hanja": "",
      "example": {},
      "meanings": [
        "boo lean is like a sideline BOO who you LEAN on when your main boo messin up!!! background info....umm it was seen in some movie on a STI 'o9 field trip and one student (me) started sayin it around campus nd made it my text signature then decided 2 make it official on urban dictionary b4 mi bestf..."
      ]
    },
    {
      "phrase": "불리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물체를 액체에 담그다) steep, soak, macerate",
        "(재산·세력 등을 커지게 하다) increase, (세력 등을) extend"
      ]
    },
    {
      "phrase": "불리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be called, be named"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tempered",
      "frequency": 0
    },
    {
      "meaning": "as/that was",
      "frequency": 0
    },
    {
      "meaning": "yclept",
      "frequency": 0
    },
    {
      "meaning": "windblown",
      "frequency": 0
    },
    {
      "meaning": "Boleyn",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 두 번 불린 바나분들 드리는 게 맞는 건가? Is it right? That we give a presents for BANA who have been picked twice? 듣기 View video B1A4 : B1A4의 To My Star EP.020-1",
      "english": "Is it right? That we give a presents for BANA who have been picked twice?"
    },
    {
      "korean": "그러면 그 불린 거를 이제... Then you eat... 듣기 View video V Beauty : [미아 Mia] 추석 후유증 미아와 다이어트! Diet after holidays",
      "english": "Then you eat..."
    },
    {
      "korean": "이게 지금 다 불린 거 아닌가요? 맞아요? I think it's soaked enough. Am I right? 듣기 View video MONSTA X : 켠셰프의 쿡쿡 #01 [Happy birthday to me]",
      "english": "I think it's soaked enough. Am I right?"
    },
    {
      "korean": "불린 다음에 놔두세요. - 그냥 놔두라고? You can leave it there. - Just leave it? 듣기 View video V COOKIE : [Full]SPECIAL WEEK - EP.5 DAY6",
      "english": "You can leave it there. - Just leave it?"
    },
    {
      "korean": "[처음으로 불린 이름이 무조건 낙오자] 이름만 들어가면 탈락이야? You're it if your names in there? 듣기 View video SF9 : SF9 - SF9의 랜선여행 #8",
      "english": "You're it if your names in there?"
    }
  ],
  "examples": [
    {
      "korean": "Anne Boleyn had her head chopped off. 발음듣기 앤 불린은 목을 베였다[참수를 당했다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Anne Boleyn had her head chopped off. 발음"
    },
    {
      "korean": "(비격식) Anne Boleyn had her head chopped off. 발음듣기 앤 불린은 목을 베였다[참수를 당했다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "(비격식) Anne Boleyn had her head chopped off. 발음"
    },
    {
      "korean": "The team called ‘The No-Hopers’ certainly lived up to its name. 발음듣기 ‘가망 없는 자들’이라고 불린 팀은 분명히 그 이름에 어울리는 팀이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The team called ‘The No-Hopers’ certainly lived up to its name. 발음"
    },
    {
      "korean": "The rice is washed clean, soaked for two or three hours in water, then ground fine and sifted. 발음듣기 쌀을 깨끗이 씻어 2~3시간 물에 담가 불린 후 곱게 갈아 고운 체에 밭친다. Neungyule",
      "english": "The rice is washed clean, soaked for two or three hours in water, then ground fine and sifted. 발음"
    },
    {
      "korean": "Afghanistan's foreign minister also attended what was called the “Central Asia plus Japan Dialogue” as an observer. 발음듣기 아프가니스탄 외무장관은 [중앙 아시아 플러스 일본의 대화]로 불린 이번 회의에 옵서버 자격으로 참석했습니다. YBM All in All English-Korean Dictionary",
      "english": "Afghanistan's foreign minister also attended what was called the “Central Asia plus Japan Dialogue” as an observer. 발음"
    }
  ]
}