{
  "phrases": [
    {
      "phrase": "불리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물체를 액체에 담그다) steep, soak, macerate",
        "(재산·세력 등을 커지게 하다) increase, (세력 등을) extend"
      ]
    },
    {
      "phrase": "불리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be called, be named"
      ]
    },
    {
      "phrase": "불리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(자기 배를)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "split tin",
      "frequency": 0
    },
    {
      "meaning": "casehardening",
      "frequency": 0
    },
    {
      "meaning": "enrichment at somebody else's expense",
      "frequency": 0
    },
    {
      "meaning": "croupous bronchitis",
      "frequency": 0
    },
    {
      "meaning": "Global Navigation Bar",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안주라고 불리기에는 조금... To call you that is a bit... 듣기 View video Chung Ha : 청하, 댄싱퀸과 함께 롤러코스터 탑승!!",
      "english": "To call you that is a bit..."
    },
    {
      "korean": "눕방이라고 불리기도 하는데요. That's why it's called LieV. 듣기 View video V COOKIE : [Full] MXM X LieV - MXM 임영민 X 김동현의 눕방라이브!",
      "english": "That's why it's called LieV."
    },
    {
      "korean": "세븐틴의 천사라고 불리기도 하고요. He was called the angel of Seventeen. 듣기 View video 셀럽티비(Celuv.TV) : 다함께 \"박수\" 세븐틴과 함께 CLAP~!",
      "english": "He was called the angel of Seventeen."
    },
    {
      "korean": "안티메탈로 불리기도 한다네요. so it is sometimes called as an anti-metal. 듣기 View video zzal TV GODAKU : 마블 서울찍고 부산~~ 블랙팬서 !!! [GO다쿠 시즌 3.7 / 2화]",
      "english": "so it is sometimes called as an anti-metal."
    },
    {
      "korean": "이제 그거를 2주 동안 그 얘기를 듣고 식초에 콩을 불리기 시작했습니다. For two weeks, I started soaking black beans in vinegar. 듣기 View video V Beauty : [미아 Mia] 추석 후유증 미아와 다이어트! Diet after holidays",
      "english": "For two weeks, I started soaking black beans in vinegar."
    }
  ],
  "examples": [
    {
      "korean": "At his age, he can hardly be termed a young man. 발음듣기 그가 그 나이에 젊은이라고 불리기는 힘들다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At his age, he can hardly be termed a young man. 발음"
    },
    {
      "korean": "a reluctant hero 발음듣기 영웅으로 불리기를 꺼리는 영웅 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a reluctant hero 발음"
    },
    {
      "korean": "Securities firms are out to get bigger. 발음듣기 증권사들이 몸집 불리기에 나서고 있다 Neungyule",
      "english": "Securities firms are out to get bigger. 발음"
    },
    {
      "korean": "It is also called bovine spongiform encephalopathy (BSE). 발음듣기 그것은 'bovine spongiform encephalopathy (BSE)'라고 불리기도 한다. Neungyule",
      "english": "It is also called bovine spongiform encephalopathy (BSE). 발음"
    },
    {
      "korean": "They are also called singing rooms and karaoke rooms. 발음듣기 노래방은 노래 연습실, 가라오케방으로 불리기도 한다. Neungyule",
      "english": "They are also called singing rooms and karaoke rooms. 발음"
    }
  ]
}