{
  "phrases": [
    {
      "phrase": "불쌍해서",
      "hanja": "",
      "example": {},
      "meanings": [
        "out of pity[sympathy]"
      ]
    },
    {
      "phrase": "불쌍하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pitiful, pathetic, (S) poor, (formal) pitiable, (literary) piteous"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pathetic",
      "frequency": 3
    },
    {
      "meaning": "wretch",
      "frequency": 3
    },
    {
      "meaning": "You poor bastard!",
      "frequency": 0
    },
    {
      "meaning": "blighter",
      "frequency": 0
    },
    {
      "meaning": "miserably",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "불쌍해서 찾아왔지? You came because you felt sorry for me, didn't you? 듣기 View video 콬TV (WHYNOT) : 첫키스는 너랑 하고 싶어 [연애미수] EP06",
      "english": "You came because you felt sorry for me, didn't you?"
    },
    {
      "korean": "울었어요? - 너무 불쌍해서... You cried? - I felt sorry for it. 듣기 View video TWICE : [FULL] TWICE SHOWCASE #4 SIGNAL",
      "english": "You cried? - I felt sorry for it."
    },
    {
      "korean": "불쌍해서 인정. She's so pitiful. We should allow it. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비가 너희의 흥을 깨워주겠다'",
      "english": "She's so pitiful. We should allow it."
    },
    {
      "korean": "왜요? 불쌍해서? - 왜요? Why? Because you pity us? - Why? 듣기 View video V Special : MBC '오빠 생각' Oppa Thinking 대결 결과 생중계!",
      "english": "Why? Because you pity us? - Why?"
    },
    {
      "korean": "불쌍해서 테이프로 직접 감아 주셨대요. So he even taped it on the bus. 듣기 View video PENTAGON : <펜타곤 교과서> 2교시 - 보이는 라디오",
      "english": "So he even taped it on the bus."
    }
  ],
  "examples": [
    {
      "korean": "My heart ached with sympathy for the poor kids. 듣기 Add to Wordbook 그 아이들이 불쌍해서 가슴이 아렸다 Neungyule",
      "english": "My heart ached with sympathy for the poor kids. Add to Wordbook"
    },
    {
      "korean": "He took pity on the stray puppy and took it home. 듣기 Add to Wordbook 그는 길 잃은 강아지가 불쌍해서 집으로 데려갔다 Neungyule",
      "english": "He took pity on the stray puppy and took it home. Add to Wordbook"
    },
    {
      "korean": "I cried out of pity[because I felt sorry] for the heroine in the movie. 듣기 Add to Wordbook 나는 영화 속 여주인공이 불쌍해서 눈물을 흘렸다 Neungyule",
      "english": "I cried out of pity[because I felt sorry] for the heroine in the movie. Add to Wordbook"
    },
    {
      "korean": "My heart overflowed with tenderness. 듣기 Add to Wordbook 나는 불쌍해서 가슴이 메였다. 영어영작문대사전",
      "english": "My heart overflowed with tenderness. Add to Wordbook"
    },
    {
      "korean": "I saved him out of pity for his children. 듣기 Add to Wordbook 애들이 불쌍해서 나는 그를 구해 주었다. 영어영작문대사전",
      "english": "I saved him out of pity for his children. Add to Wordbook"
    }
  ]
}