{
  "phrases": [
    {
      "phrase": "불합리",
      "hanja": " (不合理)",
      "example": {},
      "meanings": [
        "[명사] irrationality, illogicality, [형용사] irrational, illogical"
      ]
    },
    {
      "phrase": "불합리한 가격",
      "hanja": "",
      "example": {},
      "meanings": [
        "an unreasonable[outrageous] price"
      ]
    },
    {
      "phrase": "불합리한 제도",
      "hanja": "",
      "example": {},
      "meanings": [
        "an illogical system"
      ]
    },
    {
      "phrase": "불합리한 결론",
      "hanja": "",
      "example": {},
      "meanings": [
        "an illogical conclusion"
      ]
    },
    {
      "phrase": "이건 불합리해요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "This is absurd."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "absurd",
      "frequency": 3
    },
    {
      "meaning": "impertinence",
      "frequency": 3
    },
    {
      "meaning": "absurdity",
      "frequency": 3
    },
    {
      "meaning": "illegitimacy",
      "frequency": 0
    },
    {
      "meaning": "irrationality",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이런 황당하고 불합리한 경험을 해보신 분들이 계신가요? Are there people who have gone through flustering and unfair experiences like this? 듣기 View video V COOKIE : [Full]RADIO APART X CHAE SOO BIN (RADIO APART X 채수빈)",
      "english": "Are there people who have gone through flustering and unfair experiences like this?"
    },
    {
      "korean": "준우승 해도 다 필요가 없습니다. - 굉장하네요. 그런 불합리한. It's useless to be a runner-up. - Unbelievable. That's not fair. 듣기 View video QUEEN : 제1회 퀸씨배 인디알까기 최강자전",
      "english": "It's useless to be a runner-up. - Unbelievable. That's not fair."
    }
  ],
  "examples": [
    {
      "korean": "The fees they charge are not unreasonable. 듣기 Add to Wordbook 그들이 청구하는 요금은 불합리하지 않다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fees they charge are not unreasonable. Add to Wordbook"
    },
    {
      "korean": "He was being totally unreasonable about it. 듣기 Add to Wordbook 그는 그것에 대해 전적으로 불합리하게 굴고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was being totally unreasonable about it. Add to Wordbook"
    },
    {
      "korean": "Apistevists say that faith is an assertion of unreasonable belief. 듣기 Add to Wordbook 무신론자들은 신앙이 불합리한 믿음의 주장이라고 말한다. 국제영어대학원대학교 신어사전",
      "english": "Apistevists say that faith is an assertion of unreasonable belief. Add to Wordbook"
    },
    {
      "korean": "Whatsoever is contrary to nature is contrary to reason, and whatsoever is contrary to reason is absurd. (Baruch Spinoza) 듣기 Add to Wordbook 무엇이든 자연에 반하는 것은 이성에 반하는 것이며 이성에 반하는 그 모든 것은 불합리하다. (바뤼흐 스피노자, 생각명언) 명언/속담",
      "english": "Whatsoever is contrary to nature is contrary to reason, and whatsoever is contrary to reason is absurd. (Baruch Spinoza) Add to Wordbook"
    },
    {
      "korean": "Decision fatigue is one of the causes of unreasonable decision making. 듣기 Add to Wordbook 의사 결정 피로는 불합리한 의사 결정을 하는 이유 중의 하나이다. 국제영어대학원대학교 신어사전",
      "english": "Decision fatigue is one of the causes of unreasonable decision making. Add to Wordbook"
    }
  ]
}