{
  "phrases": [
    {
      "phrase": "-붙이",
      "hanja": "",
      "example": {},
      "meanings": [
        "(가까운 겨레) the same family[blood]",
        "(같은 종류) things of (a class, a group), things of (the same kind), things made (of), things belonging (to)"
      ]
    },
    {
      "phrase": "일가붙이",
      "hanja": " (一家붙이)",
      "example": {},
      "meanings": [
        "family relations, relatives, one's kinsfolk"
      ]
    },
    {
      "phrase": "모가슴풍뎅이붙이",
      "hanja": "",
      "example": {},
      "meanings": [
        "Mo-ga-seum-pung-deong-i-bud-i"
      ]
    },
    {
      "phrase": "무늬줄풍뎅이붙이",
      "hanja": "",
      "example": {},
      "meanings": [
        "Mu-nui-jul-pung-deong-i-bud-i"
      ]
    },
    {
      "phrase": "큰노랑하늘소붙이",
      "hanja": "",
      "example": {},
      "meanings": [
        "Keun-no-lang-ha-neul-so-bud-i"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "thrasher 2",
      "frequency": 0
    },
    {
      "meaning": "boat-tailed grackle",
      "frequency": 0
    },
    {
      "meaning": "false vampire (bat)",
      "frequency": 0
    },
    {
      "meaning": "flange nut",
      "frequency": 0
    },
    {
      "meaning": "washer based head",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "In 1856, a man by the name of Alex Ryden and his friend Joao Batista Pereira played a game that they named pelota, after a Spanish ball game. 듣기 Add to Wordbook 1856년에, 알렉스 라이든 이라는 이름의 남자와 그의 친구 주앙 바티스타 페레이라는 그들이 펠로따라고 이름을 붙이 게임을 했어요. TIMES CORE",
      "english": "In 1856, a man by the name of Alex Ryden and his friend Joao Batista Pereira played a game that they named pelota, after a Spanish ball game. Add to Wordbook"
    },
    {
      "korean": "For decades, the remarkable ability of the Gecko lizard to climb effortlessly across any vertical surface (or even upside-down), no matter how smooth (or rough), had both baffled and intrigued scientists. 듣기 Add to Wordbook 몇 십 년 동안, 도마뱀 붙이가 얼마나 부드럽든 (혹은 거칠든) 어떤 수직 표면에도 쉽게 오르는 놀라운 능력은 과학자들을 당황하게도 하고 호기심을 돋우었습니다. TIMES CORE",
      "english": "For decades, the remarkable ability of the Gecko lizard to climb effortlessly across any vertical surface (or even upside-down), no matter how smooth (or rough), had both baffled and intrigued scientists. Add to Wordbook"
    },
    {
      "korean": "One of the qualities which clearly makes gecko feet unique is that while they are clearly very sticky and work incredibly well at keeping the creature stuck to any surface, they also somehow allow the animal to lift their feet back off the wall and walk along easily. 듣기 Add to Wordbook 도마뱀 붙이의 발을 독특하게 만드는 특징 중의 하나는 그것이 확실히 매우 끈적하고 어떤 표면에도 붙어있게 놀랍도록 잘 작용하는 것에 반해, 또한 도마뱀 붙이가 발을 떼서 쉽게 걷도록 만든다는 것입니다. TIMES CORE",
      "english": "One of the qualities which clearly makes gecko feet unique is that while they are clearly very sticky and work incredibly well at keeping the creature stuck to any surface, they also somehow allow the animal to lift their feet back off the wall and walk along easily. Add to Wordbook"
    },
    {
      "korean": "Using these carbon tubes - which by themselves are considerably stronger than the hairs on a gecko is feet - scientists have created a dry adhesive (that is, a non- chemical adhesive, like Velcro) which is actually superior to the foot of the gecko, while retaining the features which make it unique: high shear adhesion and low normal adhesion. 듣기 Add to Wordbook 이러한 탄소 튜브를 사용하여 - 도마뱀 붙이의 발의 털보다 훨씬 강력한 - 과학자들은 도마뱀 붙이의 발보다 실제로 더 우수한 드라이 접착제를 만들었는데, 그것을 독특하게 만드는 특징을 유지합니다: 높은 쉬어 접착 그리고 낮은 일반 접착. TIMES CORE",
      "english": "Using these carbon tubes - which by themselves are considerably stronger than the hairs on a gecko is feet - scientists have created a dry adhesive (that is, a non- chemical adhesive, like Velcro) which is actually superior to the foot of the gecko, while retaining the features which make it unique: high shear adhesion and low normal adhesion. Add to Wordbook"
    }
  ]
}