{
  "phrases": [
    {
      "phrase": "붙이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(떨어지지 않게) stick, attach, (formal) affix, (풀로) paste, glue",
        "(가까이, 닿게)",
        "(말을)"
      ]
    },
    {
      "phrase": "그녀는 담배에 불을 붙였다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "She lit a cigarette."
      ]
    },
    {
      "phrase": "그녀는 양초에 불을 붙였다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "She lit the candle."
      ]
    },
    {
      "phrase": "그녀는 벤 상처에 반창고를 붙였다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "She bandaged the cut."
      ]
    },
    {
      "phrase": "혹 떼러 갔다가 혹 붙였다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(속담) Many go out for wool and come home shorn."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "She lit a candle.",
      "frequency": 0
    },
    {
      "meaning": "soft top",
      "frequency": 0
    },
    {
      "meaning": "convertible",
      "frequency": 3
    },
    {
      "meaning": "disk pack",
      "frequency": 0
    },
    {
      "meaning": "click",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[소원성취] 아 (센터 스티커) 드디어 붙였다! [My wish came true] Oh, finally, I got this sticker! 듣기 View video Mnet : 프로듀스101 시즌2 9화",
      "english": "[My wish came true] Oh, finally, I got this sticker!"
    },
    {
      "korean": "근데 붙였다 뗄 수 있는 거지? You can stick them together and take them apart, right? 듣기 View video MAMAMOO : [Special] 너나해 '음주 歌 마무' 시즌 2",
      "english": "You can stick them together and take them apart, right?"
    },
    {
      "korean": "처음에는 의미가 없었는데 의미를 붙였다. - 그렇죠. There was no meaning at first, but you gave it one. - Right. 듣기 View video JYPnation : 박지민 COMEBACK LIVE TALK",
      "english": "There was no meaning at first, but you gave it one. - Right."
    },
    {
      "korean": "밴드 붙였다. I put a bandage on my thumb. 듣기 View video GFRIEND : 리막 뭐하게 ?!",
      "english": "I put a bandage on my thumb."
    },
    {
      "korean": "붙였다 뗐다 하는 것 같아요. It's like it's on and off. 듣기 View video Show! Music core : 쇼! 음악중심 '5분 딜레이~' Show! Music core",
      "english": "It's like it's on and off."
    }
  ],
  "examples": [
    {
      "korean": "She glued the label onto the box. 듣기 Add to Wordbook 그녀가 상자에 라벨을 붙였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She glued the label onto the box. Add to Wordbook"
    },
    {
      "korean": "He put name tags on all his shirts. 듣기 Add to Wordbook 그는 자기 셔츠 모두에 이름표를 붙였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He put name tags on all his shirts. Add to Wordbook"
    },
    {
      "korean": "He pasted the pictures into his scrapbook. 듣기 Add to Wordbook 그는 그 사진들을 자기 스크랩북에 풀로 붙였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He pasted the pictures into his scrapbook. Add to Wordbook"
    },
    {
      "korean": "He grabbed her arms and pinned them to her sides. 듣기 Add to Wordbook 그가 그녀의 두 팔을 잡아 꼼짝 못하게 옆구리에 갖다 붙였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He grabbed her arms and pinned them to her sides. Add to Wordbook"
    },
    {
      "korean": "She lit a candle. 듣기 Add to Wordbook 그녀가 양초에 불을 붙였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She lit a candle. Add to Wordbook"
    }
  ]
}