{
  "phrases": [
    {
      "phrase": "비대칭",
      "hanja": " (非對稱)",
      "example": {},
      "meanings": [
        "asymmetry"
      ]
    },
    {
      "phrase": "비대칭의",
      "hanja": "",
      "example": {},
      "meanings": [
        "asymmetric(al)",
        "dissymmetric(al)"
      ]
    },
    {
      "phrase": "비대칭 구조를 가지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have an asymmetrical structure[organization, layout]"
      ]
    },
    {
      "phrase": "비대칭도",
      "hanja": " (非對稱度)",
      "example": {},
      "meanings": [
        "[통계] skewness."
      ]
    },
    {
      "phrase": "비대칭수차",
      "hanja": " (非對稱收差)",
      "example": {},
      "meanings": [
        "의학 coma"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "asymmetry",
      "frequency": 0
    },
    {
      "meaning": "dissymmetry",
      "frequency": 0
    },
    {
      "meaning": "asymmetrical",
      "frequency": 0
    },
    {
      "meaning": "asymmetric",
      "frequency": 0
    },
    {
      "meaning": "ADSL",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "비대칭 화장이야? Is it supposed to be asymmetric eye makeup? 듣기 View video TOMORROW X TOGETHER : 수빈&휴닝카이 : 뚝딱뚝딱 공작시간",
      "english": "Is it supposed to be asymmetric eye makeup?"
    },
    {
      "korean": "네 비대칭입니다. Yes, they are uneven. 듣기 View video V Beauty : [미아 MIA] 가을맞이 신상 하울 New Cosmetics Haul",
      "english": "Yes, they are uneven."
    },
    {
      "korean": "눈썹이 비대칭이냐고요? \"Are your brows uneven?\" 듣기 View video V Beauty : [미아 MIA] 가을맞이 신상 하울 New Cosmetics Haul",
      "english": "\"Are your brows uneven?\""
    },
    {
      "korean": "양쪽이 비대칭으로 많이 올라가거든요. is up higher. 듣기 View video V Beauty : 리에와 요가Talk_요가 어렵지 않아요~ 쉬운 요가 자세 Akiba Rie Yoga Talk",
      "english": "is up higher."
    },
    {
      "korean": "오늘 약간 비대칭 도토리야. It's a bit asymmetrical today. 듣기 View video Show! Music core : [REPLAY] 11/12 쇼! 음악중심 '5분 딜레이~' Show! Music core",
      "english": "It's a bit asymmetrical today."
    }
  ],
  "examples": [
    {
      "korean": "Most people’s faces are asymmetric. 발음듣기 대부분 사람들의 얼굴이 비대칭이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Most people’s faces are asymmetric. 발음"
    },
    {
      "korean": "Most people's faces are asymmetric. 발음듣기 대부분 사람들의 얼굴은 비대칭이다. 절대어휘 5100",
      "english": "Most people's faces are asymmetric. 발음"
    },
    {
      "korean": "Sugars and amino-acids have asymmetric molecules. 발음듣기 설탕과 아미노산은 비대칭적인 분자를 갖고 있다. YBM All in All English-Korean Dictionary",
      "english": "Sugars and amino-acids have asymmetric molecules. 발음"
    },
    {
      "korean": "Studies show that men and women both prefer members of the opposite sex who are more symmetrical than those with asymmetrical faces. 발음듣기 연구는(연구에 따르면), 남성과 여성이 비대칭적 얼굴을 가진 사람보다 대칭의 얼굴을 가진 반대의 성 사람들을 (이성을) 더 선호한다는 사실을 보여준다. Neungyule",
      "english": "Studies show that men and women both prefer members of the opposite sex who are more symmetrical than those with asymmetrical faces. 발음"
    },
    {
      "korean": "The North has started focusing its resources in bolstering so-called asymmetric warfare capabilities, by developing nuclear weapons, missiles and Special Forces. 발음듣기 북한은 핵무기 및 미사일 개발, 특수부대 양성을 통해 소위 비대칭 전력을 강화하는데 재원을 집중하기 시작했다. Neungyule",
      "english": "The North has started focusing its resources in bolstering so-called asymmetric warfare capabilities, by developing nuclear weapons, missiles and Special Forces. 발음"
    }
  ]
}