{
  "phrases": [
    {
      "phrase": "비도",
      "hanja": " (非道)",
      "example": {},
      "meanings": [
        "(비행) injustice, (잔인) cruelty, (비인도) inhumanity, atrocity"
      ]
    },
    {
      "phrase": "비",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물방울) rain, (소나기) shower",
        "(비유적)"
      ]
    },
    {
      "phrase": "비",
      "hanja": " (比)",
      "example": {},
      "meanings": [
        "(비율) proportion"
      ]
    },
    {
      "phrase": "비",
      "hanja": " (碑)",
      "example": {},
      "meanings": [
        "Noun tombstone, monument",
        "Noun monument"
      ]
    },
    {
      "phrase": "비",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun broom"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "nasal meatus, middle",
      "frequency": 0
    },
    {
      "meaning": "rain",
      "frequency": 3
    },
    {
      "meaning": "개다",
      "frequency": 0
    },
    {
      "meaning": "ratio",
      "frequency": 3
    },
    {
      "meaning": "brush",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[본투비 금수저 루미] 너네 아빠가 허락해 준대? [Rich girl Rumi] Would your dad allow that? 듣기 View video 플레이리스트 (Playlist) : 남자 때문에 인간관계 X됨 [엑스엑스(XX)] - 하이라이트",
      "english": "[Rich girl Rumi] Would your dad allow that?"
    },
    {
      "korean": "왜 항상 제가 공연할 때쯤 되면 비가 올까요? How come it always rains when I have a concert? 듣기 View video Hwang Chi Yeul : 모두 굿나잇!!",
      "english": "How come it always rains when I have a concert?"
    },
    {
      "korean": "비 와도 괜찮겠다~ - 이 색깔은 진짜 뭐라 해야 되지? 그냥... It would be alright even if it rained! - This color is really... What do I say? It's just... 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "It would be alright even if it rained! - This color is really... What do I say? It's just..."
    },
    {
      "korean": "비 와요? Is it raining? 듣기 View video TWICE : 다시 컴온",
      "english": "Is it raining?"
    },
    {
      "korean": "비 오나? Is it raining? 듣기 View video TWICE : 다시 컴온",
      "english": "Is it raining?"
    }
  ],
  "examples": [
    {
      "korean": "Every day is sunshine and it never rains. 듣기 Add to Wordbook 매일 맑고 비도 오지 않았다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 rara(book****)",
      "english": "Every day is sunshine and it never rains. Add to Wordbook"
    },
    {
      "korean": "There is no second act or resolution. 듣기 Add to Wordbook 제 2막의 플랜비도, 해결책도 없다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 무드링(mank****)",
      "english": "There is no second act or resolution. Add to Wordbook"
    },
    {
      "korean": "It's raining and it's getting dark. 듣기 Add to Wordbook 비도 오고 점점 어두워 지고 있어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 크리넥(mond****)",
      "english": "It's raining and it's getting dark. Add to Wordbook"
    },
    {
      "korean": "We’ve even had heavy rain in recent weeks. 듣기 Add to Wordbook 심지어 최근 몇 주동안 큰 비도 있었어요 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 낄낄(alsd****)",
      "english": "We’ve even had heavy rain in recent weeks. Add to Wordbook"
    },
    {
      "korean": "It was gusty, grey and cold, and raining a little bit. 듣기 Add to Wordbook 춥고 쓸쓸하며 바람이 거세게 불고 비도 조금 내리고 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 하재(vamf****)",
      "english": "It was gusty, grey and cold, and raining a little bit. Add to Wordbook"
    }
  ]
}