{
  "phrases": [
    {
      "phrase": "비웃다",
      "hanja": "",
      "example": {},
      "meanings": [
        "laugh (at), mock, ridicule, sneer (at), make fun of, jeer (at), scoff (at)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sneer",
      "frequency": 3
    },
    {
      "meaning": "scoff",
      "frequency": 3
    },
    {
      "meaning": "taunt",
      "frequency": 3
    },
    {
      "meaning": "hoot",
      "frequency": 3
    },
    {
      "meaning": "sling off at somebody",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[우리 언니 비웃지 마라] 왜 비웃으세요? [Don't laugh at her] Why do you laugh at her? 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌7' 7화 ('Lovelyz Diary Season 6' EP.7 )",
      "english": "[Don't laugh at her] Why do you laugh at her?"
    },
    {
      "korean": "왜 비웃지? Why are you laughing at me? 듣기 View video EXID : [EXID(이엑스아이디)]BUTBUT TV 5 EP#056",
      "english": "Why are you laughing at me?"
    },
    {
      "korean": "손채영, 비웃지 마! Sohn Chaeyoung, don't laugh at me! 듣기 View video TWICE : [FULL] TWICE \"Heart Shaker\" Special V LIVE",
      "english": "Sohn Chaeyoung, don't laugh at me!"
    },
    {
      "korean": "'풉' 예 비웃지 마세요. \"LOL.\" Yeah, don't laugh at me. 듣기 View video V COOKIE : [Full]2PM JUNHO X LieV - 2PM 준호의 눕방라이브!",
      "english": "\"LOL.\" Yeah, don't laugh at me."
    },
    {
      "korean": "알았어요, 비웃지는 않았대요. All right. He didn't laugh at me. 듣기 View video SONG JI EUN : 쏭지의 엠카운트다운 퇴근길❤",
      "english": "All right. He didn't laugh at me."
    }
  ],
  "examples": [
    {
      "korean": "Don’t scoff—she’s absolutely right. 듣기 Add to Wordbook 비웃지 말아요. 그녀가 절대적으로 옳아요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t scoff—she’s absolutely right. Add to Wordbook"
    },
    {
      "korean": "We should always be careful not to ridicule others unconsciously. 듣기 Add to Wordbook 우리는 무의식적으로 다른 사람들을 비웃지 않도록 항상 조심해야 한다. 절대어휘 5100",
      "english": "We should always be careful not to ridicule others unconsciously. Add to Wordbook"
    },
    {
      "korean": "That is the saving grace of humor, if you fail no one is laughing at you. (A. Whitney Brown) 듣기 Add to Wordbook 유머의 미덕은 바로 이것이다. 실패해도 누구도 당신을 비웃지 않는다는 것. (A. 휘트니 브라운, 자기관리명언) 명언/속담",
      "english": "That is the saving grace of humor, if you fail no one is laughing at you. (A. Whitney Brown) Add to Wordbook"
    },
    {
      "korean": "I have made a ceaseless effort not to ridicule, not to bewail, not to scorn human actions, but to understand them. (Baruch Spinoza) 듣기 Add to Wordbook 나는 인간의 행동을 경멸하거나 탄식하거나 비웃지 않고 다만 이해하기 위해 끊임없이 노력해왔다. (바뤼흐 스피노자, 생각명언) 명언/속담",
      "english": "I have made a ceaseless effort not to ridicule, not to bewail, not to scorn human actions, but to understand them. (Baruch Spinoza) Add to Wordbook"
    },
    {
      "korean": "Don't laugh at a youth for his affectations; he is only trying on one face after another to find his own. (Logan Pearsall Smith) 듣기 Add to Wordbook 젊은이가 꾸미는 것을 비웃지 말라. 그는 그저 자신의 얼굴을 찾기 위해서 하나 하나 차례로 걸쳐 보고 있는 것이다. (로건 피어설 스미스, 인생명언) 명언/속담",
      "english": "Don't laugh at a youth for his affectations; he is only trying on one face after another to find his own. (Logan Pearsall Smith) Add to Wordbook"
    }
  ]
}