{
  "phrases": [
    {
      "phrase": "폴 비야",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 Paul Biya"
      ]
    },
    {
      "phrase": "아사비야",
      "hanja": "",
      "example": {},
      "meanings": [
        "사회 Assabiyya / Asabiyah"
      ]
    },
    {
      "phrase": "판초 비야",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물 Pancho Villa"
      ]
    },
    {
      "phrase": "비야리카호",
      "hanja": " (─湖)",
      "example": {},
      "meanings": [
        "자연지리 Villarrica Lake"
      ]
    },
    {
      "phrase": "비야몬테스",
      "hanja": "",
      "example": {},
      "meanings": [
        "Villa Montes"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Biya, Paul",
      "frequency": 0
    },
    {
      "meaning": "Villa, Francisco",
      "frequency": 0
    },
    {
      "meaning": "stich 2",
      "frequency": 0
    },
    {
      "meaning": "Rain, rain, go away.",
      "frequency": 0
    },
    {
      "meaning": "Bj erknes's circulation theorem",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[헛개비야...!] [It's a ghost...!] View video MAMAMOO : [MMMTV4] EP41 Four Color",
      "english": "[It's a ghost...!]"
    },
    {
      "korean": "비야 와라! Come rain, come! 듣기 View video TWICE : TWICE TV \"Dance The Night Away\" LAST EP.",
      "english": "Come rain, come!"
    },
    {
      "korean": "그리고 막 땀나, 땀이야 비야? - 땀이요. I'm sweating. Is it sweat or rain? - It's sweat. 듣기 View video 졸잼티비 (joLjamTV) : ep9. 이 온천은 혼탕인가요? _ 뷰티스코드3",
      "english": "I'm sweating. Is it sweat or rain? - It's sweat."
    },
    {
      "korean": "[우리 둘이 산다 - 바비&동혁TV -] 와 이게 눈이야? 비야? [Two Live Together -Bobby & DK TV-] Wow. Is this snow? Is it rain? 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.2 PREVIEW",
      "english": "[Two Live Together -Bobby & DK TV-] Wow. Is this snow? Is it rain?"
    },
    {
      "korean": "비야 고마워. Thank to raining. 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '블루미와 함께 나들이 가실래요?'",
      "english": "Thank to raining."
    }
  ],
  "examples": [
    {
      "korean": "Real Madrid is reportedly negotiating with another Spanish club, Valencia, for striker David Villa. 듣기 Add to Wordbook 보도에 따르면, 레알 마드리드는 공격수인 다비드 비야를 영입하기 위해 또 다른 스페인 클럽인 발렌시아와 협상을 하고 있다. Neungyule",
      "english": "Real Madrid is reportedly negotiating with another Spanish club, Valencia, for striker David Villa. Add to Wordbook"
    },
    {
      "korean": "The next best total was 18, shared by David Villa of Barcelona, Alvaro Negredo of Sevilla and Giuseppe Rossi of Villarreal. 듣기 Add to Wordbook 그 다음으로 가장 많은 골을 넣은 선수는 바르셀로나의 다비드 비야, 세비야의 알바로 네그레도, 비야 레알의 주세페 로시로, 이들은 각각 18골을 넣었다. Neungyule",
      "english": "The next best total was 18, shared by David Villa of Barcelona, Alvaro Negredo of Sevilla and Giuseppe Rossi of Villarreal. Add to Wordbook"
    },
    {
      "korean": "Mexico at this time had three main groups of revolutionaries: Zapata's group in the south, Pancho Villa and his 'Villistas' in the north, and Carranza's army. 듣기 Add to Wordbook 이 시기에 멕시코에는 3개의 주요 혁명조직, 즉 남부에 사파타의 조직, 북부 빌리스타스에 판초 비야의 조직 그리고 카란자의 군대가 있었다. Neungyule",
      "english": "Mexico at this time had three main groups of revolutionaries: Zapata's group in the south, Pancho Villa and his 'Villistas' in the north, and Carranza's army. Add to Wordbook"
    },
    {
      "korean": "Arab language news network, Al-Arabiya says it obtained the taped message by telephone on Sunday. 듣기 Add to Wordbook 아랍어 뉴스 방송사인 알-아라비야가 밝히길 일요일 전화를 통해 녹음된 메시지를 입수했다고 합니다. YBM All in All English-Korean Dictionary",
      "english": "Arab language news network, Al-Arabiya says it obtained the taped message by telephone on Sunday. Add to Wordbook"
    },
    {
      "korean": "But, Spanish stars such as Xavi, Iniesta and Villa didn’t come. 듣기 Add to Wordbook 하지만 사비, 이니에스타, 비야와 같은 스페인 스타들은 오지 않았다. EDU TIMES",
      "english": "But, Spanish stars such as Xavi, Iniesta and Villa didn’t come. Add to Wordbook"
    }
  ]
}