{
  "phrases": [
    {
      "phrase": "비사",
      "hanja": " (秘事)",
      "example": {},
      "meanings": [
        "a secret, private affairs"
      ]
    },
    {
      "phrase": "비사",
      "hanja": " (秘史)",
      "example": {},
      "meanings": [
        "a secret[hidden] history, an undisclosed[inside] history"
      ]
    },
    {
      "phrase": "비사회주의자",
      "hanja": "",
      "example": {},
      "meanings": [
        "an antisocialist"
      ]
    },
    {
      "phrase": "한국전쟁의 비사",
      "hanja": "",
      "example": {},
      "meanings": [
        "the secret history of the Korean War"
      ]
    },
    {
      "phrase": "비사문천(왕)",
      "hanja": " (毘沙門天(王))",
      "example": {},
      "meanings": [
        "[불교] [범어] Vaisravans, the god of treasure."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "esoterica",
      "frequency": 0
    },
    {
      "meaning": "a secret history",
      "frequency": 0
    },
    {
      "meaning": "blown sand",
      "frequency": 0
    },
    {
      "meaning": "flying sand",
      "frequency": 0
    },
    {
      "meaning": "drifting sand",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "A mother of two children, Ikomba and Luwuabisa, claimed that her two children are the cause of the problems she had faced in her poor village household. 발음듣기 두 아이 이콤바와 루우아비사의 어머니는 가난한 마을의 집에서 그녀가 직면한 문제들의 원인이 자기 자식들이라고 말했다. EDU TIMES",
      "english": "A mother of two children, Ikomba and Luwuabisa, claimed that her two children are the cause of the problems she had faced in her poor village household. 발음"
    },
    {
      "korean": "The deeds are so valorous as to seem mythical, unreal and unattainable. 발음듣기 그 행위는 너무 용감해서 신화적이고 비사실적이며 달성 불가능한 것처럼 보였다. User translation Inaccurate information may be included due to the users' self-traslation. 나폴레옹(jinp****) Web Collection",
      "english": "The deeds are so valorous as to seem mythical, unreal and unattainable. 발음"
    },
    {
      "korean": "My Department have had in place a policy for non-use of asbestos in the UK for over four years. 발음듣기 제 부서는 영국에서의 석면 비사용 정책을 4년이 넘도록 유지해왔습니다. User translation Inaccurate information may be included due to the users' self-traslation. yumi(yumi****) Hansard",
      "english": "My Department have had in place a policy for non-use of asbestos in the UK for over four years. 발음"
    },
    {
      "korean": "He's sort of creating that subjective moment, making it look specifically non referential and non naturalistic. 발음듣기 그는 다소 그런식에 주관적인 순간을 연출해 보이고, 그렇게 하므로써 그것이 특별히 독자적이고 비사실적으로 보이게 만듭니다. User translation Inaccurate information may be included due to the users' self-traslation. Drop dead gorgeous m(frea****) Khan Academy",
      "english": "He's sort of creating that subjective moment, making it look specifically non referential and non naturalistic. 발음"
    },
    {
      "korean": "Equally, there is nothing inherently beneficial in long-term investments, especially long-term, non-business investments. 발음듣기 마찬가지로 장기적인 투자에는 본질적으로 이득이 될 만한 게 없다. 특히 장기적이며 비사업적인 투자에는 더 그렇다. User translation Inaccurate information may be included due to the users' self-traslation. cerealkiller(l206****) Hansard",
      "english": "Equally, there is nothing inherently beneficial in long-term investments, especially long-term, non-business investments. 발음"
    }
  ]
}