{
  "phrases": [
    {
      "phrase": "비약적",
      "hanja": " (飛躍的)",
      "example": {},
      "meanings": [
        "rapid, swift"
      ]
    },
    {
      "phrase": "비약적",
      "hanja": " (飛躍的)",
      "example": {},
      "meanings": [
        "Noun rising rapidly",
        "Noun leap of logic"
      ]
    },
    {
      "phrase": "비약적으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "rapidly",
        "swiftly"
      ]
    },
    {
      "phrase": "비약적인 발전을 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make rapid progress",
        "make great strides",
        "take long strides"
      ]
    },
    {
      "phrase": "비약적인 경제성장",
      "hanja": "",
      "example": {},
      "meanings": [
        "fast[rapid] economic growth"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "quantum leap",
      "frequency": 0
    },
    {
      "meaning": "make great strides",
      "frequency": 0
    },
    {
      "meaning": "take long strides",
      "frequency": 0
    },
    {
      "meaning": "direct appeal",
      "frequency": 0
    },
    {
      "meaning": "A.L.S",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Many breakthroughs in science blend ideas from different fields. 듣기 Add to Wordbook 과학 분야에서의 많은 비약적 발전은 다른 여러 분야의 아이디어를 혼합한 결과다. Neungyule",
      "english": "Many breakthroughs in science blend ideas from different fields. Add to Wordbook"
    },
    {
      "korean": "The genome project will bring forth rapid progress[development; advancement] in medical science. 듣기 Add to Wordbook 게놈프로젝트는 의학 분야의 비약적인 발전을 가져올 것이다 Neungyule",
      "english": "The genome project will bring forth rapid progress[development; advancement] in medical science. Add to Wordbook"
    },
    {
      "korean": "EU members asked the country major improvements in the hygienic conditions in which the live animals are kept. 듣기 Add to Wordbook 유럽공동체 회원국들은 그 나라에 가축을 키우는 장소에 대한 위생 상태를 비약적으로 개선해 달라고 요청했다. YBM All in All English-Korean Dictionary",
      "english": "EU members asked the country major improvements in the hygienic conditions in which the live animals are kept. Add to Wordbook"
    },
    {
      "korean": "Over the past 100 years the field of genetics has developed greatly, including important discoveries about the nature of genes. 듣기 Add to Wordbook 지난 100년 동안 유전학 분야는 유전자의 성질에 대한 발견을 비롯해 비약적으로 발전했다. YBM All in All English-Korean Dictionary",
      "english": "Over the past 100 years the field of genetics has developed greatly, including important discoveries about the nature of genes. Add to Wordbook"
    },
    {
      "korean": "The jet engine was a major breakthrough in air transport. 듣기 Add to Wordbook 제트 엔진의 개발은 항공 수송에 있어서 비약적인 발전이었다. YBM All in All English-Korean Dictionary",
      "english": "The jet engine was a major breakthrough in air transport. Add to Wordbook"
    }
  ]
}