{
  "phrases": [
    {
      "phrase": "비티",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Beaty"
      ]
    },
    {
      "phrase": "비티",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Beatty"
      ]
    },
    {
      "phrase": "비티",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Beattie"
      ]
    },
    {
      "phrase": "bitty",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 英, 비격식 얼기설기 엮은, 이것저것 이어 만든"
      ]
    },
    {
      "phrase": "B.t.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bacillus thuringiensis"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Beattie, David Stuart",
      "frequency": 0
    },
    {
      "meaning": "Beatty, (Henry) Warren",
      "frequency": 0
    },
    {
      "meaning": "Beatty",
      "frequency": 0
    },
    {
      "meaning": "Viticulture",
      "frequency": 0
    },
    {
      "meaning": "BTMICE",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여기 - 비티 거북이~ - 종현이가 - 어떻게 알았어? Here! - BT! Turtle! - JR... - How did you know? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Here! - BT! Turtle! - JR... - How did you know?"
    },
    {
      "korean": "비티? - 비티? BT? - BT? 듣기 View video NU'EST : [NU’EST] 뉴이스트와 스푼즈가 함께 하는 스페셜 V LIVE",
      "english": "BT? - BT?"
    },
    {
      "korean": "인간 비티! - 인간 비티! - 근데 이건 별명인가? Human Biti. - Human Biti. - Is it my nickname? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.2",
      "english": "Human Biti. - Human Biti. - Is it my nickname?"
    },
    {
      "korean": "비티 - 좋아요 - 어떤 걸 해본다는 거죠? BT. - Good. - What is this about? 듣기 View video NU'EST : [NU’EST] 뉴이스트와 스푼즈가 함께 하는 스페셜 V LIVE",
      "english": "BT. - Good. - What is this about?"
    },
    {
      "korean": "그래? 저보다는 비티가 영광이지 않을... Really? Well, BT will see it as more of an honor than I... 듣기 View video NU'EST : [NU’EST] 뉴이스트와 스푼즈가 함께 하는 스페셜 V LIVE",
      "english": "Really? Well, BT will see it as more of an honor than I..."
    }
  ],
  "examples": [
    {
      "korean": "Mr Beatie says his distended belly proves he is pregnant. 듣기 Add to Wordbook 비티 씨는 그의 팽창한 배가 그가 임신했다는 사실을 증명한다고 말한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cutemsj(cute****)",
      "english": "Mr Beatie says his distended belly proves he is pregnant. Add to Wordbook"
    },
    {
      "korean": "And isn't that why they call him Macavity? 듣기 Add to Wordbook 그리고 왜 그들이 마카비티를 부르지 않은거지? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 iamdarin(iamd****)",
      "english": "And isn't that why they call him Macavity? Add to Wordbook"
    },
    {
      "korean": "Sorry BT, I lost faith in you many years ago. 듣기 Add to Wordbook 미안해 비티, 난 오래 전부터 너에 대한 신뢰를 잃었어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Sorry BT, I lost faith in you many years ago. Add to Wordbook"
    },
    {
      "korean": "I don't believe in that kind of stuff,' Vitti said. 듣기 Add to Wordbook 나는 그런 종류의 일을 믿지 않아,'라고 비티가 말했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사과향기(lees****)",
      "english": "I don't believe in that kind of stuff,' Vitti said. Add to Wordbook"
    },
    {
      "korean": "Movement for Democratic Change secretary-general, Tendai Biti, was due at U.N. 듣기 Add to Wordbook 텐다이 비티 민주변혁연맹의 사무총장은 U.N에 참석 예정이었었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "Movement for Democratic Change secretary-general, Tendai Biti, was due at U.N. Add to Wordbook"
    }
  ]
}