{
  "phrases": [
    {
      "phrase": "이 비디오테이프는 대여점에서 빌려온 거야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "비디오∙DVD This tape is from the video rental store."
      ]
    },
    {
      "phrase": "빌리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(돈·물건 등을) borrow, (은행 등에서) take out a loan (=꾸다)",
        "(땅·차 등을) rent (out), (Brit) hire; (장기간) lease",
        "(명의·아이디어·힘 등을)"
      ]
    },
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) come; (나타나다) turn up, show up; (방문하다) visit",
        "(학교·군대·회사 등에)",
        "(소식·연락·편지 등이) come"
      ]
    },
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb oda (↔가다2)"
      ]
    },
    {
      "phrase": "올 것이 오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Something that is supposed to come has come"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "borrowed plumes",
      "frequency": 0
    },
    {
      "meaning": "ready-made views",
      "frequency": 0
    },
    {
      "meaning": "A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "빌려온 마이크입니다. This is a microphone I borrowed. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비들의 보이는 라디오'",
      "english": "This is a microphone I borrowed."
    },
    {
      "korean": "저희 스태프 조카 가방 빌려온 거예요. We borrowed this bag from our staff's niece. 듣기 View video IMFACT : [TAEHO] 태호의 랜선 데이트2 \"너는 펫\"",
      "english": "We borrowed this bag from our staff's niece."
    },
    {
      "korean": "[이럴 줄 알고 매니저 전화까지 빌려 온] 전화를 한번 해볼까요? [He's borrowed manager's phone] Let me call him. 듣기 View video MONSTA X : [REPLAY] MONSTA X-RAY (몬스타엑스레이) _6화",
      "english": "[He's borrowed manager's phone] Let me call him."
    },
    {
      "korean": "이거 빌려온 겁니다. - 왜 이런 애들이 있는 지 아시겠죠? They're borrowed. - But, can you guess why they are here now? 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "They're borrowed. - But, can you guess why they are here now?"
    },
    {
      "korean": "과거에 이 배우들이 연기했던 영화의 것을 고스란히 빌려온 느낌이 강했어요. They reminded me of the roles they played before in different movies. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "They reminded me of the roles they played before in different movies."
    }
  ],
  "examples": [
    {
      "korean": "So it didn’t occur to me that the unassailable, Grated choice I took home for a family movie night would terrorize him. 발음듣기 그래서 밤에 가족과 함께 보려고 빌려온 G 등급의 무해하다는 영화가 아들을 경악케 할 줄은 꿈에도 몰랐다. YBM All in All English-Korean Dictionary",
      "english": "So it didn’t occur to me that the unassailable, Grated choice I took home for a family movie night would terrorize him. 발음"
    },
    {
      "korean": "The four-man team, which was forced to train in Europe on borrowed sleds, qualified after a fifth-place finish at the America's Cup. 발음듣기 유럽에서 빌려온 썰매로 훈련해야 했던, 4명으로 구성된 이 팀은 미국 대회에서 5위를 달성하며 올림픽에 진출하게 되었다. Neungyule",
      "english": "The four-man team, which was forced to train in Europe on borrowed sleds, qualified after a fifth-place finish at the America's Cup. 발음"
    },
    {
      "korean": "Their entrance design was also inspired by the country's cultural heritage, incorporating contemporary Malaysian motifs adapted from traditional handicrafts such as 'songket' and timber carvings. 발음듣기 입구 설계는 'songket'나 목 조각과 같은 전통수공예에서 빌려온 현대 말레이시아 주제를 혼합한 그 나라의 문화유산에서 발상되었다. Neungyule",
      "english": "Their entrance design was also inspired by the country's cultural heritage, incorporating contemporary Malaysian motifs adapted from traditional handicrafts such as 'songket' and timber carvings. 발음"
    },
    {
      "korean": "The pieces on display were borrowed from famous museums around the world like the Musee D'Orsay and the Musee de l'Orangerie in Paris, France and the National Gallery of Art in Washington D.C. 발음듣기 전시되는 작품들은 프랑스 파리 오르세 미술관과 오랑쥬리 미술관, 워싱턴 D.C. 국립박물관 같이 전 세계의 유명 박물관으로부터 빌려온 작품들이다. Neungyule",
      "english": "The pieces on display were borrowed from famous museums around the world like the Musee D'Orsay and the Musee de l'Orangerie in Paris, France and the National Gallery of Art in Washington D.C. 발음"
    },
    {
      "korean": "The paintings, on loan from The Royal Picture Gallery Mauritshuis in the Hague, included Johannes Vermeer’s 1665 painting Girl with a Pearl Earring. 발음듣기 작품들은 헤이그에 위치한 마우리트하위스 왕립 미술관으로부터 빌려온 요하네스 베르메르의 1665년 작품 진주귀걸이를 한 소녀를 포함한다. TIMES CORE",
      "english": "The paintings, on loan from The Royal Picture Gallery Mauritshuis in the Hague, included Johannes Vermeer’s 1665 painting Girl with a Pearl Earring. 발음"
    }
  ]
}