{
  "phrases": [
    {
      "phrase": "빔",
      "hanja": "",
      "example": {},
      "meanings": [
        "(옷을 입음) dressing up (for a particular occasion)",
        "(옷) fine dress, gala dress, one's best (clothes)"
      ]
    },
    {
      "phrase": "빔",
      "hanja": "",
      "example": {},
      "meanings": [
        "a beam"
      ]
    },
    {
      "phrase": "빔",
      "hanja": "",
      "example": {},
      "meanings": [
        "(끼움) inserting a piece of cloth[paper] to make ((a thing)) fit tighter"
      ]
    },
    {
      "phrase": "beam",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 빛줄기",
        "Noun 기둥",
        "Verb 활짝 웃다"
      ]
    },
    {
      "phrase": "vim",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 구식, 비격식 정력, 활기"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "croisure",
      "frequency": 0
    },
    {
      "meaning": "out-of-beam",
      "frequency": 0
    },
    {
      "meaning": "BIEM",
      "frequency": 0
    },
    {
      "meaning": "high beams",
      "frequency": 0
    },
    {
      "meaning": "laser gun",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "빔 프로젝트 사려고? You're buying a beam projector? 듣기 View video 컨스TV : 몽슈슈 글로벌하우스 E11. [나랑 연애할래? 뛰어내릴래?]",
      "english": "You're buying a beam projector?"
    },
    {
      "korean": "빔 프로젝트 달아놓은 거야? and installed the beam projector? 듣기 View video 컨스TV : 몽슈슈 글로벌하우스 E11. [나랑 연애할래? 뛰어내릴래?]",
      "english": "and installed the beam projector?"
    },
    {
      "korean": "세모세모빔을 맞은 당신 오늘 밤 꿈에서 승훈이... You who got hit by Triangle Beam, you will see SEUNGHOON in your dreams. 듣기 View video WINNER : 불금",
      "english": "You who got hit by Triangle Beam, you will see SEUNGHOON in your dreams."
    },
    {
      "korean": "이거 눈에서 뭐 나오는 거 빔 나오는 거 - 빔 나오는 거? The one that shoots lasers from the eyes. - Laser beam? 듣기 View video TWICE : 특별한라이브",
      "english": "The one that shoots lasers from the eyes. - Laser beam?"
    },
    {
      "korean": "[어두워야 잘 보이는 빔 프로젝터] 불 꺼야 될 것 같은데? [To see it better] I think we have to turn the light off. 듣기 View video Big Picture (빅픽처) : 빅픽처3 EP47_믿을 수 없는 대기업의 두 번째 방문",
      "english": "[To see it better] I think we have to turn the light off."
    }
  ],
  "examples": [
    {
      "korean": "The laser beam bioluminescently created a phenomenon. 듣기 Add to Wordbook 레이저 빔이 생물이 발광하게 만드는 현상을 만들었다. 국제영어대학원대학교 신어사전",
      "english": "The laser beam bioluminescently created a phenomenon. Add to Wordbook"
    },
    {
      "korean": "Steel beams bear the weight of buildings. 듣기 Add to Wordbook 강철 빔들은 빌딩의 무게를 지탱한다. Neungyule",
      "english": "Steel beams bear the weight of buildings. Add to Wordbook"
    },
    {
      "korean": "Steel beams are put together to make the insides of buildings. 듣기 Add to Wordbook 강철 빔을 조립해 빌딩 내부를 만든다. Neungyule",
      "english": "Steel beams are put together to make the insides of buildings. Add to Wordbook"
    },
    {
      "korean": "The particle beams will then collide to create a large explosion. 듣기 Add to Wordbook 그러면 이 입자 빔이 충돌해 거대한 폭발을 일으킬 것이다. Neungyule",
      "english": "The particle beams will then collide to create a large explosion. Add to Wordbook"
    },
    {
      "korean": "In 1989, Mr. McMurry turned Vim & Vigor, Inc. into McMurry Publishing, Inc., which he ran with just four employees. 듣기 Add to Wordbook 1989년 맥머리 씨는 빔 & 비고 사를 맥머리 출판사로 탈바꿈시켰는데, 겨우 4명의 사원들로 이 회사를 경영했다. YBM All in All English-Korean Dictionary",
      "english": "In 1989, Mr. McMurry turned Vim & Vigor, Inc. into McMurry Publishing, Inc., which he ran with just four employees. Add to Wordbook"
    }
  ]
}