{
  "phrases": [
    {
      "phrase": "갓 빚은 떡",
      "hanja": "",
      "example": {},
      "meanings": [
        "rice cake fresh from the dresser"
      ]
    },
    {
      "phrase": "빚은 지지 말게.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Never run into debt."
      ]
    },
    {
      "phrase": "가난이 빚은 비극",
      "hanja": "",
      "example": {},
      "meanings": [
        "a tragedy resulting from poverty"
      ]
    },
    {
      "phrase": "빚은 크게 불어났다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "The debt grew so large."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "patty",
      "frequency": 3
    },
    {
      "meaning": "perry",
      "frequency": 0
    },
    {
      "meaning": "a hand-thrown vase",
      "frequency": 0
    },
    {
      "meaning": "afloat",
      "frequency": 3
    },
    {
      "meaning": "a statue modelled in bronze",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "형은 만두 빚은 적 있어요? Have you ever made dumplings? 듣기 View video OSEN : NCT 127 'Star Road' EP.07",
      "english": "Have you ever made dumplings?"
    },
    {
      "korean": "오늘 만두 빚은 소감? - 우선은... Making dumplings? - First... 듣기 View video OSEN : NCT 127 'Star Road' EP.10",
      "english": "Making dumplings? - First..."
    },
    {
      "korean": "이 눈빚은 뭐냐면 '저요!' His eyes kept saying, \"Me!\" 듣기 View video PeekaVoo! : [Full]ONF's FAN MEETNG LIVE - 온앤오프의 팬미팅라이브!",
      "english": "His eyes kept saying, \"Me!\""
    },
    {
      "korean": "이렇게 잘 빚은 날이? \"A day when I make dumplings so well?\" 듣기 View video Park Bo Young : 연휴. 심심한분?:-)",
      "english": "\"A day when I make dumplings so well?\""
    },
    {
      "korean": "이거 새벽에 만두도 빚은 거예요? - 네. Did you make the dumplings too? - Yes. 듣기 View video WINNER : 위너 김진우 떡국먹고 +1살",
      "english": "Did you make the dumplings too? - Yes."
    }
  ],
  "examples": [
    {
      "korean": "His debts were a noose around his neck. 듣기 Add to Wordbook 그의 빚은 그의 목을 죄는 올가미였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His debts were a noose around his neck. Add to Wordbook"
    },
    {
      "korean": "A gambling debt is not legally enforceable. 듣기 Add to Wordbook 도박 빚은 법적으로 강제 집행할 수 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A gambling debt is not legally enforceable. Add to Wordbook"
    },
    {
      "korean": "Their debts grew ever larger. 듣기 Add to Wordbook 그들의 빚은 끊임없이 늘어나기만 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their debts grew ever larger. Add to Wordbook"
    },
    {
      "korean": "Meanwhile, my debts were mounting up. 듣기 Add to Wordbook 그 사이에 내 빚은 계속 늘어나고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Meanwhile, my debts were mounting up. Add to Wordbook"
    },
    {
      "korean": "a statue modelled in bronze 듣기 Add to Wordbook 청동으로 빚은 조각품 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a statue modelled in bronze Add to Wordbook"
    }
  ]
}