{
  "phrases": [
    {
      "phrase": "빠르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(속도·행동 등이) fast, quick, rapid, speedy, swift",
        "(시간적으로 이르다) early, (시계가) fast"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fast",
      "frequency": 3
    },
    {
      "meaning": "rapid",
      "frequency": 3
    },
    {
      "meaning": "quick",
      "frequency": 3
    },
    {
      "meaning": "speedy",
      "frequency": 3
    },
    {
      "meaning": "quickly",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "즈. - 정말 성장이 빠릅니다. \"Je.\" - \"They're growth is really fast.\" 듣기 View video Stray Kids : [Stray Kids: SK-TALKER(슼토커)] EP.04",
      "english": "\"Je.\" - \"They're growth is really fast.\""
    },
    {
      "korean": "독보적인 너만의 캐릭터를 만드는 게 훨씬 빠릅니다. It would be much faster to create that unequaled character. 듣기 View video 모비딕(Mobidic) : <쎈마이웨이> 화장하는 남자",
      "english": "It would be much faster to create that unequaled character."
    },
    {
      "korean": "\"U\"는 정말 빠릅니다. \"U\" is so fast. 듣기 View video IDOL x IDOL : Various - 베리어스 '화요일 저녁을 책임지는 베리어스 어때요?'",
      "english": "\"U\" is so fast."
    },
    {
      "korean": "그런데 이게 굉장히 빠릅니다. Make it fast. 듣기 View video IMFACT : [JIAN] 지안이의 댄스 교실♥",
      "english": "Make it fast."
    },
    {
      "korean": "시간 참 빠릅니다. It really does fly. 듣기 View video V MOVIE : [다시보기] 조인성X정우성X배성우X류준열 <더 킹> 무비토크 라이브 ' Movie Talk LIVE'",
      "english": "It really does fly."
    }
  ],
  "examples": [
    {
      "korean": "This method has two advantages: first it is cheaper and second it is quicker. 듣기 Add to Wordbook 이 방법은 두 가지 이점이 있습니다. 첫째는 돈이 더 적게 들고 둘째는 더 빠릅니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This method has two advantages: first it is cheaper and second it is quicker. Add to Wordbook"
    },
    {
      "korean": "He knows typewriting and can type really fast. 듣기 Add to Wordbook 타이프를 칠 줄 알 뿐만 아니라 타이프 속도가 진짜 빠릅니다. YBM All in All English-Korean Dictionary",
      "english": "He knows typewriting and can type really fast. Add to Wordbook"
    },
    {
      "korean": "This clock is ten minutes fast. 듣기 Add to Wordbook 이 시계는 10분 빠릅니다. Neungyule",
      "english": "This clock is ten minutes fast. Add to Wordbook"
    },
    {
      "korean": "Seoul is ahead of New York by 14 hours. 듣기 Add to Wordbook 서울은 뉴욕보다 14시간이 빠릅니다. Neungyule",
      "english": "Seoul is ahead of New York by 14 hours. Add to Wordbook"
    },
    {
      "korean": "If you keep your resume as simple as possible, it will be easier and faster to handle. 듣기 Add to Wordbook 이력서를 되도록 간단하게 작성하면 취급하기가 더 쉽고 빠릅니다. YBM All in All English-Korean Dictionary",
      "english": "If you keep your resume as simple as possible, it will be easier and faster to handle. Add to Wordbook"
    }
  ]
}