{
  "phrases": [
    {
      "phrase": "빠르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(속도·행동 등이) fast, quick, rapid, speedy, swift",
        "(시간적으로 이르다) early, (시계가) fast"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "vivace",
      "frequency": 0
    },
    {
      "meaning": "jig",
      "frequency": 0
    },
    {
      "meaning": "allegro",
      "frequency": 0
    },
    {
      "meaning": "quick and dirty",
      "frequency": 0
    },
    {
      "meaning": "a sporty Mercedes",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "빠르고 높았어 - 그러니까 왜 이렇게 높아? It was fast and high. - Yes! Why was it so high? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #18",
      "english": "It was fast and high. - Yes! Why was it so high?"
    },
    {
      "korean": "빠르고 굵게. Fast and easy. 듣기 View video EXID : [FULL] EXID '내일해(LADY)' COMEBACK COUNTDOWN V LIVE",
      "english": "Fast and easy."
    },
    {
      "korean": "그게 더 빠르고 더 잘 돼요. It's faster and better. 듣기 View video Dispatch : [독점] \"그남자 작사, 그남자 작곡\"...백호와 범주의 못다한 이야기 (프로듀서 인터뷰 비하인드)",
      "english": "It's faster and better."
    },
    {
      "korean": "두 분 빠르고 굵게 가시죠. Two of you, do it fast and easy. 듣기 View video EXID : [FULL] EXID '내일해(LADY)' COMEBACK COUNTDOWN V LIVE",
      "english": "Two of you, do it fast and easy."
    },
    {
      "korean": "이거 빠르고 굵게 가야 돼요. You need to do this fast and easy. 듣기 View video EXID : [FULL] EXID '내일해(LADY)' COMEBACK COUNTDOWN V LIVE",
      "english": "You need to do this fast and easy."
    }
  ],
  "examples": [
    {
      "korean": "He amazes me with his quickness and eagerness to learn. 듣기 Add to Wordbook 그는 배우는 것이 빠르고 열심이어서 놀랍다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He amazes me with his quickness and eagerness to learn. Add to Wordbook"
    },
    {
      "korean": "Ford’s flashy new flyer 듣기 Add to Wordbook 아주 빠르고 눈부신 포드사의 새 차 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Ford’s flashy new flyer Add to Wordbook"
    },
    {
      "korean": "a time of rapid and revolutionary change 듣기 Add to Wordbook 빠르고 획기적인 변화의 시대 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a time of rapid and revolutionary change Add to Wordbook"
    },
    {
      "korean": "music with a fast, rhythmic beat 듣기 Add to Wordbook 박자가 빠르고 리드미컬한 음악 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "music with a fast, rhythmic beat Add to Wordbook"
    },
    {
      "korean": "Her breathing was quick and uneven. 듣기 Add to Wordbook 그녀의 호흡은 빠르고 고르지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her breathing was quick and uneven. Add to Wordbook"
    }
  ]
}