{
  "phrases": [
    {
      "phrase": "빼앗기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(제 것을 남에게)",
        "(권리·자격 등을) lose, be deprived of, (formal) be divested of",
        "(시간을)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Customers may go elsewhere.",
      "frequency": 0
    },
    {
      "meaning": "untakeawayable",
      "frequency": 0
    },
    {
      "meaning": "잃다",
      "frequency": 0
    },
    {
      "meaning": "fascinated",
      "frequency": 1
    },
    {
      "meaning": "be shorn of something",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[얼른 와] 2등은 빼앗기지... [Come here] Don't let others win second place. 듣기 View video BTS : Run BTS! 2020 - EP.95",
      "english": "[Come here] Don't let others win second place."
    },
    {
      "korean": "[저세상 CG에 맘을 빼앗긴 마크] 그 있잖아 엑스맨에 나오는... [MARK focused on great CG] You know, the one from the X-man. 듣기 View video OSEN : NCT 127, 드디어 9명으로 돌아왔다! #스타로드 01",
      "english": "[MARK focused on great CG] You know, the one from the X-man."
    },
    {
      "korean": "[호주즈2 필릭스에게 간발의 차로 맛집을 빼앗긴 찬가이드] 용복! [FELIX found the restaurant first] Yongbok! 듣기 View video Stray Kids : [FULL] <찾았다 스트레이키즈> 2화",
      "english": "[FELIX found the restaurant first] Yongbok!"
    },
    {
      "korean": "또 미끼를 빼앗겼다는... The bait is gone again... 듣기 View video Girl's Day : 민아와 심쿵방송 3 ♡",
      "english": "The bait is gone again..."
    },
    {
      "korean": "빼앗긴다면 다시 빼앗아죠. I would win her back. 듣기 View video V COOKIE : [Replay] GOT7 JB & YOUNGJAE's LieV - GOT7 JB & 영재의 눕방 라이브!",
      "english": "I would win her back."
    }
  ],
  "examples": [
    {
      "korean": "Human rights are untakeawayable. 발음듣기 인권은 빼앗길 수 없는 것이다. 국제영어대학원대학교 신어사전",
      "english": "Human rights are untakeawayable. 발음"
    },
    {
      "korean": "Our company was in danger of losing to the competition and I was tasked to create a strategy that will keep our textile products competitive. 발음듣기 저희 회사가 경쟁사에 고객을 빼앗길 위기에 놓였을 때, 저는 섬유 제품의 경쟁력을 유지할 전략을 세워야 했습니다. DARAKWON",
      "english": "Our company was in danger of losing to the competition and I was tasked to create a strategy that will keep our textile products competitive. 발음"
    },
    {
      "korean": "The farmer staked off a claim because he feared that someone took his land. 발음듣기 그 농부는 자신의 토지가 빼앗길 까봐 말뚝을 박아 자신의 소유지를 구획하였다. YBM All in All English-Korean Dictionary",
      "english": "The farmer staked off a claim because he feared that someone took his land. 발음"
    },
    {
      "korean": "The court decision could cost him his position, if confirmed. 발음듣기 만약 법원 결정이 확정되면 그는 그의 자리를 빼앗길 수 있다. Neungyule",
      "english": "The court decision could cost him his position, if confirmed. 발음"
    },
    {
      "korean": "Any airline that does not invest in aircraft maintenance and employee training runs the risk of losing its customers to more responsible competing airlines. 발음듣기 항공기 정비와 직원 교육에 투자하지 않는 항공사는 더욱 책임 있는 경쟁사 쪽으로 고객을 빼앗길 위험이 있다. YBM All in All English-Korean Dictionary",
      "english": "Any airline that does not invest in aircraft maintenance and employee training runs the risk of losing its customers to more responsible competing airlines. 발음"
    }
  ]
}