{
  "phrases": [
    {
      "phrase": "빼앗다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(남이 가진 것을) take, (훔치다) steal, rob (sb of sth), (갈취하다) extort, (약탈하다) plunder",
        "(권리·자격 등을) strip sb of sth, deprive sb of sth, (formal) divest sb of sth",
        "(시간을) occupy, take up"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "All paid jobs absorb and degrade the mind.",
      "frequency": 0
    },
    {
      "meaning": "kill",
      "frequency": 3
    },
    {
      "meaning": "usurp",
      "frequency": 3
    },
    {
      "meaning": "속이다",
      "frequency": 0
    },
    {
      "meaning": "wrest something from somebody/something",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "성재 애교인데, 이거 빼앗고 싶어. This is Sungjae's cutes, but I want to make it mine. 듣기 View video BTOB : 광릿의 막공기념 퇴근길♡",
      "english": "This is Sungjae's cutes, but I want to make it mine."
    },
    {
      "korean": "빼앗고 싶은 멤버들의 능력이 있다면 무엇을 빼앗을 거야? If there's something you want to take from the members, what would it be? 듣기 View video 모해 MOHAE : [미앤미]아스트로 '윤산하' 편!",
      "english": "If there's something you want to take from the members, what would it be?"
    },
    {
      "korean": "다음 질문 갈게요. 서로에게서 빼앗고 싶은 재능이 있다면? We'll go to the next question. What talents do you want to steal from each other? 듣기 View video V MOVIE : 마동석X민호 <두 남자> 스팟 라이브 ' Spot Live'",
      "english": "We'll go to the next question. What talents do you want to steal from each other?"
    },
    {
      "korean": "[빼앗아라] 뺏어오기? [Take it away from them] Take away? 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌7' 7화 ('Lovelyz Diary Season 6' EP.7 )",
      "english": "[Take it away from them] Take away?"
    },
    {
      "korean": "[과연 최민기 연습생은 1등을 빼앗을 수 있을지?] [Will he take the throne from him?] View video Mnet : 프로듀스101 시즌2 8화",
      "english": "[Will he take the throne from him?]"
    }
  ],
  "examples": [
    {
      "korean": "I won’t encroach on your time any longer. 듣기 Add to Wordbook 당신의 시간을 더 이상 빼앗고 싶지 않아요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I won’t encroach on your time any longer. Add to Wordbook"
    },
    {
      "korean": "All paid jobs absorb and degrade the mind. (Aristotle) 듣기 Add to Wordbook 돈을 받는 모든 직업은 마음을 빼앗고 타락시킨다. (아리스토텔레스, 돈명언) 명언/속담",
      "english": "All paid jobs absorb and degrade the mind. (Aristotle) Add to Wordbook"
    },
    {
      "korean": "The king also takes the magic pot from the old man and goes back to the palace happily. 듣기 Add to Wordbook 왕은 노인에게서도 요술 냄비를 빼앗고는 기분 좋게 궁전으로 돌아가요. YBM All in All English-Korean Dictionary",
      "english": "The king also takes the magic pot from the old man and goes back to the palace happily. Add to Wordbook"
    },
    {
      "korean": "The policeman disarmed the criminal by taking away his gun. 듣기 Add to Wordbook 그 경찰관은 범인의 총을 빼앗고 무장 해제했다. Neungyule",
      "english": "The policeman disarmed the criminal by taking away his gun. Add to Wordbook"
    },
    {
      "korean": "A teenager robbed an old woman two days later and knocked her over, causing her to go into a coma. 듣기 Add to Wordbook 이틀 후에는 한 청소년이 한 할머니에게서 금품을 빼앗고 넘어뜨려 혼수 상태에 빠지게 한 사건이 발생했다. Neungyule",
      "english": "A teenager robbed an old woman two days later and knocked her over, causing her to go into a coma. Add to Wordbook"
    }
  ]
}