{
  "phrases": [
    {
      "phrase": "뺏기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(→빼앗기다)"
      ]
    },
    {
      "phrase": "뺏기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb be taken away, be stolen, be snatched",
        "Verb be taken away, be stolen",
        "Verb be deprived, be seized, be confiscated"
      ]
    },
    {
      "phrase": "빼앗기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(제 것을 남에게)",
        "(권리·자격 등을) lose, be deprived of, (formal) be divested of",
        "(시간을)"
      ]
    },
    {
      "phrase": "뺏긴 물건을 도로 찾다",
      "hanja": "",
      "example": {},
      "meanings": [
        "take back from",
        "win back(도박에서)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "집을 잃다",
      "frequency": 0
    },
    {
      "meaning": "gegenpressing",
      "frequency": 0
    },
    {
      "meaning": "CTF",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[눈뜨고 알파카 뺏긴 영민이] 이거는 뭐예요? [Youngmin lost his alpaca] What's this? 듣기 View video AB6IX : ABNEW 1ST OFFICIAL FANKIT UNBOXING",
      "english": "[Youngmin lost his alpaca] What's this?"
    },
    {
      "korean": "[소름 끼치는 준이의 기획력에 마음을 뺏긴 사원들] 1+1! [Employees love Jun's idea] 1+1! 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.4 고잉엔터테인먼트 신입 사원들의 발표 시간",
      "english": "[Employees love Jun's idea] 1+1!"
    },
    {
      "korean": "[저 한심한 녀석] 카메라마저 뺏긴 거야? [That doofus] Did they take the camera away too? 듣기 View video Big Picture (빅픽처) : 선공개 02. 그것이 알고싶다! 박항서 감독 과거 털기",
      "english": "[That doofus] Did they take the camera away too?"
    },
    {
      "korean": "[카메라 조정 중] 카메라마저 뺏긴 거야? [Adjusting the camera] Did you take the camera away? 듣기 View video Big Picture (빅픽처) : 선공개 02. 그것이 알고싶다! 박항서 감독 과거 털기",
      "english": "[Adjusting the camera] Did you take the camera away?"
    },
    {
      "korean": "[길치라 리지에게 아쉽게 뺏긴 1등의 자리] 여기 아니에요? [Eunwoo came in 2nd place after Lizzy] Not this one? 듣기 View video 플레이리스트 (Playlist) : 꽁냥거리던 아이돌의 최후는? [찍히면 죽는다] - EP. 6-2",
      "english": "[Eunwoo came in 2nd place after Lizzy] Not this one?"
    }
  ],
  "examples": [
    {
      "korean": "A moderate amount of alcohol in a sleep deprived person is a serious situation. 발음듣기 수면을 뺏긴 사람들에게 적당한 양의 알코올은 심각한 상황입니다. YBM All in All English-Korean Dictionary",
      "english": "A moderate amount of alcohol in a sleep deprived person is a serious situation. 발음"
    },
    {
      "korean": "A new report finds Maine lost more jobs to China as a share of total state employment than any other state. 발음듣기 새로 발표된 보고서에 따르면 주 전체 고용 비율로 따져 중국에 일자리를 뺏긴 비율이 다른 어떤 주보다 메인 주가 가장 높은 것으로 나타났습니다. YBM All in All English-Korean Dictionary",
      "english": "A new report finds Maine lost more jobs to China as a share of total state employment than any other state. 발음"
    },
    {
      "korean": "Since 1989 the number of job opportunities in the United States lost to China has been steadily increasing from 95,000 to more than 1,500,000 in 2003. 발음듣기 중국에 뺏긴 미국 내 일자리 수는 꾸준히 증가하여 1989년 9만 5천 개였던 것이 2003년에는 150만 개를 넘어섰습니다. YBM All in All English-Korean Dictionary",
      "english": "Since 1989 the number of job opportunities in the United States lost to China has been steadily increasing from 95,000 to more than 1,500,000 in 2003. 발음"
    },
    {
      "korean": "Bush senior was a one-term president, robbed of a second four-year term by an upstart from Arkansas called Bill Clinton. 발음듣기 아버지 부시는 빌 클린턴이라 불리는 아칸소출신의 건방진 놈에게 두번째 4년임기를 뺏긴 단임대통령이었다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Web Collection",
      "english": "Bush senior was a one-term president, robbed of a second four-year term by an upstart from Arkansas called Bill Clinton. 발음"
    },
    {
      "korean": "I'm getting my inches back all of them. 발음듣기 (TV를 뺏긴 상황에서) 내 텔레비전을 되찾아 올 거에요. User translation Inaccurate information may be included due to the users' self-traslation. wizardplanet(wiza****) Web Collection",
      "english": "I'm getting my inches back all of them. 발음"
    }
  ]
}