{
  "phrases": [
    {
      "phrase": "뻔뻔하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "shameless, brazen"
      ]
    },
    {
      "phrase": "뻔뻔스런[별난] 부탁",
      "hanja": "",
      "example": {},
      "meanings": [
        "a brazen[an unusual] request"
      ]
    },
    {
      "phrase": "뻔뻔스러운 거짓말",
      "hanja": "",
      "example": {},
      "meanings": [
        "a bold-faced[brazen, barefaced] lie",
        "a direct lie"
      ]
    },
    {
      "phrase": "뻔뻔스런[매력적인] 제의",
      "hanja": "",
      "example": {},
      "meanings": [
        "a shameless[an attractive, a tempting] offer"
      ]
    },
    {
      "phrase": "이렇게 뻔뻔스러울 수가!",
      "hanja": "",
      "example": {},
      "meanings": [
        "All cheek!"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "[뻔뻔] 이러면 안 되는 거죠? [Bold] This is an example of failure, right? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Bold] This is an example of failure, right?"
    },
    {
      "korean": "[뻔뻔] 아니 우리 각자 챌린지가 있는데 그걸 왜 침범해? [Brazen] I mean, we have separate challenges. Why do you ignore that? 듣기 View video TWICE : 트와이스 복자매 나모의 “도전! ASMR” EP.01",
      "english": "[Brazen] I mean, we have separate challenges. Why do you ignore that?"
    },
    {
      "korean": "[뻔뻔 뻔뻔] 사람 아니에요 마네킹인데? [Shameless] It's not a person. It's a mannequin. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.14 MBTI of SVT",
      "english": "[Shameless] It's not a person. It's a mannequin."
    },
    {
      "korean": "[뻔뻔] - 그거라고? - 설마 형 저랑 통했어요? [Brazenly] - I get it. - You have the same one as mine? 듣기 View video BTS : Run BTS! 2019 - EP.86",
      "english": "[Brazenly] - I get it. - You have the same one as mine?"
    },
    {
      "korean": "[뻔뻔주의][갓세븐 공식 스니키] [음소거 웃음] 진짜... [Caution: Shameless][GOT7's official sneaky man] [Muted laughter] Oh really... 듣기 View video GOT7 : GOT7(갓세븐) HOTLINE #13",
      "english": "[Caution: Shameless][GOT7's official sneaky man] [Muted laughter] Oh really..."
    }
  ],
  "examples": [
    {
      "korean": "It was rather brazen of me. 듣기 Add to Wordbook 그것은 내가 오히려 뻔뻔 했다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Kevin(seom****)",
      "english": "It was rather brazen of me. Add to Wordbook"
    },
    {
      "korean": "You have a lot of nerve calling me. 듣기 Add to Wordbook 날 부르다니 너 뻔뻔하구나. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 바보인척하는 바보(yunj****)",
      "english": "You have a lot of nerve calling me. Add to Wordbook"
    },
    {
      "korean": "You have a lot of nerve. of course I do. 듣기 Add to Wordbook 너 뻔뻔하다. 물론 나도. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 바보인척하는 바보(yunj****)",
      "english": "You have a lot of nerve. of course I do. Add to Wordbook"
    },
    {
      "korean": "You have got some nerve coming back here. 듣기 Add to Wordbook 여기 다시 오다니 너 뻔뻔하다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 윤톨(dbsw****)",
      "english": "You have got some nerve coming back here. Add to Wordbook"
    },
    {
      "korean": "You have a lot of nerve coming in here. 듣기 Add to Wordbook 여기에 들어오다니 너 뻔뻔하다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 바보인척하는 바보(yunj****)",
      "english": "You have a lot of nerve coming in here. Add to Wordbook"
    }
  ]
}