{
  "phrases": [
    {
      "phrase": "뽑다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(박혀 있던 것을) pull (out/off/away); (눈썹·흰머리 등을) pluck; (칼·카드 등을) draw; (식물을 뿌리째) root up, uproot",
        "(선택하다) select, choose, single out; (선출하다) elect; (투표하다) vote for",
        "(직원을) recruit, hire"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unfilled",
      "frequency": 0
    },
    {
      "meaning": "unweeded",
      "frequency": 0
    },
    {
      "meaning": "Let sleeping dogs lie",
      "frequency": 0
    },
    {
      "meaning": "pluck",
      "frequency": 1
    },
    {
      "meaning": "extraction",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "반시간 더 빨리 해서 1분 분량 뽑지? They'll speed it up to give you a minute of airtime. 듣기 View video ASTRO : [ASTRO PLAY] 2020 ASTRO Live on WWW.",
      "english": "They'll speed it up to give you a minute of airtime."
    },
    {
      "korean": "제가 뽑아서 보여드릴게요, 이거 어떻게 뽑지? I'll show you after printing it out. How do I do this? 듣기 View video V COOKIE : [Full] Jeong Eun Ji X CouchTalk - 정은지 X 카우치토크",
      "english": "I'll show you after printing it out. How do I do this?"
    },
    {
      "korean": "뽑지 말라고 진짜 - 밀어 밀어! I told you not to pick it! Really! - Pass it, pass it! 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.20 재료 없는 떡볶이 만들기 (뉴이스트의 2020 왁자지껄 운수대통 #2)",
      "english": "I told you not to pick it! Really! - Pass it, pass it!"
    },
    {
      "korean": "[캬항] - 어려운 거 뽑지 마 - 어떤 거, 어떤 거 해? [Yay] - Don't pick a difficult one. - Which one? 듣기 View video TWICE : TWICE REALITY \"TIME TO TWICE\" EP.02",
      "english": "[Yay] - Don't pick a difficult one. - Which one?"
    },
    {
      "korean": "뭘 뽑지? Which one should I pick this time? 듣기 View video Dingo Story / 딩고스토리 : 술 먹으면 용기가 생기는 법_EP18_[라이크LIKE]",
      "english": "Which one should I pick this time?"
    }
  ],
  "examples": [
    {
      "korean": "This is similar to a recent move by Volkswagen, which announced earlier this month that it is planning to cut 5,000 to 7,000 jobs by 2023 by not hiring new employees. 발음듣기 이는 2023년까지 신입사원을 뽑지 않고 5,000~7,000명을 감원할 계획을 이달 초 밝힌 폭스바겐의 행보와 비슷하다. The Korea Times",
      "english": "This is similar to a recent move by Volkswagen, which announced earlier this month that it is planning to cut 5,000 to 7,000 jobs by 2023 by not hiring new employees. 발음"
    },
    {
      "korean": "The garden needs weeding. 발음듣기 뜰의 잡초를 뽑지 않으면 안 된다 Dong-a's Prime English-Korean Dictionary",
      "english": "The garden needs weeding. 발음"
    },
    {
      "korean": "If possible, I'd rather not have my wisdom tooth extracted yet. 발음듣기 가능하다면 사랑니를 아직 뽑지 않았으면 합니다. Neungyule",
      "english": "If possible, I'd rather not have my wisdom tooth extracted yet. 발음"
    },
    {
      "korean": "Well, if we don't hire temp workers, we'll have to pay our staff to work overtime, which is even more expensive. 발음듣기 만일 임시직 직원들을 뽑지 않으면 직원들에게 야근 수당을 지급해야 하는데, 그 비용이 훨씬 많이 들어요. YBM All in All English-Korean Dictionary",
      "english": "Well, if we don't hire temp workers, we'll have to pay our staff to work overtime, which is even more expensive. 발음"
    },
    {
      "korean": "The governing camp has yet to select its candidate, though many contenders are jockeying for their own primary race. 발음듣기 여당 캠프는 많은 경쟁자들이 그들만의 경선에서 유리한 입장에 서려고 획책하고 있지만 아직 그들의 후보를 뽑지 못했다. Neungyule",
      "english": "The governing camp has yet to select its candidate, though many contenders are jockeying for their own primary race. 발음"
    }
  ]
}