{
  "phrases": [
    {
      "phrase": "뿐",
      "hanja": "",
      "example": {},
      "meanings": [
        "just, only"
      ]
    },
    {
      "phrase": "뿐",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition ppun"
      ]
    },
    {
      "phrase": "-뿐",
      "hanja": "",
      "example": {},
      "meanings": [
        "[단지, 다만] only, merely, solely, alone, all, nothing but, […뿐 아니라] not only... but (also), as well as."
      ]
    },
    {
      "phrase": "뿐만 아니라",
      "hanja": "",
      "example": {},
      "meanings": [
        "besides",
        "moreover",
        "in addition"
      ]
    },
    {
      "phrase": "우리 셋 뿐이야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Just the three of us."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "furthermore",
      "frequency": 3
    },
    {
      "meaning": "nothing but",
      "frequency": 0
    },
    {
      "meaning": "not only… but (also)…",
      "frequency": 0
    },
    {
      "meaning": "not only… (but) also…",
      "frequency": 0
    },
    {
      "meaning": "anybody's/anyone's guess",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나는 내 소꿉친구를 구하고 싶을 뿐이라고! I just want to save my childhood friend! 듣기 View video 컨스TV : 웹드라마 [기적 소녀 4화] 절대 뒤돌아 보지마!",
      "english": "I just want to save my childhood friend!"
    },
    {
      "korean": "매체만 다를 뿐이라고 생각하거든요. I feel our medium is just different. 듣기 View video 정세운(Jeong Sewoon) : 세운 to me now #7",
      "english": "I feel our medium is just different."
    },
    {
      "korean": "SBS M프로를 통해서 만난 친구 사이일 뿐이라고... In the M program from SBS. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 WITH 스타트렉 배우 내한 현장 A night's entertainment news",
      "english": "In the M program from SBS."
    },
    {
      "korean": "어쩔 수 없어 시키니까 했을 뿐이라고. You have no choice. They are asking you. 듣기 View video iKON : [KONIC TV] 코니들의 파이널 라운드!!",
      "english": "You have no choice. They are asking you."
    },
    {
      "korean": "날종미 님께서 '농구는 왼손은 거들 뿐'이라고. ID Naljongmi says, \"The left hand is only for support\". 듣기 View video IDOL x IDOL : Various - 베리어스 '가자! 월미도로~'",
      "english": "ID Naljongmi says, \"The left hand is only for support\"."
    }
  ],
  "examples": [
    {
      "korean": "He claimed he had only acted under coercion. 듣기 Add to Wordbook 그는 강압을 받고 행동했을 뿐이라고 주장했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He claimed he had only acted under coercion. Add to Wordbook"
    },
    {
      "korean": "She dismissed the newspaper reports as pure speculation. 듣기 Add to Wordbook 그녀는 그 신문 보도들을 순전히 억측일 뿐이라고 일축했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She dismissed the newspaper reports as pure speculation. Add to Wordbook"
    },
    {
      "korean": "It isn’t art—it’s just a horror movie with knobs on! 듣기 Add to Wordbook 그것은 예술이 아냐. 그저 좀 더 복잡하게 만든 공포 영화일 뿐이라고! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It isn’t art—it’s just a horror movie with knobs on! Add to Wordbook"
    },
    {
      "korean": "Forget about him: he is just a micro-cheater. 듣기 Add to Wordbook 그를 잊어, 그는 단지 너 몰래 다른 사람을 좋아하는 사람일 뿐이라고. 국제영어대학원대학교 신어사전",
      "english": "Forget about him: he is just a micro-cheater. Add to Wordbook"
    },
    {
      "korean": "My mother used to say that there are no strangers, only friends you haven't met yet. She's now in a maximum security twilight home in Australia. (Dame Edna Everage) 듣기 Add to Wordbook 어머니는 낯선 사람이란 없으며, 아직 만나지 않은 친구가 있을 뿐이라고 말씀하셨다. 어머니는 지금 호주에서 최고 보안 시설의 치매 노인 요양소에 계시다. (데임 에드나 에브리지, 친구명언) 명언/속담",
      "english": "My mother used to say that there are no strangers, only friends you haven't met yet. She's now in a maximum security twilight home in Australia. (Dame Edna Everage) Add to Wordbook"
    }
  ]
}