{
  "phrases": [
    {
      "phrase": "뿐",
      "hanja": "",
      "example": {},
      "meanings": [
        "just, only"
      ]
    },
    {
      "phrase": "뿐",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition ppun"
      ]
    },
    {
      "phrase": "-뿐",
      "hanja": "",
      "example": {},
      "meanings": [
        "[단지, 다만] only; merely; solely; alone; all; nothing but; […뿐 아니라] not only... but (also); as well as."
      ]
    },
    {
      "phrase": "뿐만 아니라",
      "hanja": "",
      "example": {},
      "meanings": [
        "besides",
        "moreover",
        "in addition"
      ]
    },
    {
      "phrase": "인생은 한번 뿐이야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "You only live once."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "지나지 않다",
      "frequency": 0
    },
    {
      "meaning": "furthermore",
      "frequency": 1
    },
    {
      "meaning": "nothing but",
      "frequency": 0
    },
    {
      "meaning": "not only… but (also)…",
      "frequency": 0
    },
    {
      "meaning": "not only… (but) also…",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 하나 뿐이다. That's the only way. 듣기 View video 브릿지TV (BRIDGE TV) : <사랑, 시간에 머물다> EP5-2",
      "english": "That's the only way."
    },
    {
      "korean": "어려워? - 인생은 한 번뿐이다? Difficult? - You only live once? 듣기 View video IZ*ONE : 히희낰락 한국어 교실 #1",
      "english": "Difficult? - You only live once?"
    },
    {
      "korean": "하지만 이거는 펜타곤의 우석 단 한 명 뿐이다. However, this can only be Woo Seok of PENTAGON. 듣기 View video V PICK! : [PENTAGON] 고시넌씨의 충격의 충격의 충격고백❗️ (Shinwon&Wooseok drawing each other)",
      "english": "However, this can only be Woo Seok of PENTAGON."
    },
    {
      "korean": "머릿속에는 온통 '아무것도 하고 싶지 않다' 라는 문장 뿐이다. I keep thinking inside my head, \"I don't want to do anything.\" 듣기 View video MOMO X : [모모문고] 김용국 편",
      "english": "I keep thinking inside my head, \"I don't want to do anything.\""
    },
    {
      "korean": "수박 겉핥기일 뿐이다. It's only scratching the surface. 듣기 View video iKON : [KONIC TV] 4탄 '똑똑이 코니들!!!'",
      "english": "It's only scratching the surface."
    }
  ],
  "examples": [
    {
      "korean": "This is pure surmise on my part. 발음듣기 이것은 순전히 내 입장에서 본 추측일 뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This is pure surmise on my part. 발음"
    },
    {
      "korean": "The plan, as yet, only exists in embryonic form. 발음듣기 그 계획은 아직 초기 단계일 뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The plan, as yet, only exists in embryonic form. 발음"
    },
    {
      "korean": "Rubella is just another name for German measles. 발음듣기 루벨라는 풍진의 또 다른 이름일 뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rubella is just another name for German measles. 발음"
    },
    {
      "korean": "Rudeness is just a front for her shyness. 발음듣기 그녀의 무례한 태도는 소심함을 가리는 겉모습일 뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rudeness is just a front for her shyness. 발음"
    },
    {
      "korean": "The threat of punishment has only stiffened their resolve. 발음듣기 처벌 위협은 그들의 결의를 강화시켰을 뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The threat of punishment has only stiffened their resolve. 발음"
    }
  ]
}