{
  "phrases": [],
  "meanings": [
    {
      "meaning": "aware enough of the fact that...",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "드라마속 극 중에서 얘기일 뿐인가봐요, 그러면은? only exist in the dramas? 듣기 View video V COOKIE : [Full]밥 잘 사주는 예쁜 누나 X 앞터V (Something in the Rain X Early Interview)",
      "english": "only exist in the dramas?"
    },
    {
      "korean": "\"다들 예쁘다고 생각하는 건 나 뿐인가?\" \"Is it just me who thinks everyone is pretty?\" 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '날씨야 누가 이기나 해보자!!'",
      "english": "\"Is it just me who thinks everyone is pretty?\""
    },
    {
      "korean": "어떠세요? 나이는 숫자일 뿐인가요? What do you think? Is age nothing but a number? 듣기 View video V MUSIC : 브로콜리너마저 LIVE - 열대야를 지나온 노래들",
      "english": "What do you think? Is age nothing but a number?"
    }
  ],
  "examples": [
    {
      "korean": "Hawking has spent a lot of time thinking about extraterrestrial life. 듣기 Add to Wordbook 그는 여러 번 '지구 행성 밖에는 생명체가 있는가? 아니면 우리 뿐인가?'라고 자문했다. Neungyule",
      "english": "Hawking has spent a lot of time thinking about extraterrestrial life. Add to Wordbook"
    },
    {
      "korean": "So are the students who use essay writing services guilty of cheating or simply the victims of a bad educational system? 듣기 Add to Wordbook 그렇다면, 에세이 쓰기 서비스를 이용하는 학생들은 부정 행위를 저지른 것인가 아니면 불합리한 교육 제도의 피해자(희생자)일 뿐인가? Neungyule",
      "english": "So are the students who use essay writing services guilty of cheating or simply the victims of a bad educational system? Add to Wordbook"
    },
    {
      "korean": "Is it really important or just a relic of past times? 듣기 Add to Wordbook 그것은 정말 중요한 것인가, 아니면 과거의 잔재일 뿐인가? TIMES CORE",
      "english": "Is it really important or just a relic of past times? Add to Wordbook"
    },
    {
      "korean": "Is the current policy of unreciprocated cooperation between North and South really good for South Korea or just a compromise to national security? 듣기 Add to Wordbook 북한과 남한 사이의 일방적인 협력을 하는 현(現)정책이 정말 남한에 이로운가? 아니면 국가 안보에 대한 타협일 뿐인가? TIMES CORE",
      "english": "Is the current policy of unreciprocated cooperation between North and South really good for South Korea or just a compromise to national security? Add to Wordbook"
    },
    {
      "korean": "Just a little? 듣기 Add to Wordbook 단지 조금 비슷했을 뿐인가? TIMES CORE",
      "english": "Just a little? Add to Wordbook"
    }
  ]
}