{
  "phrases": [
    {
      "phrase": "삐걱",
      "hanja": "",
      "example": {},
      "meanings": [
        "with a creak, with a creaking sound.",
        "삐걱하다 creak, squeak, grate."
      ]
    },
    {
      "phrase": "삐걱",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb with a creaking sound"
      ]
    },
    {
      "phrase": "삐걱거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(소리가 나다) creak squeak,, (마찰로 인해) grate",
        "(일이 잘되지 않다)"
      ]
    },
    {
      "phrase": "삐걱거리는 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "a creaking[squeaking] sound"
      ]
    },
    {
      "phrase": "문이 삐걱거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "a door creaks[squeaks]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "삐거덕",
      "frequency": 0
    },
    {
      "meaning": "scroop",
      "frequency": 0
    },
    {
      "meaning": "grate 2",
      "frequency": 3
    },
    {
      "meaning": "삐걱",
      "frequency": 0
    },
    {
      "meaning": "creaking chairs",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[삐걱] '오빠 빨리 마시라고'. [Creaking] Drink up. 듣기 View video 스튜디오 룰루랄라 (Studio LuluLala) : [취중막말] ep.5 숙취해소하는 취중뷰티 꿀팁 대방출!?",
      "english": "[Creaking] Drink up."
    },
    {
      "korean": "소음에 주의해주세요, 삐걱 소리도. - 네. Please be careful of the sound, even the creaks. - Yes. 듣기 View video KIM DONG WAN : 임기홍 임재현 배우",
      "english": "Please be careful of the sound, even the creaks. - Yes."
    },
    {
      "korean": "조금 삐걱 거리더라도 여러분들이 잘 봐주시기 바라겠습니다. so I hope you guys still enjoy our broadcast despite our choppy and awkward transitions. 듣기 View video V MOVIE : 현빈X유해진 <공조> 스팟 라이브",
      "english": "so I hope you guys still enjoy our broadcast despite our choppy and awkward transitions."
    }
  ],
  "examples": [
    {
      "korean": "The floor gives creaks when you walk on it. 듣기 Add to Wordbook 걸으면 마루바닥에서 삐걱소리가 나. Neungyule",
      "english": "The floor gives creaks when you walk on it. Add to Wordbook"
    },
    {
      "korean": "Water dripped from the faucet and the floor creaked. 듣기 Add to Wordbook 수도꼭지에서는 물방울이 떨어졌고 마루바닥은 삐걱 소리를 냈다. Neungyule",
      "english": "Water dripped from the faucet and the floor creaked. Add to Wordbook"
    },
    {
      "korean": "I'll miss the squeaking of that old gate. 듣기 Add to Wordbook 저 낡은 문이 삐걱 거리는 소리를 그리워 할 것이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 마이티아톰(barr****)",
      "english": "I'll miss the squeaking of that old gate. Add to Wordbook"
    },
    {
      "korean": "The swarm of black, uniform tables and chairs on the lawn outside struck a jarring note, too. 듣기 Add to Wordbook 외부의 잔디밭에있는 검정색의 균일한 테이블과 의자의 무리 역시 삐걱 거리는 소리를 냈습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Hailee(iyru****)",
      "english": "The swarm of black, uniform tables and chairs on the lawn outside struck a jarring note, too. Add to Wordbook"
    },
    {
      "korean": "I looked at my friend's uneasy face after he flinched when the old lift made a creak. 듣기 Add to Wordbook 낡은 승강기가 삐걱소리를 낼 때 친구가 뒤로 물러선 후 불안한 얼굴을 하고있는 것을 봤다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "I looked at my friend's uneasy face after he flinched when the old lift made a creak. Add to Wordbook"
    }
  ]
}