{
  "phrases": [
    {
      "phrase": "사멸",
      "hanja": " (死滅)",
      "example": {},
      "meanings": [
        "extinction, annihilation, destruction, death, 사멸하다 die out, perish, become extinct, be annihilated, be expired"
      ]
    },
    {
      "phrase": "사멸하다",
      "hanja": " (死滅하다)",
      "example": {},
      "meanings": [
        "become extinct, cease to exist"
      ]
    },
    {
      "phrase": "사멸한 동물들",
      "hanja": "",
      "example": {},
      "meanings": [
        "extinct animals"
      ]
    },
    {
      "phrase": "사멸되다",
      "hanja": " (死滅되다)",
      "example": {},
      "meanings": [
        "Verb become extinct, be annihilated"
      ]
    },
    {
      "phrase": "사멸곡선",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 killing curve"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "사멸",
      "frequency": 0
    },
    {
      "meaning": "vibriocidal",
      "frequency": 0
    },
    {
      "meaning": "perishability",
      "frequency": 0
    },
    {
      "meaning": "perishably",
      "frequency": 0
    },
    {
      "meaning": "necrobiotic",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Cryolipolysis has been approved to break down fat cells. 발음듣기 지방세포 사멸을 위한 저온지방감소술이 승인을 받았다. 국제영어대학원대학교 신어사전",
      "english": "Cryolipolysis has been approved to break down fat cells. 발음"
    },
    {
      "korean": "All dinosaurs died out long ago. 발음듣기 모든 공룡은 오래 전에 사멸했다. YBM All in All English-Korean Dictionary",
      "english": "All dinosaurs died out long ago. 발음"
    },
    {
      "korean": "This is the first time scientists have detected planet-building materials around a star that died in a fiery blast. 발음듣기 과학자들이 화염 폭발로 사멸한 별들 주위에서 행성을 만드는 물질들을 찾아낸 것은 이번이 처음입니다. YBM All in All English-Korean Dictionary",
      "english": "This is the first time scientists have detected planet-building materials around a star that died in a fiery blast. 발음"
    },
    {
      "korean": "They have also found ways of creating stem cells from dying sperm. 발음듣기 또한, 사멸 정자를 통해 줄기 세포를 만들어내는 방법도 발견했다. Neungyule",
      "english": "They have also found ways of creating stem cells from dying sperm. 발음"
    },
    {
      "korean": "A language forms, changes, and ceases to exist according to the passing of time. 발음듣기 언어는 시대의 흐름에 따라 생성, 변화, 사멸한다 Neungyule",
      "english": "A language forms, changes, and ceases to exist according to the passing of time. 발음"
    }
  ]
}