{
  "phrases": [
    {
      "phrase": "사냥개",
      "hanja": "",
      "example": {},
      "meanings": [
        "hunting[sporting] dog, (Am) bird dog, (Brit) gun dog"
      ]
    },
    {
      "phrase": "사냥개자리 『천문』",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Hunting Dogs"
      ]
    },
    {
      "phrase": "사냥개자리",
      "hanja": "",
      "example": {},
      "meanings": [
        "[천문] the Hunting Dogs, Canes Venatici."
      ]
    },
    {
      "phrase": "반스사냥개박쥐",
      "hanja": "",
      "example": {},
      "meanings": [
        "동물 Barnes's Mastiff bat"
      ]
    },
    {
      "phrase": "밀러사냥개박쥐",
      "hanja": "",
      "example": {},
      "meanings": [
        "동물 Miller's Mastiff Bat"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hunter",
      "frequency": 3
    },
    {
      "meaning": "hound",
      "frequency": 3
    },
    {
      "meaning": "hound dog",
      "frequency": 0
    },
    {
      "meaning": "courser",
      "frequency": 0
    },
    {
      "meaning": "sporter",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "굉장히 용감하고. Dobermann 이 사냥개로 아마 유명할 거에요. So brave. Dobermann is famous as hunting dog. 듣기 View video IMFACT : [UNGJAE] 웅재의 취미 공유(Feat. 게스트)",
      "english": "So brave. Dobermann is famous as hunting dog."
    },
    {
      "korean": "사냥개 악인이고요. - 개장수인가요? It's a character like a hunting dog. - Are you a dog trader then? 듣기 View video V MOVIE : <아수라> 무비토크 라이브 '< Asura : The City of Madness> Movie Talk Live'",
      "english": "It's a character like a hunting dog. - Are you a dog trader then?"
    },
    {
      "korean": "[본가에서 기르는 대형견] 로트와일러라고 혹시 아세요? 그 사냥개 큰 거. Do you know what a Rottweiler is? It's a big hunting dog. 듣기 View video V WEB DRAMA : [캐남] f(x)루나, 요즘 연하남한테 끌린다?!_9회",
      "english": "Do you know what a Rottweiler is? It's a big hunting dog."
    }
  ],
  "examples": [
    {
      "korean": "a hunting dog 듣기 Add to Wordbook 사냥개. Friendict Level English-Korean Dictionary",
      "english": "a hunting dog Add to Wordbook"
    },
    {
      "korean": "The hounds were following the fox’s trail. 듣기 Add to Wordbook 사냥개들은 여우의 자취를 따라가고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The hounds were following the fox’s trail. Add to Wordbook"
    },
    {
      "korean": "a pack of hounds 듣기 Add to Wordbook 한 떼의 사냥개들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a pack of hounds Add to Wordbook"
    },
    {
      "korean": "The fox was surrounded by a pack of hounds. 듣기 Add to Wordbook 그 여우는 한 무리의 사냥개에게 둘러싸였다. 절대어휘 5100",
      "english": "The fox was surrounded by a pack of hounds. Add to Wordbook"
    },
    {
      "korean": "a pack of baying hounds 듣기 Add to Wordbook 으르렁거리는 사냥개 무리 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a pack of baying hounds Add to Wordbook"
    }
  ]
}