{
  "phrases": [
    {
      "phrase": "사출",
      "hanja": " (射出)",
      "example": {},
      "meanings": [
        "shooting out, emission, ejaculation, catapulting, radiation, 사출하다 shoot out, emit, project, eject, catapult, radiate"
      ]
    },
    {
      "phrase": "사출 성형",
      "hanja": " (射出成形)",
      "example": {},
      "meanings": [
        "injection molding"
      ]
    },
    {
      "phrase": "사출수",
      "hanja": " (射出髓)",
      "example": {},
      "meanings": [
        "(식물) medullary rays"
      ]
    },
    {
      "phrase": "정액 사출",
      "hanja": " (精液射出)",
      "example": {},
      "meanings": [
        "a seminal emission, ejaculation"
      ]
    },
    {
      "phrase": "사출 좌석",
      "hanja": " (射出座席)",
      "example": {},
      "meanings": [
        "(항공) an ejection[ejector] seat"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "jet 1",
      "frequency": 3
    },
    {
      "meaning": "catapulting",
      "frequency": 0
    },
    {
      "meaning": "injection moulding",
      "frequency": 0
    },
    {
      "meaning": "injection molding",
      "frequency": 0
    },
    {
      "meaning": "ejection seat",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Some materials have to be taken out, like glass which can form lethal projectiles, and insulation which can spread over a vast area. 듣기 Add to Wordbook 유리같이 위험한 사출물이나 멀리까지 날아갈 수 있는 절연체도 미리 밖으로 빼낸다. YBM All in All English-Korean Dictionary",
      "english": "Some materials have to be taken out, like glass which can form lethal projectiles, and insulation which can spread over a vast area. Add to Wordbook"
    },
    {
      "korean": "There is a strong market for extruded snacks -- potato or maize paste made into the strange shapes that children enjoy. 듣기 Add to Wordbook 감자나 옥수수 반죽을 기묘한 모양으로 찍어내는, 아이들이 좋아하는 사출 성형 스낵은 시장이 튼튼하다. YBM All in All English-Korean Dictionary",
      "english": "There is a strong market for extruded snacks -- potato or maize paste made into the strange shapes that children enjoy. Add to Wordbook"
    },
    {
      "korean": "My family had a small injection molding company which was, despite constant attempts to diversify, always frustratingly dependent on Detroit. 듣기 Add to Wordbook 우리 가족은 작은 사출 성형 회사를 가지고 있는데, 다양화를 위한 지속적인 시도에도 불구하고 과할 정도로 디트로이트 시장에 의존하고 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 JKbro(ljwg****)",
      "english": "My family had a small injection molding company which was, despite constant attempts to diversify, always frustratingly dependent on Detroit. Add to Wordbook"
    },
    {
      "korean": "An injection-molding company uses a die to create parts. 듣기 Add to Wordbook 플라스틱 사출 성형 회사에서 부품을 만들기 위해 형판을 사용합니다. hansemEUG",
      "english": "An injection-molding company uses a die to create parts. Add to Wordbook"
    },
    {
      "korean": "For example, you want to chart the diameter of mold-injected plastic parts. 듣기 Add to Wordbook 예를 들어, 사출 성형된 플라스틱 부품의 지름을 표시하려고 합니다. hansemEUG",
      "english": "For example, you want to chart the diameter of mold-injected plastic parts. Add to Wordbook"
    }
  ]
}