{
  "phrases": [
    {
      "phrase": "사용되다",
      "hanja": " (使用되다)",
      "example": {},
      "meanings": [
        "Verb be used",
        "Verb be hired, be employed"
      ]
    },
    {
      "phrase": "사용",
      "hanja": " (使用)",
      "example": {},
      "meanings": [
        "[명사] use, [동사] use, (formal) employ"
      ]
    },
    {
      "phrase": "사용 설명서",
      "hanja": "",
      "example": {},
      "meanings": [
        "instructions, handbook, (기계의) manual"
      ]
    },
    {
      "phrase": "사용할 수 있는",
      "hanja": "",
      "example": {},
      "meanings": [
        "usable",
        "fit for use"
      ]
    },
    {
      "phrase": "사용할 수 없는",
      "hanja": "",
      "example": {},
      "meanings": [
        "unfit for use"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "use",
      "frequency": 3
    },
    {
      "meaning": "usage",
      "frequency": 3
    },
    {
      "meaning": "boycott",
      "frequency": 3
    },
    {
      "meaning": "use 2",
      "frequency": 3
    },
    {
      "meaning": "occupied",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그래서 뭐 골프웨어라든가 스포츠라인에서는 이 불꽃 로고의 모양이 사용될 수 없다고 합니다. So, golfwear or sportwear can't use this logo. 듣기 View video Fairy Tina : ADIDAS ORIGINALS UNBOXING HAUL | APPROVED ITEMS ONLY! | FAIRY TINA",
      "english": "So, golfwear or sportwear can't use this logo."
    },
    {
      "korean": "첫 번째 스타일링에 사용될 베레모는 이렇게 모직으로 약간 힘이 있는 베레모에요. The first beret I'm going to use is a wool beret that's a bit stiff. 듣기 View video EUNBI : EUNBI✟How to Hairstyles | BERET 베레모 쓰는법|베레모 헤어스타일링",
      "english": "The first beret I'm going to use is a wool beret that's a bit stiff."
    },
    {
      "korean": "본인들은 이게 이렇게 사용될 줄은 몰랐겠죠. They didn't expect the picture to be used this way. 듣기 View video iKON : 동파라치 3탄! 손님이왔어요ㅇㅁㅇ;;",
      "english": "They didn't expect the picture to be used this way."
    },
    {
      "korean": "그 돈은 다음 영화를 제작하는데 사용될겁니다. so I'm going to be using that money to create my next movie. 듣기 View video V MOVIE : <그물> 김기덕 라이브 인터뷰 ' Kim Ki-Duk Live Interview'",
      "english": "so I'm going to be using that money to create my next movie."
    },
    {
      "korean": "대표적인 곡으로 사용될 예정이죠. - 네, 알까기 송입니다. it will be our theme song. - Yes, it's a stone-flicking song. 듣기 View video QUEEN : 제1회 퀸씨배 인디알까기 최강자전",
      "english": "it will be our theme song. - Yes, it's a stone-flicking song."
    }
  ],
  "examples": [
    {
      "korean": "It is important that students develop an awareness of how the Internet can be used. 듣기 Add to Wordbook 인터넷이 어떻게 사용될 수 있는지에 대해 학생들이 의식을 키우는 것이 중요하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is important that students develop an awareness of how the Internet can be used. Add to Wordbook"
    },
    {
      "korean": "Whistlecars can be deployed. 듣기 Add to Wordbook 휘슬카는 효율적으로 사용될 수 있다. 국제영어대학원대학교 신어사전",
      "english": "Whistlecars can be deployed. Add to Wordbook"
    },
    {
      "korean": "Medibles could be used as a substitute for therapeutic cannabis. 듣기 Add to Wordbook 메디블은 치료용 대마초의 대용으로 사용될 수 있다. 국제영어대학원대학교 신어사전",
      "english": "Medibles could be used as a substitute for therapeutic cannabis. Add to Wordbook"
    },
    {
      "korean": "At first, e-skin was developed for exercise and fitness, but now, it could be used for healthcare. 듣기 Add to Wordbook 처음에 이 스킨은 운동과 신체단련을 위해 개발되었지만, 이제는 건강관리를 위해서도 사용될 수 있습니다. 국제영어대학원대학교 신어사전",
      "english": "At first, e-skin was developed for exercise and fitness, but now, it could be used for healthcare. Add to Wordbook"
    },
    {
      "korean": "Lansoprazole can be used to prevent esophageal cancer. 듣기 Add to Wordbook 란소프라졸은 식도암 예방에 사용될 수 있다. 국제영어대학원대학교 신어사전",
      "english": "Lansoprazole can be used to prevent esophageal cancer. Add to Wordbook"
    }
  ]
}