{
  "phrases": [
    {
      "phrase": "사회",
      "hanja": " (司會)",
      "example": {},
      "meanings": [
        "(회의 등을 진행함)"
      ]
    },
    {
      "phrase": "사회",
      "hanja": " (社會)",
      "example": {},
      "meanings": [
        "society, community, the world"
      ]
    },
    {
      "phrase": "사회의",
      "hanja": "",
      "example": {},
      "meanings": [
        "social",
        "public"
      ]
    },
    {
      "phrase": "국제사회",
      "hanja": "",
      "example": {},
      "meanings": [
        "international society[community], community of nations"
      ]
    },
    {
      "phrase": "사회주의",
      "hanja": " (社會主義)",
      "example": {},
      "meanings": [
        "socialism"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "society",
      "frequency": 2
    },
    {
      "meaning": "circle",
      "frequency": 2
    },
    {
      "meaning": "community",
      "frequency": 2
    },
    {
      "meaning": "MC",
      "frequency": 0
    },
    {
      "meaning": "PSHEE",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "말할 수 있어요 사회자님? Can I say it, presenter? 듣기 View video TWICE : TWICE UNIV. 패션동아리 동아리방",
      "english": "Can I say it, presenter?"
    },
    {
      "korean": "'죽은 시인의 사회' - 아, 신이 죽었어요? \"Dead Poets Society\". - Oh, the god is dead? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "\"Dead Poets Society\". - Oh, the god is dead?"
    },
    {
      "korean": "하자 - 그러면 핸드폰 어플이 사회자를 해주는 거예요? Let's do this. - So, the app will be the moderator? 듣기 View video V COOKIE : [Full] 뉴이스트 X 우리의 밤 (Our Night with NU'EST)",
      "english": "Let's do this. - So, the app will be the moderator?"
    },
    {
      "korean": "내가 사회자 할게 - 뭔가 바닥에 앉고 싶지 않아? 아니야? I'll be the presenter. - Don't you want to sit on the floor? 듣기 View video TWICE : TWICE UNIV. 패션동아리 동아리방",
      "english": "I'll be the presenter. - Don't you want to sit on the floor?"
    },
    {
      "korean": "[죽은 시인의 사회] 죽은 자의 시인 그건 뭐예요? [Dead Poets Society] What's the question about dead society of poets? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "[Dead Poets Society] What's the question about dead society of poets?"
    }
  ],
  "examples": [
    {
      "korean": "the social morals and manners of the seventeenth century 발음듣기 17세기의 사회적 윤리와 관습 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the social morals and manners of the seventeenth century 발음"
    },
    {
      "korean": "apocalyptic warnings of the end of society 발음듣기 사회의 최후에 대한 종말론적 경고 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "apocalyptic warnings of the end of society 발음"
    },
    {
      "korean": "the waifs and strays of our society 발음듣기 우리 사회의 먹을 것 없고 지낼 곳 없는 사람들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the waifs and strays of our society 발음"
    },
    {
      "korean": "the increasing tempo of life in Western society 발음듣기 서구 사회에서 갈수록 더 빨라지는 삶의 속도 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the increasing tempo of life in Western society 발음"
    },
    {
      "korean": "Sexism is deeply entrenched in our society. 발음듣기 성차별이 우리 사회에 깊이 자리 잡고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sexism is deeply entrenched in our society. 발음"
    }
  ]
}