{
  "phrases": [
    {
      "phrase": "살다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(생존하다) live, (생존해 있다) be alive",
        "(생활하다) live, lead[live, have] a life",
        "(거주하다) live (in/at/near), (formal) reside, (literary) dwell"
      ]
    },
    {
      "phrase": "곳",
      "hanja": "",
      "example": {},
      "meanings": [
        "(장소) place, point, (특정 지점) spot, location, (터) site, (지역) area"
      ]
    },
    {
      "phrase": "산 (사람) 입에 거미줄 치랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "A living (person's) mouth would not be cobwebbed , Everyday brings its bread with it"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "uproot",
      "frequency": 3
    },
    {
      "meaning": "her ancestral home",
      "frequency": 0
    },
    {
      "meaning": "a person's place of habitual residence",
      "frequency": 0
    },
    {
      "meaning": "root-bound",
      "frequency": 0
    },
    {
      "meaning": "Lerna",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "근데 형 살던 곳은 그냥 길 걸으면 거기가 찜질방 아니에요? Well, isn't a Korean sauna near your place? Within a walking distance? 듣기 View video TOMORROW X TOGETHER : #톡투데이0930",
      "english": "Well, isn't a Korean sauna near your place? Within a walking distance?"
    },
    {
      "korean": "언니 살던 곳이야? - 아니요 - 뭐요? Is it your hometown? - No. - What is? 듣기 View video IZ*ONE : 채연이의 고민상담2♡",
      "english": "Is it your hometown? - No. - What is?"
    },
    {
      "korean": "그래? - 네가 살던 곳에는 밤을 어떻게 해서 먹었어? really? - Then how do people eat chestnuts? 듣기 View video V COOKIE : [Full] April X LieV - 에이프릴의 눕방라이브!",
      "english": "really? - Then how do people eat chestnuts?"
    },
    {
      "korean": "저희 살던 곳이었잖아요. - 그렇죠. - 저쪽이죠, 저쪽. Where we used to live. - That's right. - Over there. 듣기 View video V MOVIE : <한강블루스> 스팟라이브 ' Spot Live'",
      "english": "Where we used to live. - That's right. - Over there."
    },
    {
      "korean": "박수근, 백남준 살던 곳이 거기 있다 하는 것이 고마워서, 신기해서 그걸 연계해서 얘기했어요. Park Soo Geun and Nam Jun Paik, lived there. So I introduced it. 듣기 View video V BOOKS : <나의 문화유산답사기> 저자 유홍준 생중계, '서울을 말하다'",
      "english": "Park Soo Geun and Nam Jun Paik, lived there. So I introduced it."
    }
  ],
  "examples": [
    {
      "korean": "the folks back home 듣기 Add to Wordbook (내가 살던 곳의) 고향 사람들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the folks back home Add to Wordbook"
    },
    {
      "korean": "a person’s place of habitual residence 듣기 Add to Wordbook 어떤 사람이 늘 살던 곳 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a person’s place of habitual residence Add to Wordbook"
    },
    {
      "korean": "We decided to uproot and head for Scotland. 듣기 Add to Wordbook 우리는 오랫동안 살던 곳을 떠나 스코틀랜드로 향하기로 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We decided to uproot and head for Scotland. Add to Wordbook"
    },
    {
      "korean": "Around 10000 people have been displaced by the fighting. 듣기 Add to Wordbook 그 싸움으로 약 만 명의 사람들이 살던 곳을 등졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Around 10000 people have been displaced by the fighting. Add to Wordbook"
    },
    {
      "korean": "If I accept the job, it will mean uprooting my family and moving to Italy. 듣기 Add to Wordbook 내가 그 직장을 받아들인다면 그것은 우리 가족을 오래 살던 곳에서 이탈리아로 이사를 시켜야 함을 의미한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If I accept the job, it will mean uprooting my family and moving to Italy. Add to Wordbook"
    }
  ]
}