{
  "phrases": [
    {
      "phrase": "살아가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "live, (생계를 유지하다) make[earn] a living, earn a livelihood"
      ]
    },
    {
      "phrase": "당신은 그날 그날 살아가는 타입입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "B형에 관련된 표현 You are the type who lives day to day."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "living in dire poverty",
      "frequency": 0
    },
    {
      "meaning": "God-fearing",
      "frequency": 0
    },
    {
      "meaning": "live and let live",
      "frequency": 0
    },
    {
      "meaning": "banana republic",
      "frequency": 0
    },
    {
      "meaning": "people living on fixed incomes",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그냥 영원히 살아가는 그런 영상을 지닌 남자? Like an immortal man? 듣기 View video PARK JI HOON : 박지훈 PARK JI HOON 1st MINI ALBUM [O’CLOCK] SHOWCASE",
      "english": "Like an immortal man?"
    },
    {
      "korean": "그냥 내가 아는 거는 살아가는 방법뿐입니다. All I know is just to live. 듣기 View video Hwang Chi Yeul : #밤황치열시 #part.2 #DJ황치열",
      "english": "All I know is just to live."
    },
    {
      "korean": "인간만 살아가는 곳이 아니잖아요. This place isn't only for humans to live. 듣기 View video tvN : 빵과 집사, 고양이 - 집사인 게 자랑3 3회",
      "english": "This place isn't only for humans to live."
    },
    {
      "korean": "치열하게 살아가는 동물이었어 - 동물이었어요? I was an animal who live fiercely. - You were? 듣기 View video BTS : Run BTS! 2018 - EP.56",
      "english": "I was an animal who live fiercely. - You were?"
    },
    {
      "korean": "슬픔을 등에 지고 살아가는 바보 - 그렇지! \"Hearing my sadness on my back, I live like a fool.\" - Yes! 듣기 View video SF9 : go back in time",
      "english": "\"Hearing my sadness on my back, I live like a fool.\" - Yes!"
    }
  ],
  "examples": [
    {
      "korean": "living in dire poverty 듣기 Add to Wordbook 지독한 가난 속에서 살아가는 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "living in dire poverty Add to Wordbook"
    },
    {
      "korean": "people living on fixed incomes 듣기 Add to Wordbook 고정된 소득으로 살아가는 사람들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "people living on fixed incomes Add to Wordbook"
    },
    {
      "korean": "academics living in ivory towers 듣기 Add to Wordbook 상아탑 속에서 살아가는 학자들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "academics living in ivory towers Add to Wordbook"
    },
    {
      "korean": "Pollution is just one of the disadvantages of living in the town. 듣기 Add to Wordbook 오염은 그저 도시에서 살아가는 데 따르는 단점들 중 한 가지이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Pollution is just one of the disadvantages of living in the town. Add to Wordbook"
    },
    {
      "korean": "The goal of life is living in agreement with nature. (Zeno) 듣기 Add to Wordbook 자연과 조화롭게 살아가는 것이 삶의 목적이다. (제노, 인생명언) 명언/속담",
      "english": "The goal of life is living in agreement with nature. (Zeno) Add to Wordbook"
    }
  ]
}