{
  "phrases": [
    {
      "phrase": "살아오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(목숨을 이어 오다)",
        "(생활하며 지내 오다) live"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "centennial",
      "frequency": 3
    },
    {
      "meaning": "gnotobiosis",
      "frequency": 0
    },
    {
      "meaning": "Dakosaurus",
      "frequency": 0
    },
    {
      "meaning": "life stories",
      "frequency": 0
    },
    {
      "meaning": "Ribot’s Law",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나도 어떻게 보면 24년 동안 열심히 살아온 그게 보여지는 건가? In a way, don't you think it shows I've lived hard during my 24 years? 듣기 View video KANG DANIEL : Danielkkkkkkk",
      "english": "In a way, don't you think it shows I've lived hard during my 24 years?"
    },
    {
      "korean": "잘 살아온 것 같아요. We lived like that. 듣기 View video JUN HYO SEONG : SECRET 7th Anniversary",
      "english": "We lived like that."
    },
    {
      "korean": "각자 살아온 게 다르니까. because we all have different pasts. 듣기 View video 블랙콜TV (Blackcol TV) : 블랙콜 X 어멋들 시즌1 /EP01. 내기 여행 / 7화",
      "english": "because we all have different pasts."
    },
    {
      "korean": "살아온 환경이 다른데. Everyone had a different upbringing. 듣기 View video BRAVE Entertainment : 빅스타 다시 시작 고민상담소 3",
      "english": "Everyone had a different upbringing."
    },
    {
      "korean": "좀 잘못 살아온 것 같아요. I think I didn't live my life well. 듣기 View video STARSHIP : 몬스타엑스 컴백쇼",
      "english": "I think I didn't live my life well."
    }
  ],
  "examples": [
    {
      "korean": "Smell is a potent wizard that transports you across thousand of miles and all the years you have lived. (Helen Keller) 듣기 Add to Wordbook 냄새는 수천 마일 밖과 그 동안 살아온 모든 세월을 가로질러 당신을 실어 나르는 강력한 마법사다. (헬렌 켈러, 시간명언) 명언/속담",
      "english": "Smell is a potent wizard that transports you across thousand of miles and all the years you have lived. (Helen Keller) Add to Wordbook"
    },
    {
      "korean": "Kim Jong-il is believed to be living with Kim Ok since the death of Ko Yong-hi. 듣기 Add to Wordbook 김정일은 고영희의 사망 이후 김옥과 살아온 것으로 사람들은 믿고 있다. Neungyule",
      "english": "Kim Jong-il is believed to be living with Kim Ok since the death of Ko Yong-hi. Add to Wordbook"
    },
    {
      "korean": "There was an old, dying farmer who had worked in his vineyard all his life. 듣기 Add to Wordbook 평생을 포도농장에서 일하며 살아온 죽어가는 늙은이가 있었다. YBM All in All English-Korean Dictionary",
      "english": "There was an old, dying farmer who had worked in his vineyard all his life. Add to Wordbook"
    },
    {
      "korean": "She gave the room where she she had lived for a long time a once - over before left. 듣기 Add to Wordbook 그녀는 떠나기 전에 오랫동안 살아온 방을 대충 훑어보았다. YBM All in All English-Korean Dictionary",
      "english": "She gave the room where she she had lived for a long time a once - over before left. Add to Wordbook"
    },
    {
      "korean": "My life is flashing before my eyes. 듣기 Add to Wordbook 그 동안 살아온 내 인생이 눈 앞에 스치는군. YBM All in All English-Korean Dictionary",
      "english": "My life is flashing before my eyes. Add to Wordbook"
    }
  ]
}