{
  "phrases": [
    {
      "phrase": "살아남다",
      "hanja": "",
      "example": {},
      "meanings": [
        "survive, live through, come through"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "live on borrowed time",
      "frequency": 0
    },
    {
      "meaning": "survive",
      "frequency": 2
    },
    {
      "meaning": "survivor",
      "frequency": 1
    },
    {
      "meaning": "sink or swim",
      "frequency": 0
    },
    {
      "meaning": "live, etc. to tell the tale",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[소중한 의견 감사합니다] - 저런... - 한 명만 살아남아 - 이제 한 명만 뭐 하나요? [Thank you for your opinion] - Gosh. - Only one of us survives. - And do what? 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌6' 2화 ('Lovelyz Diary Season 6' EP.2 )",
      "english": "[Thank you for your opinion] - Gosh. - Only one of us survives. - And do what?"
    },
    {
      "korean": "어떻게 살아남아요? How do you survive from that? 듣기 View video V Special : MBC '오빠 생각' Oppa Thinking 대결 결과 생중계!",
      "english": "How do you survive from that?"
    },
    {
      "korean": "이 팀에서 저 혼자 살아남아 있습니다. I'm the only one that hasn't lost yet. 듣기 View video BTS : Run BTS! 2018 - EP.39",
      "english": "I'm the only one that hasn't lost yet."
    },
    {
      "korean": "살아남아. 알았지? 내 몫까지... You have to survive, OK? Live for me. 듣기 View video 스누퍼(SNUPER) : 스누퍼의 3교실 연기수업",
      "english": "You have to survive, OK? Live for me."
    },
    {
      "korean": "바로 서바이벌 비투비 살아남아 상품권 타자 코너입니다. It's \"Survival BTOB, let's get a gift card\". 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -09- '민혁 형님 생일 대잔치'",
      "english": "It's \"Survival BTOB, let's get a gift card\"."
    }
  ],
  "examples": [
    {
      "korean": "He survived as party leader until his second election defeat. 발음듣기 그가 선거에서 두 번째 패배할 때까지는 당 대표로서 살아남아 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He survived as party leader until his second election defeat. 발음"
    },
    {
      "korean": "Fortunately, Capecchi's mother survived the concentration camp and returned to Italy to look for her son. 발음듣기 다행히도, 카페치의 어머니는 정치범 수용소에서 살아남아 아들을 찾기 위해 이탈리아로 돌아왔다. Neungyule",
      "english": "Fortunately, Capecchi's mother survived the concentration camp and returned to Italy to look for her son. 발음"
    },
    {
      "korean": "There are only three players carry their bats. 발음듣기 단 3명의 타자가 아웃 되지 않고 살아남아 있다. YBM All in All English-Korean Dictionary",
      "english": "There are only three players carry their bats. 발음"
    },
    {
      "korean": "Now, it is almost impossible to hope for the survival of the sailors. 발음듣기 이제는 생존자가 살아 남아 있을 가능성은 거의 없다고 본다. Neungyule",
      "english": "Now, it is almost impossible to hope for the survival of the sailors. 발음"
    },
    {
      "korean": "Even if they fail, their determination lives on to inspire the rest of us. 발음듣기 비록 그들이 실패하더라도 그들의 결단력은 계속 살아남아 나머지 우리를 격려한다. YBM All in All English-Korean Dictionary",
      "english": "Even if they fail, their determination lives on to inspire the rest of us. 발음"
    }
  ]
}