{
  "phrases": [
    {
      "phrase": "살다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(생존하다) live, (생존해 있다) be alive",
        "(생활하다) live, lead[live, have] a life",
        "(거주하다) live (in/at/near), (formal) reside, (literary) dwell"
      ]
    },
    {
      "phrase": "살아서 돌아오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "return alive"
      ]
    },
    {
      "phrase": "산 (사람) 입에 거미줄 치랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "A living (person's) mouth would not be cobwebbed , Everyday brings its bread with it"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in play",
      "frequency": 0
    },
    {
      "meaning": "above (the) ground",
      "frequency": 0
    },
    {
      "meaning": "the improbability of finding them alive",
      "frequency": 0
    },
    {
      "meaning": "live-born",
      "frequency": 0
    },
    {
      "meaning": "survive one's usefulness",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "형은 인생 내키는 대로 살아서 - 진짜요? I live my life as I want. - Really? 듣기 View video BTS : RJRJ 알제알제",
      "english": "I live my life as I want. - Really?"
    },
    {
      "korean": "훤칠하다 - 승우 씨로 살아서 뭐하고 싶으세요? He is really tall. - What would you want to do if you were Seungwoo? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#338. 엑스원_잇 (w. X1)",
      "english": "He is really tall. - What would you want to do if you were Seungwoo?"
    },
    {
      "korean": "제주도에 살아서... I live in Jeju... 듣기 View video GOT7 : 유겸이의 작업실",
      "english": "I live in Jeju..."
    },
    {
      "korean": "아이오아이 살아서 돌아왔다! I.O.I came back alive! 듣기 View video 모비딕(Mobidic) : 11회 : 마지막 뒷 이야기 편 (The last story)",
      "english": "I.O.I came back alive!"
    },
    {
      "korean": "외국에서 살아서 그런가? Is it because he lived abroad? 듣기 View video 렛스튜디오 (LETstudio) : [여행에서로맨스를만날확률시즌2] EP 06_첫 데이트가 망했을 때",
      "english": "Is it because he lived abroad?"
    }
  ],
  "examples": [
    {
      "korean": "She had despaired of ever being rescued alive. 발음듣기 그녀는 살아서 구출되는 것은 단념했었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She had despaired of ever being rescued alive. 발음"
    },
    {
      "korean": "the improbability of finding them alive 발음듣기 그들이 살아서 발견될 것 같지 않음 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the improbability of finding them alive 발음"
    },
    {
      "korean": "Would that he had lived to see it. 발음듣기 그 분이 살아서 그것을 보셨다면 얼마나 좋았을까. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Would that he had lived to see it. 발음"
    },
    {
      "korean": "In my dream all my toys came to life. 발음듣기 내 꿈속에서는 내 장난감들이 모두 살아서 움직였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "In my dream all my toys came to life. 발음"
    },
    {
      "korean": "She feels very cut off living in the country. 발음듣기 그녀는 시골에 살아서 단절감을 많이 느낀다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She feels very cut off living in the country. 발음"
    }
  ]
}