{
  "phrases": [
    {
      "phrase": "살아남다",
      "hanja": "",
      "example": {},
      "meanings": [
        "survive, live through, come through"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Nobody survived the massacre.",
      "frequency": 0
    },
    {
      "meaning": "survive",
      "frequency": 2
    },
    {
      "meaning": "survivor",
      "frequency": 1
    },
    {
      "meaning": "sink or swim",
      "frequency": 0
    },
    {
      "meaning": "live, etc. to tell the tale",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그렇습니다. - 물론 전 살아남지 않았지만 여러분은 살아남았죠? That's right! - Of course, I didn't survive, but all of you did, right? 듣기 View video PENTAGON : [펜타곤 교과서 시즌5] EP. 1 - 발표 시간",
      "english": "That's right! - Of course, I didn't survive, but all of you did, right?"
    },
    {
      "korean": "\"잘해야 살아남지\"로 바꿔! \"Only better one lives to tell the tale\"! 듣기 View video KNK : 지금 크나큰(KNK)은?",
      "english": "\"Only better one lives to tell the tale\"!"
    },
    {
      "korean": "그래서 어느 한 캐릭터도 살아남지 못한 거죠. That's why nobody can survive. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "That's why nobody can survive."
    },
    {
      "korean": "우와. 잘해야만 살아남지. - 수능 지나고 아닐 수도 있어요. Wow. Only better one lives to tell the tale. - I don't know when we'll be back clearly. 듣기 View video KNK : 지금 크나큰(KNK)은?",
      "english": "Wow. Only better one lives to tell the tale. - I don't know when we'll be back clearly."
    },
    {
      "korean": "약하면 살아남지 못해. \"It preys on the weak\". 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "\"It preys on the weak\"."
    }
  ],
  "examples": [
    {
      "korean": "Nobody survived the massacre. 발음듣기 아무도 그 대학살에서 살아남지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Nobody survived the massacre. 발음"
    },
    {
      "korean": "Many women also do not survive complications affected by pregnancy and childbirth. 발음듣기 많은 여성들 역시 임신과 출산으로 인한 합병증으로 살아남지 못하고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Many women also do not survive complications affected by pregnancy and childbirth. 발음"
    },
    {
      "korean": "A lazy bum cannot survive even in the marketplace. 발음듣기 게으른 건달은 장터에서조차 살아 남지 못한다. YBM All in All English-Korean Dictionary",
      "english": "A lazy bum cannot survive even in the marketplace. 발음"
    },
    {
      "korean": "Many worried fans think that this is a hint that Harry Potter won't survive the final book. 발음듣기 우려하는 많은 팬들은 이것이 해리포터가 마지막 책에서 살아남지 못한다는 암시라고 생각한다. Neungyule",
      "english": "Many worried fans think that this is a hint that Harry Potter won't survive the final book. 발음"
    },
    {
      "korean": "The earth is approaching another iceage and his species will not survive. 발음듣기 지구에는 다시 빙하기가 오고 있는데 이 종족은 살아남지 못할꺼야. Neungyule",
      "english": "The earth is approaching another iceage and his species will not survive. 발음"
    }
  ]
}