{
  "phrases": [
    {
      "phrase": "살짝",
      "hanja": "",
      "example": {},
      "meanings": [
        "(약간) slightly",
        "(몰래) secretly, furtively"
      ]
    },
    {
      "phrase": "살짝 도망가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sneak[slip] away[out]"
      ]
    },
    {
      "phrase": "살짝 두들기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "tap lightly"
      ]
    },
    {
      "phrase": "살짝 해치우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "do it effortlessly"
      ]
    },
    {
      "phrase": "살짝 달아나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sneak away"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "quietly",
      "frequency": 3
    },
    {
      "meaning": "behind backs",
      "frequency": 0
    },
    {
      "meaning": "within four walls",
      "frequency": 0
    },
    {
      "meaning": "in a stealthy way",
      "frequency": 0
    },
    {
      "meaning": "peep",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "살짝... Maybe a little... 듣기 View video EXO : [FULL] 세훈&찬열 쇼케이스 ‘What a life’",
      "english": "Maybe a little..."
    },
    {
      "korean": "살짝 이 부분이 지저분해졌죠? This part is a bit messy. 듣기 View video EMMA BEAUTY : [화보장인엠마] 시세이도 글로우 쿠션 & 톤업 쿠션으로 완성하는 맑고 투명한 광채 스킨",
      "english": "This part is a bit messy."
    },
    {
      "korean": "죄송한데 볼륨 살짝만... Could you lower your voice a little bit? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 21. 각성해서 나타난 성균관대 꾼!! 서울대 츄플의 위기??!!",
      "english": "Could you lower your voice a little bit?"
    },
    {
      "korean": "그리고 살짝 떨리는 입꼬리까지! And even his slightly twitching lips! 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "And even his slightly twitching lips!"
    },
    {
      "korean": "이거는 살짝... - 잘 어울리죠? This is slightly... - It looks good, right? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "This is slightly... - It looks good, right?"
    }
  ],
  "examples": [
    {
      "korean": "He dipped his brush in the paint. 듣기 Add to Wordbook 그가 붓을 페인트에 살짝 담갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He dipped his brush in the paint. Add to Wordbook"
    },
    {
      "korean": "He dipped the brush into the paint. 듣기 Add to Wordbook 그가 붓을 페인트에 살짝 담갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He dipped the brush into the paint. Add to Wordbook"
    },
    {
      "korean": "She cuffed him lightly around his head. 듣기 Add to Wordbook 그녀가 그의 머리통을 살짝 때렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She cuffed him lightly around his head. Add to Wordbook"
    },
    {
      "korean": "She dabbed a little perfume behind her ears. 듣기 Add to Wordbook 그녀는 귀 뒤에 향수를 살짝 발랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She dabbed a little perfume behind her ears. Add to Wordbook"
    },
    {
      "korean": "He caught a whiff of her perfume. 듣기 Add to Wordbook 그는 그녀의 향수 냄새가 살짝 스치는 것을 감지했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He caught a whiff of her perfume. Add to Wordbook"
    }
  ]
}