{
  "phrases": [
    {
      "phrase": "삼대",
      "hanja": " (三代)",
      "example": {},
      "meanings": [
        "three generations"
      ]
    },
    {
      "phrase": "삼대",
      "hanja": " (三大)",
      "example": {},
      "meanings": [
        "Noun big three, top three"
      ]
    },
    {
      "phrase": "삼대독자",
      "hanja": "",
      "example": {},
      "meanings": [
        "third-generation only son"
      ]
    },
    {
      "phrase": "(제)삼대 대통령",
      "hanja": "",
      "example": {},
      "meanings": [
        "the third president"
      ]
    },
    {
      "phrase": "삼대 보복력",
      "hanja": " (三大報復力)",
      "example": {},
      "meanings": [
        "Big Three Retaliation Power"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Three Generations",
      "frequency": 0
    },
    {
      "meaning": "the third president",
      "frequency": 0
    },
    {
      "meaning": "삼세",
      "frequency": 0
    },
    {
      "meaning": "becloud Big Three relations",
      "frequency": 0
    },
    {
      "meaning": "cargo insurance",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저도 집돌이. - 그러면 삼대이네요. Me, too. - Then, it's three to two. 듣기 View video V COOKIE : [REPLAY]Christmas Week EP.5 B1A4",
      "english": "Me, too. - Then, it's three to two."
    },
    {
      "korean": "제가 사실 '삼대천왕' 이런 거 있잖아요. You know... shows like \"Three Great Emperors\"... 듣기 View video C-JeS : 김재중의 2017년 첫 스케줄! 콘서트 포스터 촬영장 습격!",
      "english": "You know... shows like \"Three Great Emperors\"..."
    }
  ],
  "examples": [
    {
      "korean": "Wealth is never passed down more than three generations. 듣기 Add to Wordbook 삼대 가는 부자 없다. Neungyule",
      "english": "Wealth is never passed down more than three generations. Add to Wordbook"
    },
    {
      "korean": "A third-generation only son, he grew up pampered and indulged. 듣기 Add to Wordbook 그는 삼대독자로 귀하게 자랐다 Neungyule",
      "english": "A third-generation only son, he grew up pampered and indulged. Add to Wordbook"
    },
    {
      "korean": "Three generations of the family live together in our house. 듣기 Add to Wordbook 우리 집은 삼대가 함께 산다 Neungyule",
      "english": "Three generations of the family live together in our house. Add to Wordbook"
    },
    {
      "korean": "He inherited the family business, which is three generations old. 듣기 Add to Wordbook 그는 삼대째 내려온 가업을 물려받았다 Neungyule",
      "english": "He inherited the family business, which is three generations old. Add to Wordbook"
    },
    {
      "korean": "There are three parts that make up the Clean Water Control Sector: the Administration Division, the Maintenance Division, and the Collections Division. 듣기 Add to Wordbook 수질 관리부를 이루는 삼대 부서로 집행부, 유지부, 후원부가 있습니다. YBM All in All English-Korean Dictionary",
      "english": "There are three parts that make up the Clean Water Control Sector: the Administration Division, the Maintenance Division, and the Collections Division. Add to Wordbook"
    }
  ]
}