{
  "phrases": [
    {
      "phrase": "상당수",
      "hanja": " (相當數)",
      "example": {},
      "meanings": [
        "considerable number (of)"
      ]
    },
    {
      "phrase": "상당수 국민",
      "hanja": "",
      "example": {},
      "meanings": [
        "many people"
      ]
    },
    {
      "phrase": "상당수 의원",
      "hanja": "",
      "example": {},
      "meanings": [
        "considerable number of members"
      ]
    },
    {
      "phrase": "상당수 지역",
      "hanja": "",
      "example": {},
      "meanings": [
        "many areas"
      ]
    },
    {
      "phrase": "상당수 포화",
      "hanja": "",
      "example": {},
      "meanings": [
        "many saturation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "quite a few",
      "frequency": 0
    },
    {
      "meaning": "not a few = a good few = quite a few",
      "frequency": 0
    },
    {
      "meaning": "a fair number",
      "frequency": 0
    },
    {
      "meaning": "a fair number of",
      "frequency": 0
    },
    {
      "meaning": "large numbers of",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "대학교를 가는 친구들 중에 상당수가 제가 알기로는... From what I know, a lot of students who go to university... 듣기 View video V COOKIE : [Replay] Basick & Marvel J's 베이식&마블제이의 힙합라이브",
      "english": "From what I know, a lot of students who go to university..."
    },
    {
      "korean": "제가 봤을 때 지금 몬베베 분들 중 상당수가 잠이 드셨을 거라고 생각이 듭니다. I think there must be may people who just fell asleep. 듣기 View video V COOKIE : [Full]MONSTA X x LieV - 몬스타엑스의 눕방라이브!",
      "english": "I think there must be may people who just fell asleep."
    },
    {
      "korean": "그리고 또 하나는 특정공포증 중에서 상당수는 어렸을 적 트라우마와 관련이 많아요. - 맞아요, 맞아요. Or it might be because of trauma from when you were young. - Yes. 듣기 View video 10PM : 양재진, 딘딘의 비정상담소 unusual counseling center",
      "english": "Or it might be because of trauma from when you were young. - Yes."
    }
  ],
  "examples": [
    {
      "korean": "A significant number of indecent assaults on women go unreported. 발음듣기 여성에 대한 폭력적인 음란 행위들 중 상당수가 신고가 되지 않는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A significant number of indecent assaults on women go unreported. 발음"
    },
    {
      "korean": "The recent trucker's strike has been causing delays in many of our shipments. 발음듣기 최근 트럭 운전사 파업으로 상당수의 선적이 지연되고 있습니다. DARAKWON",
      "english": "The recent trucker's strike has been causing delays in many of our shipments. 발음"
    },
    {
      "korean": "A significant number of people are suffering from ecological grief. 발음듣기 상당수의 사람들이 기후 슬픔으로 고통받고 있다. 국제영어대학원대학교 신어사전",
      "english": "A significant number of people are suffering from ecological grief. 발음"
    },
    {
      "korean": "Many of these pioneers were audacious radicals. 발음듣기 이들 개척자의 상당수가 용감한 급진주의자들이었다. YBM All in All English-Korean Dictionary",
      "english": "Many of these pioneers were audacious radicals. 발음"
    },
    {
      "korean": "Significant numbers of youngsters are growing up in poverty. 발음듣기 상당수의 젊은이들이 빈곤 속에서 성장하고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Significant numbers of youngsters are growing up in poverty. 발음"
    }
  ]
}