{
  "phrases": [
    {
      "phrase": "상부",
      "hanja": " (上部)",
      "example": {},
      "meanings": [
        "superior office, superior authority"
      ]
    },
    {
      "phrase": "상부의",
      "hanja": "",
      "example": {},
      "meanings": [
        "upper",
        "upside"
      ]
    },
    {
      "phrase": "명실상부하다",
      "hanja": " (名實相符하다)",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "상부 구조",
      "hanja": "",
      "example": {},
      "meanings": [
        "superstructure"
      ]
    },
    {
      "phrase": "상부의 지시에 따르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "follow the ruling office´s directions"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "umbrella",
      "frequency": 2
    },
    {
      "meaning": "top 1",
      "frequency": 2
    },
    {
      "meaning": "foreside",
      "frequency": 0
    },
    {
      "meaning": "superstructure",
      "frequency": 0
    },
    {
      "meaning": "top-heavy",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "명실상부 최고의 걸그룹으로 자리매김한 트와이스입니다! - 트와이스! TWICE established itself as the best K-pop girl band! - TWICE! 듣기 View video OSEN : [Oh! 모션]트와이스(TWICE) 소리바다 베스트 케이뮤직 어워즈 블루카펫",
      "english": "TWICE established itself as the best K-pop girl band! - TWICE!"
    },
    {
      "korean": "우선 상부에 보고하세요. First, tell the superiors. 듣기 View video 아이엠 (I am) : <사랑, 기억에 머물다> 4-1화 [이상한 동거]",
      "english": "First, tell the superiors."
    },
    {
      "korean": "첫 번째 상부터 대단한 분이 받으셨어요. An amazing person got the first award. 듣기 View video PeekaVoo! : [Full]ONF's FAN MEETNG LIVE - 온앤오프의 팬미팅라이브!",
      "english": "An amazing person got the first award."
    },
    {
      "korean": "환상의 팀워크 상부터 발표를 하도록 하겠습니다. I'll reveal the Perfect Teamwork Award. 듣기 View video SMTOWN : 현빈X유해진X김주혁X임윤아 <공조> 무비토크 라이브 'Movie Talk Live'",
      "english": "I'll reveal the Perfect Teamwork Award."
    },
    {
      "korean": "알유레디 어워즈 첫 번째 상부터 공개해 볼게. Let's see the first award of R U READY Awards. 듣기 View video PeekaVoo! : [REPLAY] VICTON's - 빅톤의 팬미팅라이브!",
      "english": "Let's see the first award of R U READY Awards."
    }
  ],
  "examples": [
    {
      "korean": "salaries at the upper end of the pay scale 발음듣기 급여 기준 상부 끝에 해당하는 급여 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "salaries at the upper end of the pay scale 발음"
    },
    {
      "korean": "Many previously separate groups are now operating under the umbrella of a single authority. 발음듣기 이전에는 별개로 존재하던 많은 그룹들이 이제는 (상부의) 단일 기관 산하에서 운영되고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many previously separate groups are now operating under the umbrella of a single authority. 발음"
    },
    {
      "korean": "At Microsoft there are lots of brilliant ideas but the image is that they all come from the top - I'm afraid that's not quite right. (Bill Gates) 발음듣기 마이크로소프트 사에는 뛰어난 아이디어가 많고, 그것들이 모두 상부에서 나온다는 인상을 주지요. 하지만 그것이 꼭 사실은 아닙니다. (빌 게이츠, 생각명언) 명언/속담",
      "english": "At Microsoft there are lots of brilliant ideas but the image is that they all come from the top - I'm afraid that's not quite right. (Bill Gates) 발음"
    },
    {
      "korean": "The philosopher pointed out the fallacy of overmining. 발음듣기 그 철학자가 상부채굴의 논리적 오류를 지적했다. 국제영어대학원대학교 신어사전",
      "english": "The philosopher pointed out the fallacy of overmining. 발음"
    },
    {
      "korean": "Corinthian columns/capitals 발음듣기 코린트식 기둥/주두(고대 건축에서 장식된 기둥의 상부) Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Corinthian columns/capitals 발음"
    }
  ]
}