{
  "phrases": [
    {
      "phrase": "상징성",
      "hanja": " (象徵性)",
      "example": {},
      "meanings": [
        "Noun symbolism"
      ]
    },
    {
      "phrase": "상징성(증)",
      "hanja": " (象徵性(症))",
      "example": {},
      "meanings": [
        "의학 symbolism"
      ]
    },
    {
      "phrase": "색 상징성",
      "hanja": "",
      "example": {},
      "meanings": [
        "color symbolization"
      ]
    },
    {
      "phrase": "신분 상징성",
      "hanja": "",
      "example": {},
      "meanings": [
        "identity symbolic"
      ]
    },
    {
      "phrase": "상징성 관여",
      "hanja": "",
      "example": {},
      "meanings": [
        "symbolism participation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Cross-crafting and its symbolism",
      "frequency": 0
    },
    {
      "meaning": "number symbol",
      "frequency": 0
    },
    {
      "meaning": "distinctive symbol",
      "frequency": 0
    },
    {
      "meaning": "EcoSymbolism",
      "frequency": 0
    },
    {
      "meaning": "animal symbolism",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이데올로기에 상징성을 가져요. So the ideology can have its symbolism. 듣기 View video V BOOKS : <나의 문화유산답사기> 저자 유홍준 생중계, '서울을 말하다'",
      "english": "So the ideology can have its symbolism."
    },
    {
      "korean": "우리나라에서 가장 폐쇄적인 집단이 입는 그런 상징성이 있는데요. are worn by the most closed and conservative groups in Korea. 듣기 View video CASPER RADIO : 하박국의 박국박국해 #4 (방탄소년단 특집)",
      "english": "are worn by the most closed and conservative groups in Korea."
    }
  ],
  "examples": [
    {
      "korean": "The Channel Tunnel has enormous symbolic significance for a united Europe. 발음듣기 채널 터널은 통합된 유럽을 위해 엄청나게 중요한 상징성을 갖는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Channel Tunnel has enormous symbolic significance for a united Europe. 발음"
    },
    {
      "korean": "The film depicts Christian symbolism, spinning a story about a mysterious relationship between a cold-blooded man who works for loan sharks and a middle-aged woman who claims to be his mother. 발음듣기 이 영화는 기독교의 상징성을 그려내면서, 고리대금업자들을 위해 일하는 냉혹한 한 남자와 그의 어머니라고 주장하는 한 중년 여성 사이의 기묘한 관계에 관한 이야기를 엮어내고 있다. TIMES CORE",
      "english": "The film depicts Christian symbolism, spinning a story about a mysterious relationship between a cold-blooded man who works for loan sharks and a middle-aged woman who claims to be his mother. 발음"
    },
    {
      "korean": "The Catcher in the Rye - Symbolism of ducks. 발음듣기 호밀밭의 파수꾼 - 오리의 상징성. User translation Inaccurate information may be included due to the users' self-traslation. 메르베이(psys****) Web Collection",
      "english": "The Catcher in the Rye - Symbolism of ducks. 발음"
    },
    {
      "korean": "The story works too hard at allegory, though. 발음듣기 하지만 이 이야기는 상징성에 너무 집중을 했다. User translation Inaccurate information may be included due to the users' self-traslation. jack5yoon(jack****) Web Collection",
      "english": "The story works too hard at allegory, though. 발음"
    },
    {
      "korean": "The Catcher in the Rye-Holdens red hunting hat symbol. 발음듣기 호밀밭의 파수꾼 - 홀든의 붉은 사냥 모자의 상징성. User translation Inaccurate information may be included due to the users' self-traslation. 메르베이(psys****) Web Collection",
      "english": "The Catcher in the Rye-Holdens red hunting hat symbol. 발음"
    }
  ]
}