{
  "phrases": [
    {
      "phrase": "새롭다",
      "hanja": "",
      "example": {},
      "meanings": [
        "new, (신선하다) fresh, original"
      ]
    },
    {
      "phrase": "새로운 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "a novelty"
      ]
    },
    {
      "phrase": "새로운 말",
      "hanja": "",
      "example": {},
      "meanings": [
        "a new word",
        "a newly coined term"
      ]
    },
    {
      "phrase": "새로운 소식",
      "hanja": "",
      "example": {},
      "meanings": [
        "breaking news"
      ]
    },
    {
      "phrase": "큰[새로운] 사업",
      "hanja": "",
      "example": {},
      "meanings": [
        "a big[new] undertaking[enterprise]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "new",
      "frequency": 3
    },
    {
      "meaning": "fresh",
      "frequency": 3
    },
    {
      "meaning": "hot",
      "frequency": 3
    },
    {
      "meaning": "modern",
      "frequency": 3
    },
    {
      "meaning": "novel",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "새로운 거? 요즘? What's new? These days? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "What's new? These days?"
    },
    {
      "korean": "또 새로운 친구도 와 있네? A new friend is here. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "A new friend is here."
    },
    {
      "korean": "강호동 선배님 새로운 거 뭐예요? Kang Ho Dong, what's new? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "Kang Ho Dong, what's new?"
    },
    {
      "korean": "14살, 그러면 새로운 인생을 한번... 14, then I can lie a new life... 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "14, then I can lie a new life..."
    },
    {
      "korean": "이렇게 예쁘고 다양한 새로운 MD들을... These pretty and diverse new pieces of merchandise... 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "These pretty and diverse new pieces of merchandise..."
    }
  ],
  "examples": [
    {
      "korean": "an infusion of new talent into science education 듣기 Add to Wordbook 과학 교육에 새로운 인재 투입 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an infusion of new talent into science education Add to Wordbook"
    },
    {
      "korean": "He was billed as the new Tom Cruise. 듣기 Add to Wordbook 그는 새로운 톰 크루즈로 묘사되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was billed as the new Tom Cruise. Add to Wordbook"
    },
    {
      "korean": "new excise duties on low-alcohol drinks 듣기 Add to Wordbook 저알코올성 음료에 붙는 새로운 소비세 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "new excise duties on low-alcohol drinks Add to Wordbook"
    },
    {
      "korean": "a new strain of mosquitoes resistant to the poison 듣기 Add to Wordbook 그 독성 물질에 견디는 새로운 종류의 모기 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a new strain of mosquitoes resistant to the poison Add to Wordbook"
    },
    {
      "korean": "She was always receptive to new ideas. 듣기 Add to Wordbook 그녀는 항상 새로운 사상에 대해 수용적이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was always receptive to new ideas. Add to Wordbook"
    }
  ]
}