{
  "phrases": [
    {
      "phrase": "생기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(없던 것이 새로) be formed",
        "(돈·일자리 등이)",
        "(사고·일·문제 등이) happen, occur, arise, take place, come up (=발생하다, 일어나다)"
      ]
    },
    {
      "phrase": "생기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective saengida"
      ]
    },
    {
      "phrase": "일을 해야 돈이 생긴다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "No song, no supper."
      ]
    },
    {
      "phrase": "어른 말을 들으면 자다가도 떡이 생긴다",
      "hanja": "",
      "example": {},
      "meanings": [
        "You will get tteok, rice cake, if you listen to what elders say"
      ]
    },
    {
      "phrase": "부모 말을 잘 들으면 자다가도 떡이 생긴다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Listen to your parents and you will get tteok, rice cake, even while sleeping"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cowage",
      "frequency": 0
    },
    {
      "meaning": "Out of the mouth comes evil",
      "frequency": 0
    },
    {
      "meaning": "ellagic acid",
      "frequency": 0
    },
    {
      "meaning": "stem canker",
      "frequency": 0
    },
    {
      "meaning": "Opportunity makes the thief",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오오! 생긴다! Oh oh! We can see it!! 듣기 View video Hyomstore : ep.14 후반기 제품 검증 START! (feat. 유신월, 안리안나,메이찬)",
      "english": "Oh oh! We can see it!!"
    },
    {
      "korean": "우리는 위험한 것도 위험하지 않게 만들 수 있는 능력이 생긴다! - 그래! We have an ability to handle dangerous things easily! - Right! 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.18 논리나잇 Ⅱ #1 (Debate Night Ⅱ #1)",
      "english": "We have an ability to handle dangerous things easily! - Right!"
    },
    {
      "korean": "[나 여자친구 생긴다!!] [I'm getting a girlfriend!!] View video Big Picture (빅픽처) : 빅픽처 스페셜시즌 EP55_제작비 충당 메이드 쇼 컴백!",
      "english": "[I'm getting a girlfriend!!]"
    },
    {
      "korean": "근데 난 진짜 신기하게 알이 안 생긴다. Interestingly, Ican't get muscles. 듣기 View video B1A4 : B1A4 여름 연캉스",
      "english": "Interestingly, Ican't get muscles."
    },
    {
      "korean": "깨물하트 한번 하면 친구 한 명이 생긴다. - 깨물하트를 하면 친구가 한 명 늘어난다. You'll gain a friend if you do a biting heart. - You'll gain a friend if you do a biting heart. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#160. 윙 가르디움 라비오우사 (w. 라비 of 빅스)",
      "english": "You'll gain a friend if you do a biting heart. - You'll gain a friend if you do a biting heart."
    }
  ],
  "examples": [
    {
      "korean": "The salt crystallizes as the water evaporates. 발음듣기 물이 증발하면 소금 결정체가 생긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The salt crystallizes as the water evaporates. 발음"
    },
    {
      "korean": "Lightning is caused by clouds discharging electricity. 발음듣기 번개는 구름이 전기를 방출하면서 생긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Lightning is caused by clouds discharging electricity. 발음"
    },
    {
      "korean": "Iron reacts with water and air to produce rust. 발음듣기 철은 물, 공기와 화학 반응을 일으켜 녹이 생긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Iron reacts with water and air to produce rust. 발음"
    },
    {
      "korean": "Strawberries go mouldy very quickly. 발음듣기 딸기는 곰팡이가 아주 잘 생긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Strawberries go mouldy very quickly. 발음"
    },
    {
      "korean": "This is what happens when you make rash decisions. 발음듣기 성급한 결정을 하면 이런 일이 생긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This is what happens when you make rash decisions. 발음"
    }
  ]
}