{
  "phrases": [
    {
      "phrase": "생기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(없던 것이 새로) be formed",
        "(돈·일자리 등이)",
        "(사고·일·문제 등이) happen, occur, arise, take place, come up (=발생하다, 일어나다)"
      ]
    },
    {
      "phrase": "생기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective saengida"
      ]
    },
    {
      "phrase": "우리한테 또 일거리가 생기기 전에 어서 빨리 퇴근하죠.",
      "hanja": "",
      "example": {},
      "meanings": [
        "직장에서의 표현 Let's get out of here before someone gives us something else to do."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "creep in/into something",
      "frequency": 0
    },
    {
      "meaning": "crazing",
      "frequency": 0
    },
    {
      "meaning": "Bowen's disease",
      "frequency": 0
    },
    {
      "meaning": "impact effect",
      "frequency": 0
    },
    {
      "meaning": "hyperthrombinemia",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "다크서클이 많이 생기기도 합니다. that is when we get a lot of dark circles also. 듣기 View video Wishtrend TV : All About Dark Circles | 5 Causes and Hacks to Remove Dark Circles | Wishtrend TV",
      "english": "that is when we get a lot of dark circles also."
    },
    {
      "korean": "이 부분에 주름이 생기기 쉽습니다. then it's easy for you to get wrinkles around right here. 듣기 View video Wishtrend TV : 3 Skin Care Hacks Everyone In Your 20s Should Know! | 4 Secret Beauty Items Recommended for 20's",
      "english": "then it's easy for you to get wrinkles around right here."
    },
    {
      "korean": "눈과 입술 주변, 팔자 주름 등이 생기기 쉽습니다. in your eyes, or in your lips, or even your laugh lines. 듣기 View video Wishtrend TV : 3 Skin Care Hacks Everyone In Your 20s Should Know! | 4 Secret Beauty Items Recommended for 20's",
      "english": "in your eyes, or in your lips, or even your laugh lines."
    },
    {
      "korean": "코튼 100%일 경우에는 구김이 정말 잘 가는 단점이 생기기 마련이죠. so 100% cotton means it'll really get wrinkly. 듣기 View video Fairy Tina : UNIQUE TRENCH COATS INTRODUCING! APPROVED ITEMS ONLY | FAIRY TINA",
      "english": "so 100% cotton means it'll really get wrinkly."
    },
    {
      "korean": "[ (Just do it yo! 저두요)라는 제목이 생기기 전에 촬영된 영상입니다] 위시리스트! [This was shot before \"Just Do It Yo!\" was created] wishlist! 듣기 View video PENTAGON : 펜타곤 - JUST DO IT YO! (저.두.요!) #07 : 카트 마스터 신원이의 별장갑 따기 PART 1",
      "english": "[This was shot before \"Just Do It Yo!\" was created] wishlist!"
    }
  ],
  "examples": [
    {
      "korean": "Mistakes were starting to creep in. 발음듣기 실수들이 슬슬 생기기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mistakes were starting to creep in. 발음"
    },
    {
      "korean": "His skin was beginning to blister. 발음듣기 그의 피부에 물집이 생기기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His skin was beginning to blister. 발음"
    },
    {
      "korean": "Some children develop a sensitivity to cow’s milk. 발음듣기 일부 아동들은 우유에 대해 민감성이 생기기도 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Some children develop a sensitivity to cow’s milk. 발음"
    },
    {
      "korean": "The relationship started to go wrong when they moved abroad. 발음듣기 그들이 해외로 이사를 가면서 관계가 잘못되기[관계에 문제가 생기기] 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The relationship started to go wrong when they moved abroad. 발음"
    },
    {
      "korean": "As she became more tired, errors began to creep into her work. 발음듣기 그녀가 점점 더 지쳐 가면서, 하는 일에 실수가 생기기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "As she became more tired, errors began to creep into her work. 발음"
    }
  ]
}