{
  "phrases": [
    {
      "phrase": "생존자",
      "hanja": " (生存者)",
      "example": {},
      "meanings": [
        "survivor"
      ]
    },
    {
      "phrase": "난파선의 유일한 생존자",
      "hanja": "",
      "example": {},
      "meanings": [
        "the sole survivor from the shipwreck"
      ]
    },
    {
      "phrase": "생존자중",
      "hanja": "",
      "example": {},
      "meanings": [
        "in survival"
      ]
    },
    {
      "phrase": "수술 생존자",
      "hanja": "",
      "example": {},
      "meanings": [
        "operation survivor"
      ]
    },
    {
      "phrase": "장기 생존자",
      "hanja": "",
      "example": {},
      "meanings": [
        "long-term surviver"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "survivor",
      "frequency": 3
    },
    {
      "meaning": "survivors clinging to a raft",
      "frequency": 0
    },
    {
      "meaning": "inter vivos",
      "frequency": 0
    },
    {
      "meaning": "survivor syndrome",
      "frequency": 0
    },
    {
      "meaning": "survival guilt",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[생존자 집단] 수고 수고 수고 아ㅎ... [Safe zone] Good job today. 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM] BEHIND 회식비를 건 딩고와 다모임의 농구 한 판! 더콰이엇, 이번에도 더콰당…?! ㅣ둘도없는힙합친구 : 다모임ㅣDingo Freestyle",
      "english": "[Safe zone] Good job today."
    },
    {
      "korean": "[B팀의 생존자 비니] 삼각형. [Surviving member in the B team, Binnie] Let's make a triangle. 듣기 View video OH MY GIRL : 찾았다! 오마이걸 제3화: 오마이걸림픽",
      "english": "[Surviving member in the B team, Binnie] Let's make a triangle."
    },
    {
      "korean": "다행입니다. 저 아래에 생존자들이 살아있습니다. Very fortunate. There are survivors down there. 듣기 View video BTS : Run BTS! 2017 - EP.24",
      "english": "Very fortunate. There are survivors down there."
    },
    {
      "korean": "한 명의 생존자가 무너진 터널 안에 갇혀 있는 것으로 보입니다. It seems like there's one survivor inside the tunnel. 듣기 View video V MOVIE : <터널> 무비토크 라이브 ' Movie Talk Live'",
      "english": "It seems like there's one survivor inside the tunnel."
    },
    {
      "korean": "['나야 나'의 유혹을 참아낸 생존자들] - 다 안 움직인다 이거지? - 이제 움직여. So you're not going to dance, are you? - You will now. 듣기 View video STARSHIP : 우주소녀 이미지 증발 버라이어티 <우소보쇼>",
      "english": "So you're not going to dance, are you? - You will now."
    }
  ],
  "examples": [
    {
      "korean": "the sole/only survivor of the massacre 듣기 Add to Wordbook 그 대량 학살의 유일한 생존자 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the sole/only survivor of the massacre Add to Wordbook"
    },
    {
      "korean": "A few survivors were pulled from the wreckage. 듣기 Add to Wordbook 사고 잔해 속에서 몇 명의 생존자들이 끌려나왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A few survivors were pulled from the wreckage. Add to Wordbook"
    },
    {
      "korean": "The survivors were adrift in a lifeboat for six days. 듣기 Add to Wordbook 생존자들은 6일 동안 구명정을 타고 표류했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The survivors were adrift in a lifeboat for six days. Add to Wordbook"
    },
    {
      "korean": "The survivors were lifted to safety by helicopter. 듣기 Add to Wordbook 생존자들은 헬리콥터로 안전한 곳으로 이송되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The survivors were lifted to safety by helicopter. Add to Wordbook"
    },
    {
      "korean": "Survivors waited for the rescue boats, dazed and frightened. 듣기 Add to Wordbook 생존자들은 멍하니 겁먹은 상태로 구조선을 기다렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Survivors waited for the rescue boats, dazed and frightened. Add to Wordbook"
    }
  ]
}