{
  "phrases": [
    {
      "phrase": "서두르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hurry, rush, hasten"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hurry",
      "frequency": 2
    },
    {
      "meaning": "hasten",
      "frequency": 1
    },
    {
      "meaning": "haste",
      "frequency": 1
    },
    {
      "meaning": "rush",
      "frequency": 2
    },
    {
      "meaning": "hurried",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "어서 서둘러야한다. You must hurry up. 듣기 View video iKON : [KONIC TV] 코니들의 소오름2탄 (미안해요)",
      "english": "You must hurry up."
    },
    {
      "korean": "서둘러야 돼. - 빨리 해야 돼. You have to hurry. - Be a bit faster. 듣기 View video STARSHIP : 우주소녀 이미지 증발 버라이어티 <우소보쇼> 6화",
      "english": "You have to hurry. - Be a bit faster."
    },
    {
      "korean": "[생각보다 일찍 출발한 위키 팀] 지금 출발해서 좀 서둘러야 되는데. They coming this way, so we have to hurry up. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP38",
      "english": "They coming this way, so we have to hurry up."
    },
    {
      "korean": "서둘러야 할 것 같습니다. - 서둘러야 합니다. I think you have to hurry. - You have to. 듣기 View video EPIK HIGH : 에픽하이 중대 발표",
      "english": "I think you have to hurry. - You have to."
    },
    {
      "korean": "그럼 서두르는 사람들은? What about for rushers? 듣기 View video NCT : 쟌맠의 불시착",
      "english": "What about for rushers?"
    }
  ],
  "examples": [
    {
      "korean": "I’ll have to rush—I’m double-parked. 발음듣기 전 서둘러야 해요. 이중 주차를 해 놨거던요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll have to rush—I’m double-parked. 발음"
    },
    {
      "korean": "You’ll have to hurry if you want to catch that train. 발음듣기 그 기차를 타려면 서둘러야 할 거예요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’ll have to hurry if you want to catch that train. 발음"
    },
    {
      "korean": "She had to hurry to catch her train, but she was hesitant to leave. 발음듣기 그녀는 기차를 타려면 서둘러야 했지만 발이 내키지 않았다. 생활 표현 사전",
      "english": "She had to hurry to catch her train, but she was hesitant to leave. 발음"
    },
    {
      "korean": "We have to look snappy as we are late. 발음듣기 우리는 늦었기 때문에 서둘러야 한다. YBM All in All English-Korean Dictionary",
      "english": "We have to look snappy as we are late. 발음"
    },
    {
      "korean": "Not if we have to hurry. 발음듣기 서둘러야 된다면 안 돼죠. YBM All in All English-Korean Dictionary",
      "english": "Not if we have to hurry. 발음"
    }
  ]
}