{
  "phrases": [
    {
      "phrase": "서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·물건 등이) stand",
        "(멈추다, 정지하다) stop, (literary) halt",
        "(어떤 역할을 맡다) serve"
      ]
    },
    {
      "phrase": "앞장서서",
      "hanja": "",
      "example": {},
      "meanings": [
        "at the head of"
      ]
    },
    {
      "phrase": "맨 앞에 서서 가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go at the head of",
        "lead the way",
        "lead the van of"
      ]
    },
    {
      "phrase": "문에 서서 엿듣다",
      "hanja": "",
      "example": {},
      "meanings": [
        "eavesdrop at the door"
      ]
    },
    {
      "phrase": "물구나무 서서 걷다",
      "hanja": "",
      "example": {},
      "meanings": [
        "walk on one's hands"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "on one's feet",
      "frequency": 0
    },
    {
      "meaning": "on one's legs",
      "frequency": 0
    },
    {
      "meaning": "on one's pins",
      "frequency": 0
    },
    {
      "meaning": "on one's feet",
      "frequency": 0
    },
    {
      "meaning": "stand-up",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "서서? You want him to stand up? 듣기 View video 강다니엘 (KANG DANIEL) : [FULL] 강다니엘 'color on me' 발매기념 쇼케이스 Kang Daniel’s “color on me” Showcase",
      "english": "You want him to stand up?"
    },
    {
      "korean": "서... - 서? Thirty... - Thirty? 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 WITH 스타트렉 배우 내한 현장 A night's entertainment news",
      "english": "Thirty... - Thirty?"
    },
    {
      "korean": "딱 서서 '어 왔어 왔어?' Standing here... \"You came? You came?\" 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Standing here... \"You came? You came?\""
    },
    {
      "korean": "서서 해야 되나? Do I have to stand? 듣기 View video AB6IX : 다시‼️",
      "english": "Do I have to stand?"
    },
    {
      "korean": "그러면 서서 보여드리면 될까요? Should I stand up? 듣기 View video IDOL RADIO : [Full]'IDOL RADIO' ep#402. 마법의 가든 (스페셜 DJ 투모로우바이투게더 태현 w.투모로우바이투게더)",
      "english": "Should I stand up?"
    }
  ],
  "examples": [
    {
      "korean": "They stood in silent homage around the grave. 듣기 Add to Wordbook 그들은 무덤가에 서서 묵념을 올렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They stood in silent homage around the grave. Add to Wordbook"
    },
    {
      "korean": "They were standing in the river spearing fish. 듣기 Add to Wordbook 그들은 강에 서서 작살로 물고기를 잡고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were standing in the river spearing fish. Add to Wordbook"
    },
    {
      "korean": "He stood on the side of the pool flexing his muscles. 듣기 Add to Wordbook 그는 수영장 가에 서서 몸의 근육을 풀고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He stood on the side of the pool flexing his muscles. Add to Wordbook"
    },
    {
      "korean": "We stood on the pier and watched as they embarked. 듣기 Add to Wordbook 우리는 부두에 서서 그들이 승선하는 것을 지켜보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We stood on the pier and watched as they embarked. Add to Wordbook"
    },
    {
      "korean": "a line of motorcycles with their engines gunning 듣기 Add to Wordbook 한 줄로 서서 엔진에 불이 나게 달려가는 오토바이들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a line of motorcycles with their engines gunning Add to Wordbook"
    }
  ]
}