{
  "phrases": [
    {
      "phrase": "섞이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(혼합되다) mix, be mixed, blend, be blended",
        "(말·감정 등이)",
        "(패 등이 뒤섞이다) be[get] mixed (up), (카드 등의 패가) be[get] shuffled"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in congenial society",
      "frequency": 0
    },
    {
      "meaning": "embolite",
      "frequency": 0
    },
    {
      "meaning": "with mingled feelings",
      "frequency": 0
    },
    {
      "meaning": "mix",
      "frequency": 3
    },
    {
      "meaning": "motley",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "근데 프타이가 여기 양념에 섞여서 나름... But it's mixed with the sauce... It doesn't taste... 듣기 View video V INDONESIA : SOHEE X JUN CHEF COOKING SPECIAL LIVE",
      "english": "But it's mixed with the sauce... It doesn't taste..."
    },
    {
      "korean": "[사실 섞여서 뭐가 뭔지 모르는 상황] 근데 그거 콘텐츠 맞아? [Confused] Is it the contents, right? 듣기 View video Dispatch : [ⓓxV] “제티로그2편” (종현 : 태용)",
      "english": "[Confused] Is it the contents, right?"
    },
    {
      "korean": "다 섞여서... 일상이 몰카여서... it's all a blur now. 듣기 View video IZ*ONE : 궁금하지?",
      "english": "it's all a blur now."
    },
    {
      "korean": "섞여서 피부화장이 무너지기도 하고요. It mixes, making the skin makeup break down. 듣기 View video V Beauty : [Yeonsun 연선] 금방 무너지는 피부화장! 도와주세요~ | 뷰티상담소",
      "english": "It mixes, making the skin makeup break down."
    },
    {
      "korean": "세 가지의 랩 버전이 있는데 그 3개가 5개인가에 섞여서 나왔어요. There were 3 rap versions and all of them were mixed together. 듣기 View video Hidden Track No.V : [Replay] Hidden Track No.V 아이콘 X 새소년 X O.O.O 체크인라이브",
      "english": "There were 3 rap versions and all of them were mixed together."
    }
  ],
  "examples": [
    {
      "korean": "But this itself doesn't stink ― the bacteria that live on your skin mix with this and can smell bad. 듣기 Add to Wordbook 그러나 이것은 그 자신이 고약한 냄새를 내진 않는다. 너의 피부에 살고 있는 박테리아가 이것과 섞여서 고약한 냄새를 낸다. YBM All in All English-Korean Dictionary",
      "english": "But this itself doesn't stink ― the bacteria that live on your skin mix with this and can smell bad. Add to Wordbook"
    },
    {
      "korean": "The waste that is collected mixes with water to make urine. 듣기 Add to Wordbook 모인 노폐물은 물과 섞여서 소변이 되요. TIMES CORE",
      "english": "The waste that is collected mixes with water to make urine. Add to Wordbook"
    },
    {
      "korean": "There men of varied types and many social classes mingle in friendly converse. 듣기 Add to Wordbook 거기에는 여러가지 형의 그리고 여러가지 계급의 사람이 섞여서 친하게 담화하다. 영어영작문대사전",
      "english": "There men of varied types and many social classes mingle in friendly converse. Add to Wordbook"
    },
    {
      "korean": "When this air comes out, it gets combined with cool air and that forms a huge stream of vapor. 듣기 Add to Wordbook 이 공기가 나오면, 시원한 공기와 섞여서 큰 수증기 줄기를 형성합니다. TIMES CORE",
      "english": "When this air comes out, it gets combined with cool air and that forms a huge stream of vapor. Add to Wordbook"
    },
    {
      "korean": "So there are a lot more dead cells and these mix with the hair oils to make bigger flakes. 듣기 Add to Wordbook 그래서 훨씬 많은 죽은 세포가 있고 이것들은 머리의 기름과 섞여서 더 큰 박리가 됩니다. TIMES CORE",
      "english": "So there are a lot more dead cells and these mix with the hair oils to make bigger flakes. Add to Wordbook"
    }
  ]
}