{
  "phrases": [
    {
      "phrase": "서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·물건 등이) stand",
        "(멈추다, 정지하다) stop, (literary) halt",
        "(어떤 역할을 맡다) serve"
      ]
    },
    {
      "phrase": "설 땅이[자리가] 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have no ground[space] to stand on"
      ]
    },
    {
      "phrase": "설 땅을[자리를] 잃다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lose one's ground[space] to stand on"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "line",
      "frequency": 2
    },
    {
      "meaning": "stand",
      "frequency": 2
    },
    {
      "meaning": "virtue",
      "frequency": 2
    },
    {
      "meaning": "ray",
      "frequency": 2
    },
    {
      "meaning": "gland",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "그러니까 무대에 선다는 게 음악방송이 무대에 선다는 거잖아요. I mean, performing on music shows. 듣기 View video IMFACT : [IMFACT] 컴백 카운트다운, 지금 임팩트는?",
      "english": "I mean, performing on music shows."
    },
    {
      "korean": "역시 무대에 선다는 것은 정말 긴장되는 것 같습니다. As expected, I feel nervous to be up on stage. 듣기 View video 컨버전스 TV (CONS TV) : Global Working Tour in Italy EP.7",
      "english": "As expected, I feel nervous to be up on stage."
    },
    {
      "korean": "그런데 존경하는 선배님들과 같은 무대를 선다는 자체로도... So it's an honor to be with big seniors in itself. 듣기 View video KIM JUNA : 김주나 데뷔 쇼케이스 (Full Ver.)",
      "english": "So it's an honor to be with big seniors in itself."
    },
    {
      "korean": "멤버들이랑 다 같이 무대에 선다는 게 믿기지 않습니다. And I can't believe all of us are going to share the same stage. 듣기 View video 슈주 리턴즈 : 슈주 기습 생방- 첫 음악방송 가는 길",
      "english": "And I can't believe all of us are going to share the same stage."
    },
    {
      "korean": "큰 무대에 선다는 거 자체가 긴장도 되고 설레기도 하죠. -그렇지. I'm just excited and nervous because this performance is going to be so big. - Right. 듣기 View video Stray Kids : 슼둥이들 세 번째 V LIVE♥",
      "english": "I'm just excited and nervous because this performance is going to be so big. - Right."
    }
  ],
  "examples": [
    {
      "korean": "I already knew what it meant to be at the top. 발음듣기 나는 정상에 선다는 것이 무엇을 의미하는지 이미 알고 있다. Neungyule",
      "english": "I already knew what it meant to be at the top. 발음"
    },
    {
      "korean": "It is hard to believe that Mickey Mouse and Winnie the Pooh can take stage in North Korea during a concert for the new leader. 발음듣기 미키 마우스와 위니 더 푸우가 북한에서 새로운 지도자 공연 무대에 선다는 것이 믿기 어렵다. TIMES CORE",
      "english": "It is hard to believe that Mickey Mouse and Winnie the Pooh can take stage in North Korea during a concert for the new leader. 발음"
    },
    {
      "korean": "It requires fortitude of a high order to stand under a rain of shells. 발음듣기 탄우(彈雨)아래 선다는 것은 훌륭한 불요불굴의 정신이 없어서는 안된다. 영어영작문대사전",
      "english": "It requires fortitude of a high order to stand under a rain of shells. 발음"
    },
    {
      "korean": "It's hard enough to be a working actor and have a famous brother ahead of you in line. 발음듣기 배우가 되어 일하면서 유명 오빠들 보다 앞에 선다는 것은 너무 어려운 일입니다. User translation Inaccurate information may be included due to the users' self-traslation. 탑탱(kims****) Web Collection",
      "english": "It's hard enough to be a working actor and have a famous brother ahead of you in line. 발음"
    },
    {
      "korean": "Although hundreds, if not thousands, of pounds are at stake, we know that many people go to those tribunals unrepresented. 발음듣기 수천 파운드는 아니더라도 수백 파운드가 달려있는데, 우리는 많은 사람들이 의견반영이 되지 않은채 법정에 선다는 것을 알고있다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Hansard",
      "english": "Although hundreds, if not thousands, of pounds are at stake, we know that many people go to those tribunals unrepresented. 발음"
    }
  ]
}