{
  "phrases": [
    {
      "phrase": "설령",
      "hanja": " (設令)",
      "example": {},
      "meanings": [
        "even if, even though"
      ]
    },
    {
      "phrase": "설령 그렇더라도",
      "hanja": "",
      "example": {},
      "meanings": [
        "supposing[admitting] that it is so",
        "even if it were so"
      ]
    },
    {
      "phrase": "설령황기",
      "hanja": "",
      "example": {},
      "meanings": [
        "(콩과) Alpine milkvetch (학명: Astragalus setsureianus Nakai)"
      ]
    },
    {
      "phrase": "설령개현삼",
      "hanja": "",
      "example": {},
      "meanings": [
        "(현삼과) Northern Korean figwort (학명: Scrophularia borealikoreana Nakai)"
      ]
    },
    {
      "phrase": "설령황새풀",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사초과) Northland cottonsedge (학명: Eriophorum brachyantherum Trautv. & C.A.Mey.)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "if aught there be",
      "frequency": 0
    },
    {
      "meaning": "put up a (brave) front",
      "frequency": 0
    },
    {
      "meaning": "even if that were the case",
      "frequency": 0
    },
    {
      "meaning": "even then",
      "frequency": 0
    },
    {
      "meaning": "Astragalus setsureianus Nakai",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안 쓰더라도, 설령 짐이 무겁더라도 혹시나를 좀 대비하는 편인 것 같아요. Even though you don't use it or makes your bag heavier, I like it that way. 듣기 View video V COOKIE : [Full] MXM X LieV - MXM 임영민 X 김동현의 눕방라이브!",
      "english": "Even though you don't use it or makes your bag heavier, I like it that way."
    }
  ],
  "examples": [
    {
      "korean": "The difference between a moral man and a man of honor is that the latter regrets a discreditable act, even when it has worked and he has not been caught. (H. L. Mencken) 듣기 Add to Wordbook 도덕적 인간과 명예로운 인간의 차이는 이렇다. 설령 수치스런 행동을 들키지 않아도 이를 후회하는 쪽은 후자다. (헨리 루이스 멩켄, 명예명언) 명언/속담",
      "english": "The difference between a moral man and a man of honor is that the latter regrets a discreditable act, even when it has worked and he has not been caught. (H. L. Mencken) Add to Wordbook"
    },
    {
      "korean": "Whenever it is in any way possible, every boy and girl should choose as his life work some occupation which he should like to do anyhow, even if he did not need the money. (William Lyon Phelps) 듣기 Add to Wordbook 모든 소년, 소녀는 설령 돈이 필요 없다 해도 나중에 하고 싶은 직업을 미리 체험할 기회가 있다면 해봐야 한다. (윌리엄 라이온 펠프스, 일명언) 명언/속담",
      "english": "Whenever it is in any way possible, every boy and girl should choose as his life work some occupation which he should like to do anyhow, even if he did not need the money. (William Lyon Phelps) Add to Wordbook"
    },
    {
      "korean": "Mankind have a great aversion to intellectual labor; but even supposing knowledge to be easily attainable, more people would be content to be ignorant than would take even a little trouble to acquire it. (Samuel Johnson) 듣기 Add to Wordbook 인류는 지적 노동에 대해 굉장한 반감을 갖고 있다. 설령 지식이 쉽게 얻어진다 하더라도, 사람들은 지식 획득을 위해 약간의 수고를 하기 보단 차라리 무지한 상태에서 만족할 것이다. (사무엘 존슨, 지식명언) 명언/속담",
      "english": "Mankind have a great aversion to intellectual labor; but even supposing knowledge to be easily attainable, more people would be content to be ignorant than would take even a little trouble to acquire it. (Samuel Johnson) Add to Wordbook"
    },
    {
      "korean": "If I am wrong, you are at least not absolutely right. 듣기 Add to Wordbook 설령 내가 틀렸다 하더라도 너도 최소한 절대적으로 옳다고는 할 수 없다. Friendict Level English-Korean Dictionary",
      "english": "If I am wrong, you are at least not absolutely right. Add to Wordbook"
    },
    {
      "korean": "if aught there be, it's true. 듣기 Add to Wordbook 설령 있다손 치더라도 그건 진실이다. YBM All in All English-Korean Dictionary",
      "english": "if aught there be, it's true. Add to Wordbook"
    }
  ]
}