{
  "phrases": [
    {
      "phrase": "성가",
      "hanja": " (聖歌)",
      "example": {},
      "meanings": [
        "hymn, sacred song"
      ]
    },
    {
      "phrase": "성가대장",
      "hanja": "",
      "example": {},
      "meanings": [
        "a choirmaster"
      ]
    },
    {
      "phrase": "성가집",
      "hanja": "",
      "example": {},
      "meanings": [
        "hymnal, hymnbook"
      ]
    },
    {
      "phrase": "성가를 높이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "enhance one´s reputation"
      ]
    },
    {
      "phrase": "성가를 부르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sing hymns"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "chant",
      "frequency": 3
    },
    {
      "meaning": "anthem",
      "frequency": 3
    },
    {
      "meaning": "hymnody",
      "frequency": 0
    },
    {
      "meaning": "spiritual songs",
      "frequency": 0
    },
    {
      "meaning": "Anthems",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"성가대에요?\" 성가대 아닙니다. \"Are you guys a church choir?\" No, we are not. 듣기 View video IDOL x IDOL : VAV - Very Awesome VAV '다같이 소리질러어~~예예예!!'",
      "english": "\"Are you guys a church choir?\" No, we are not."
    },
    {
      "korean": "진짜로, 교회 성가대에서 하는 그런 느낌. Feels like we're singing in the church choir. 듣기 View video DICKPUNKS : DICKPUNKS 팬미팅현장",
      "english": "Feels like we're singing in the church choir."
    },
    {
      "korean": "홉이형 'MAMA' 하고 우리 딱 성가대로 딱. We can be the choir for J-Hope's \"Mama\". 듣기 View video BTS : BTS GAYO - track 15",
      "english": "We can be the choir for J-Hope's \"Mama\"."
    },
    {
      "korean": "2분 동안 댓글볼까요? - 네. '성가 정일훈.' Read posts fro 2 minutes. - Yeah, \"Singer Jung Il-hoon\". 듣기 View video BTOB : [REPLAY] 비투비의 'Like A Movie'",
      "english": "Read posts fro 2 minutes. - Yeah, \"Singer Jung Il-hoon\"."
    },
    {
      "korean": "여러분들, 지금 마치 일요일의 성가대 같은 기분이죠? Everyone, don't you look like choirs on Sunday? 듣기 View video V MUSIC : Tuesday Concert 화음- 에릭남, 여자친구, 백아연 등 출연",
      "english": "Everyone, don't you look like choirs on Sunday?"
    }
  ],
  "examples": [
    {
      "korean": "The choir walked solemnly past. 듣기 Add to Wordbook 성가대가 엄숙하게 지나갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The choir walked solemnly past. Add to Wordbook"
    },
    {
      "korean": "The chanting rose in volume. 듣기 Add to Wordbook 구호[성가/기도문] 소리가 커졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The chanting rose in volume. Add to Wordbook"
    },
    {
      "korean": "I used to doxologize in the church choir. 듣기 Add to Wordbook 나는 교회 성가대에서 하나님을 찬송했다. 국제영어대학원대학교 신어사전",
      "english": "I used to doxologize in the church choir. Add to Wordbook"
    },
    {
      "korean": "The church choir canted a hymn under the guidance of the song leader. 듣기 Add to Wordbook 성가대는 찬양 인도자의 지도에 따라 찬송가를 불렀다. 국제영어대학원대학교 신어사전",
      "english": "The church choir canted a hymn under the guidance of the song leader. Add to Wordbook"
    },
    {
      "korean": "Three choirs united to sing holy songs. 듣기 Add to Wordbook 세 성가대가 성가를 부르기 위해 연합했다. YBM All in All English-Korean Dictionary",
      "english": "Three choirs united to sing holy songs. Add to Wordbook"
    }
  ]
}