{
  "phrases": [
    {
      "phrase": "세력",
      "hanja": " (勢力)",
      "example": {},
      "meanings": [
        "(권력, 기세) influence (on/over), power, strength",
        "(집단) group, force"
      ]
    },
    {
      "phrase": "배후 세력",
      "hanja": "",
      "example": {},
      "meanings": [
        "de facto power"
      ]
    },
    {
      "phrase": "수구 세력",
      "hanja": "",
      "example": {},
      "meanings": [
        "extremely conservative force"
      ]
    },
    {
      "phrase": "반대 세력",
      "hanja": "",
      "example": {},
      "meanings": [
        "opposition forces",
        "opposing forces"
      ]
    },
    {
      "phrase": "세력을 확장하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "expand one's influence",
        "extend[broaden] one's power"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "power",
      "frequency": 3
    },
    {
      "meaning": "pull",
      "frequency": 3
    },
    {
      "meaning": "strength",
      "frequency": 3
    },
    {
      "meaning": "puissance",
      "frequency": 0
    },
    {
      "meaning": "might 2",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이게 세력이구나 - 이 정도면... - 하나 더 가? This is what power means. - That means... - One more? 듣기 View video BTS : Run BTS! 2019 - EP.68",
      "english": "This is what power means. - That means... - One more?"
    },
    {
      "korean": "[계속 등 떠미는 배후세력] - 한 번만, 제발요 - 그러면... [De facto power pushes him to continue] - Just once please. - Then... 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 1회 - 돈희콘희의 새로운 댄스 조련 '357댄스'",
      "english": "[De facto power pushes him to continue] - Just once please. - Then..."
    },
    {
      "korean": "신흥세력... Who has talents on... 듣기 View video DSPmedia : [디.훈.소_2탄] DSP의 훈남을 소개합니다~★",
      "english": "Who has talents on..."
    },
    {
      "korean": "경상도 세력에 밀리고 있어요. I'm now edging out by Gyeongsang-do girls. 듣기 View video STAREMPIRE : [9musesA] 지금 나뮤에이는 흥에 겨워 기분이 조크든요 ㅇㅅㅇb",
      "english": "I'm now edging out by Gyeongsang-do girls."
    },
    {
      "korean": "그 악을 응징해야 하는 정의도 악의 세력에 들어가면... and even the men in justice turn bad as well... 듣기 View video V MOVIE : <아수라> 무비토크 라이브 '< Asura : The City of Madness> Movie Talk Live'",
      "english": "and even the men in justice turn bad as well..."
    }
  ],
  "examples": [
    {
      "korean": "Rebel forces were infiltrated into the country. 듣기 Add to Wordbook 그 나라에 반군 세력이 잠입해 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rebel forces were infiltrated into the country. Add to Wordbook"
    },
    {
      "korean": "a vicious turf war between rival gangs of drug dealers 듣기 Add to Wordbook 서로 경쟁 관계에 있는 마약 판매 집단 사이의 격렬한 세력 다툼 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a vicious turf war between rival gangs of drug dealers Add to Wordbook"
    },
    {
      "korean": "the radical wing of the party 듣기 Add to Wordbook 그 정당의 급진 세력 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the radical wing of the party Add to Wordbook"
    },
    {
      "korean": "We pulverized the opposition. 듣기 Add to Wordbook 우리는 반대 세력[야당]을 완전히 쳐부수었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We pulverized the opposition. Add to Wordbook"
    },
    {
      "korean": "Our powers are limited in scope. 듣기 Add to Wordbook 우리의 힘[세력]은 범위가 한정적이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our powers are limited in scope. Add to Wordbook"
    }
  ]
}