{
  "phrases": [
    {
      "phrase": "세요",
      "hanja": " (細腰)",
      "example": {},
      "meanings": [
        "a slim[slender] waist."
      ]
    },
    {
      "phrase": "-세요",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -seyo (→-으세요)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hallo",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "세요? Do you count it? 듣기 View video SECHSKIES : [Replay] SECHSKIES - COMEBACK LIVE '젝다방 포 유 (SECHDABANG FOR YOU)'",
      "english": "Do you count it?"
    },
    {
      "korean": "엄청 세요 - 근데 저희가... I did too. - But... 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#378. 열려라 에이티즈 (스페셜 DJ AOA 지민&찬미 with 에이티즈)",
      "english": "I did too. - But..."
    },
    {
      "korean": "두 번 누르면 더 세요? So it gets stronger when I press it twice? 듣기 View video GOT7 : GOT7(갓세븐) TOURLOG EP.24",
      "english": "So it gets stronger when I press it twice?"
    },
    {
      "korean": "헐크? - 똑똑해요, 엄청 세요 - 그렇죠? Hulk? - He is smart and strong. - Right? 듣기 View video V COOKIE : [Full] UP10TION X LieV - 업텐션의 눕방라이브!",
      "english": "Hulk? - He is smart and strong. - Right?"
    },
    {
      "korean": "[드디어 JB의 미션 수행 시간] 여러분 같이 세요! 1! [It's finally time for JB's punishment] Everyone! Count it together! 1! 듣기 View video GOT7 : GOT7(갓세븐) TOURLOG EP.13",
      "english": "[It's finally time for JB's punishment] Everyone! Count it together! 1!"
    }
  ],
  "examples": [
    {
      "korean": "He’s strong enough to lift a car! 듣기 Add to Wordbook 그는 자동차 한 대도 충분히 들어올릴 정도로 힘이 세요! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s strong enough to lift a car! Add to Wordbook"
    },
    {
      "korean": "He is obstinacy itself. 듣기 Add to Wordbook 그는 쓸데없이 고집이 세요. YBM All in All English-Korean Dictionary",
      "english": "He is obstinacy itself. Add to Wordbook"
    },
    {
      "korean": "He's strong as an ox. 듣기 Add to Wordbook 그는 힘이 무척 세요. Neungyule",
      "english": "He's strong as an ox. Add to Wordbook"
    },
    {
      "korean": "I'm afraid this suit is a little pricey for me. 듣기 Add to Wordbook 이 옷도 나에겐 너무 가격이 세요. Neungyule",
      "english": "I'm afraid this suit is a little pricey for me. Add to Wordbook"
    },
    {
      "korean": "She's really stubborn. She's going to have everything her own way. 듣기 Add to Wordbook 그녀는 고집이 정말 세요. 뭐든 자기 뜻대로만 하려고 해요. Neungyule",
      "english": "She's really stubborn. She's going to have everything her own way. Add to Wordbook"
    }
  ]
}