{
  "phrases": [
    {
      "phrase": "소규모",
      "hanja": " (小規模)",
      "example": {},
      "meanings": [
        "small scale"
      ]
    },
    {
      "phrase": "소규모의",
      "hanja": "",
      "example": {},
      "meanings": [
        "small scale"
      ]
    },
    {
      "phrase": "소규모로",
      "hanja": "",
      "example": {},
      "meanings": [
        "on a small scale",
        "in a small way"
      ]
    },
    {
      "phrase": "소규모 전쟁",
      "hanja": "",
      "example": {},
      "meanings": [
        "a brush-fire war"
      ]
    },
    {
      "phrase": "저희는 소규모 가전제품을 수입합니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "We import small household appliances."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "minor key",
      "frequency": 0
    },
    {
      "meaning": "a small scale",
      "frequency": 0
    },
    {
      "meaning": "small-dimensional",
      "frequency": 0
    },
    {
      "meaning": "small",
      "frequency": 2
    },
    {
      "meaning": "little",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "이게 소규모라 더 긴장되는 거 알아요? Do you know that this is more nerve-racking because it's on a small scale? 듣기 View video Apink : Apink Mini Diary - RONG TIME NO SEE!",
      "english": "Do you know that this is more nerve-racking because it's on a small scale?"
    },
    {
      "korean": "\"꼭 소규모 극장에서 노래해줘\". \"Please sing at a small scale theater\". 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -10- '이창섭의 힐링 토크 콘서트'",
      "english": "\"Please sing at a small scale theater\"."
    },
    {
      "korean": "소규모로 열리는 Flea Market 도 되게 많습니다. And there are small ones as well. 듣기 View video YGK+ : Holly Moly MINI플리마켓이라니!!모델 이호정 w여연희",
      "english": "And there are small ones as well."
    },
    {
      "korean": "예전에 학교에서도 약간 소규모 수업 같은 걸로도 받아보고... In the past, I got it through a small class in school. 듣기 View video V Beauty : [미아 Mia] 로드샵 꿀템 추천 Roadshop Cosmetics Haul",
      "english": "In the past, I got it through a small class in school."
    },
    {
      "korean": "소규모 영업장에서 저작권료 지급 없이 자유롭게 틀 수 있다는 점 알아두세요. small businesses are allowed to use them freely. 듣기 View video V WEB DRAMA : [2화] 첫만남에 이렇게 통해도 될일? 어쩐지 짠내나는 아드공 공감토크",
      "english": "small businesses are allowed to use them freely."
    }
  ],
  "examples": [
    {
      "korean": "the amalgamation of small farms into larger units 발음듣기 대규모 농장을 이루기 위한 소규모 농장들의 연합 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the amalgamation of small farms into larger units 발음"
    },
    {
      "korean": "There are reports of skirmishing along the border. 발음듣기 그 국경을 따라 소규모 접전이 있었다는 보도들이 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There are reports of skirmishing along the border. 발음"
    },
    {
      "korean": "Small traders cannot compete in the face of cheap foreign imports. 발음듣기 소규모 상인들은 값싼 외국 수입품에 맞서 경쟁을 할 수가 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Small traders cannot compete in the face of cheap foreign imports. 발음"
    },
    {
      "korean": "There could be further bankruptcies among small farmers. 발음듣기 소규모 농가들 사이에서 더 많은 파산이 발생할 수도 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There could be further bankruptcies among small farmers. 발음"
    },
    {
      "korean": "Small builders cannot see their way clear to take on many trainees. 발음듣기 소규모 건설사들은 많은 신규 직원들을 채용하는 데 불편을 겪는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Small builders cannot see their way clear to take on many trainees. 발음"
    }
  ]
}