{
  "phrases": [
    {
      "phrase": "소진",
      "hanja": " (消盡)",
      "example": {},
      "meanings": [
        "exhaustion, 소진하다 exhaust, be exhausted"
      ]
    },
    {
      "phrase": "소진",
      "hanja": " (燒盡)",
      "example": {},
      "meanings": [
        "reduction to ashes, total destruction by fire, 소진하다 be reduced to ashes, be totally destroyed by fire, burn to nothing, be burnt away[out]"
      ]
    },
    {
      "phrase": "sozin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 생화학 소진 ((동물체 안에 존재하는 항병성(抗病性) 단백질))"
      ]
    },
    {
      "phrase": "saw gin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (톱니가 달린) 조면기(繰綿機)."
      ]
    },
    {
      "phrase": "saw gin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 기계공학 톱니 조명기"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "exhaustion",
      "frequency": 3
    },
    {
      "meaning": "wastine",
      "frequency": 0
    },
    {
      "meaning": "burn out",
      "frequency": 0
    },
    {
      "meaning": "burnout",
      "frequency": 0
    },
    {
      "meaning": "소진",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[소진의 추측 공원소녀의 리더는 민주?] 민주 씨일 것 같아요. I think it'll be Minju. 듣기 View video GOT YA! 공원소녀 : [GOT YA! 공원소녀/선공개] 갓띵게임이 찾아온다! Lv.1 소녀들의 캐릭터를 매칭하시오",
      "english": "I think it'll be Minju."
    },
    {
      "korean": "[오래간만에 힘쓴 오빠들 체력 소진] 잠깐만 좀 자겠습니다. Hold on. I'll sleep a little. 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] 아퍼잉~ 지숙의 애교에 함박웃음 _ ep13",
      "english": "Hold on. I'll sleep a little."
    },
    {
      "korean": "[첫 번째 댓글 소진 윤미래가 부릅니다 '잊었니'] 그럼 아까 그 잊었니가... 그 엊었니 인가봐요... Then earlier, that \"Did you forget?\"... It must be that. 듣기 View video GOT YA! 공원소녀 : [GOT YA! 공원소녀] Episode 6 short clip :: 치! 집에 갈레나!! 소녀들 MC분들을 잊지 않았소이다...",
      "english": "Then earlier, that \"Did you forget?\"... It must be that."
    },
    {
      "korean": "[첫 번째 댓글 소진] '끝나고 시원하게 소리질렀다, 인정?' [The first comment: Sojin] \"After it was over, I screamed refreshingly. Do you admit it?\" 듣기 View video GOT YA! 공원소녀 : [GOT YA! 공원소녀] Episode 6 short clip :: 누구의 댓글인가?! 댓글 구별사 서령이 나타났다!",
      "english": "[The first comment: Sojin] \"After it was over, I screamed refreshingly. Do you admit it?\""
    },
    {
      "korean": "[소진 / 9년째 걸스데이 리더] - 많았었나 보다~ - 걸스데이 하면서 좀 짜증 나는 게 많았었나? There must've been a lot. - Were there many annoying things while being in Girls' Day? 듣기 View video GOT YA! 공원소녀 : [GOT YA! 공원소녀/선공개] 갓띵게임이 찾아온다! Lv.1 소녀들의 캐릭터를 매칭하시오",
      "english": "There must've been a lot. - Were there many annoying things while being in Girls' Day?"
    }
  ],
  "examples": [
    {
      "korean": "He still felt naked and drained after his ordeal. 듣기 Add to Wordbook 그는 그 호된 시련을 겪은 후로는 아직도 자신이 무방비 상태에 기운이 다 소진된 기분이 들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He still felt naked and drained after his ordeal. Add to Wordbook"
    },
    {
      "korean": "He looked very ill—his life force seemed to have drained away. 듣기 Add to Wordbook 그는 몹시 아픈 것 같았다. 그의 생명력이 다 소진되어 버린 것 같았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He looked very ill—his life force seemed to have drained away. Add to Wordbook"
    },
    {
      "korean": "If he doesn’t stop working so hard, he’ll burn himself out. 듣기 Add to Wordbook 그가 그렇게 열심히 일하는 걸 그만두지 않으면 에너지가 소진되고 말 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If he doesn’t stop working so hard, he’ll burn himself out. Add to Wordbook"
    },
    {
      "korean": "By the age of 25 she was completely burned out and retired from the sport. 듣기 Add to Wordbook 25세가 되자 그녀는 완전히 에너지가 소진되어 그 운동에서 은퇴했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "By the age of 25 she was completely burned out and retired from the sport. Add to Wordbook"
    },
    {
      "korean": "Getting demoted to the minors in the Japanese league proves he doesn’t have anything left in the tank. 듣기 Add to Wordbook 일본 리그에서 2군으로 강등된 건 그가 가진 게 다 소진되었다는 얘기야. DARAKWON",
      "english": "Getting demoted to the minors in the Japanese league proves he doesn’t have anything left in the tank. Add to Wordbook"
    }
  ]
}