{
  "phrases": [
    {
      "phrase": "소송",
      "hanja": " (訴訟)",
      "example": {},
      "meanings": [
        "suit, lawsuit, (legal) action, litigation"
      ]
    },
    {
      "phrase": "민사소송",
      "hanja": " (民事訴訟)",
      "example": {},
      "meanings": [
        "civil suit, civil action"
      ]
    },
    {
      "phrase": "형사소송",
      "hanja": " (刑事訴訟)",
      "example": {},
      "meanings": [
        "criminal suit[action]"
      ]
    },
    {
      "phrase": "행정 소송",
      "hanja": "",
      "example": {},
      "meanings": [
        "administrative litigation"
      ]
    },
    {
      "phrase": "소송 중이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be at law",
        "be pending in the court",
        "be in litigation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "action",
      "frequency": 3
    },
    {
      "meaning": "case",
      "frequency": 3
    },
    {
      "meaning": "legal action",
      "frequency": 0
    },
    {
      "meaning": "lawsuit",
      "frequency": 0
    },
    {
      "meaning": "litigation",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그건 소송 거셔야 해요 - 소송을 걸어야... Well, legal action may be required. - What? Legal... 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#197. 디앤이가 땡겨 (Danger) (w. 슈퍼주니어-D&E)",
      "english": "Well, legal action may be required. - What? Legal..."
    },
    {
      "korean": "과자회사에서 형 소송 걸 수도 있어. - 아니~ The snack companies might sue you. - No~ 듣기 View video iKON : 오랜만이에용~!",
      "english": "The snack companies might sue you. - No~"
    },
    {
      "korean": "그런 게 딱 저는 걸리면 전 바로 소송 들어갑니다. and I catch wind of it, I sue immediately. 듣기 View video V DRAMA : [Full]스케치 X 앞터V (Sketch X Early Interview)",
      "english": "and I catch wind of it, I sue immediately."
    },
    {
      "korean": "소송할 거야. I'm going to sue you. 듣기 View video ESteem ent. : #찐호퐝 라이브, 진경 호연 세온 광고 촬영장! (Jinkyung&Hoyeon&Seon Live)",
      "english": "I'm going to sue you."
    },
    {
      "korean": "소송 중이세요? Are you involved in a lawsuit? 듣기 View video 컨버전스 TV (CONS TV) : [로맨스 특별법] 제3조 - 설렘법, 넘어갈 듯, 넘어올 듯.",
      "english": "Are you involved in a lawsuit?"
    }
  ],
  "examples": [
    {
      "korean": "They were sued for breach/infringement of copyright. 듣기 Add to Wordbook 그들은 저작권 침해로 소송당했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were sued for breach/infringement of copyright. Add to Wordbook"
    },
    {
      "korean": "The case against him was largely circumstantial. 듣기 Add to Wordbook 그에 대한 소송은 대체로 정황에 따른 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The case against him was largely circumstantial. Add to Wordbook"
    },
    {
      "korean": "Ms Dale is representing the defendant in the case. 듣기 Add to Wordbook 데일 씨가 그 소송의 피고를 변호하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Ms Dale is representing the defendant in the case. Add to Wordbook"
    },
    {
      "korean": "There are no analogies with any previous legal cases. 듣기 Add to Wordbook 이전에 있은 어떤 법률 소송과도 유사점이 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There are no analogies with any previous legal cases. Add to Wordbook"
    },
    {
      "korean": "The company was almost bankrupted by legal costs. 듣기 Add to Wordbook 그 회사는 소송 비용 때문에 거의 파산 지경이 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company was almost bankrupted by legal costs. Add to Wordbook"
    }
  ]
}