{
  "phrases": [
    {
      "phrase": "소형",
      "hanja": " (小型)",
      "example": {},
      "meanings": [
        "a small size, a pocket size"
      ]
    },
    {
      "phrase": "대[중, 소]형",
      "hanja": "",
      "example": {},
      "meanings": [
        "large[medium, small] size"
      ]
    },
    {
      "phrase": "소형의",
      "hanja": "",
      "example": {},
      "meanings": [
        "small",
        "compact"
      ]
    },
    {
      "phrase": "소형 전구",
      "hanja": "",
      "example": {},
      "meanings": [
        "a miniature bulb",
        "a decoration[fancy] bulb"
      ]
    },
    {
      "phrase": "소형차",
      "hanja": " (小型車)",
      "example": {},
      "meanings": [
        "compact car, small car, (Am) compact"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "undersize",
      "frequency": 0
    },
    {
      "meaning": "white jasmine[jessamine]",
      "frequency": 0
    },
    {
      "meaning": "small size",
      "frequency": 0
    },
    {
      "meaning": "miniature base",
      "frequency": 0
    },
    {
      "meaning": "dry mold",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[빈약한 세트장과 조촐한 제작진...] 지금 소형 카메라를 켰는데요. [On a small set with a small crew...] I just turned on a small camera. 듣기 View video 셀럽티비(Celuv.TV) : [셀럽티비/개취뷰티] 화이트데이를 준비하는 자세!",
      "english": "[On a small set with a small crew...] I just turned on a small camera."
    },
    {
      "korean": "2종 소형 면허. License for small vehicles. 듣기 View video beauty's code (졸잼티비) : [beauty's code] 세 여자의 특별한 아침 _ 1회",
      "english": "License for small vehicles."
    },
    {
      "korean": "소형 폭탄을 던지는 그런 역할을 맡고 있습니다. 그래서... from time to time instead. 듣기 View video AKMU : 찬디의 비밀일기장><♥︎",
      "english": "from time to time instead."
    },
    {
      "korean": "저는 대형이든 소형이든 상관없습니다. It doesn't matter to me if it's large or small-scale. 듣기 View video Hwang Chi Yeul : [치열업] 팬미팅 그 후 ... 에필로그",
      "english": "It doesn't matter to me if it's large or small-scale."
    },
    {
      "korean": "대형 기획사와 소형 기획사가 다르지는 않아요. Big company and small company aren't very different. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "Big company and small company aren't very different."
    }
  ],
  "examples": [
    {
      "korean": "The dinghy was rocked by the wash of a passing ferry. 듣기 Add to Wordbook 그 소형 보트는 지나가는 연락선 때문에 생긴 너울에 요동을 쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The dinghy was rocked by the wash of a passing ferry. Add to Wordbook"
    },
    {
      "korean": "A small car has the added advantage of being cheaper to run. 듣기 Add to Wordbook 소형차는 유지비가 더 싸다는 추가 장점도 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A small car has the added advantage of being cheaper to run. Add to Wordbook"
    },
    {
      "korean": "a zippy little car 듣기 Add to Wordbook 아주 빠른 소형차 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a zippy little car Add to Wordbook"
    },
    {
      "korean": "a rare breed of miniature horses 듣기 Add to Wordbook 희귀종의 소형 말 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a rare breed of miniature horses Add to Wordbook"
    },
    {
      "korean": "to launch a nanosat 듣기 Add to Wordbook 소형 위성을 쏘아 올리다 국제영어대학원대학교 신어사전",
      "english": "to launch a nanosat Add to Wordbook"
    }
  ]
}