{
  "phrases": [
    {
      "phrase": "손대",
      "hanja": "",
      "example": {},
      "meanings": [
        "a hand rod, a shaman's wand"
      ]
    },
    {
      "phrase": "손대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(건드리다) touch",
        "(시작하다, 관여하다) start, touch, dabble in[with], take up",
        "(처리하다) handle, deal with"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dabble",
      "frequency": 1
    },
    {
      "meaning": "undisturbed",
      "frequency": 1
    },
    {
      "meaning": "(get/take your) hands off (something/somebody)",
      "frequency": 0
    },
    {
      "meaning": "stay your hand",
      "frequency": 0
    },
    {
      "meaning": "untapped",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "왜 엄마 맘대로 내 물건에 손대! Why are you touching my things! 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [남자사람친구 14일전]_9화 | 너 나 몰래 바람핀거야?",
      "english": "Why are you touching my things!"
    },
    {
      "korean": "손 대, 손 대. Give me your hand. 듣기 View video GOT7 : [GOT2DAY 2016] 17. 진영 & 잭슨",
      "english": "Give me your hand."
    },
    {
      "korean": "손 대. - 손 대야지. Put it on. - Put it on. 듣기 View video V COOKIE : [Full] NU`EST W​ X Happiness Train - 뉴이스트W의 행복행!",
      "english": "Put it on. - Put it on."
    },
    {
      "korean": "너무 간지럽다. - 여기 손 대. I feel so itchy. - Give me your hand. 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '날씨야 누가 이기나 해보자!!'",
      "english": "I feel so itchy. - Give me your hand."
    },
    {
      "korean": "손 대! - 손? - 손 대! - 갑자기? Give me your hands! - My hands? - Give me your hands! - Suddenly? 듣기 View video V COOKIE : [Full] TEEN TOP X SUITS KNIGHTS - 틴탑의 정장방!",
      "english": "Give me your hands! - My hands? - Give me your hands! - Suddenly?"
    }
  ],
  "examples": [
    {
      "korean": "had a bowing acquaintance with English literature 발음듣기 영문학을 좀 손대보았다. 영어영작문대사전",
      "english": "had a bowing acquaintance with English literature 발음"
    },
    {
      "korean": "Touch me again, soldier, and you'll be eating your eyeballs. 발음듣기 내 몸에 한 번만 더 손대봐, 군인. 네 눈알을 씹어먹게 해 줄 테니까. User translation Inaccurate information may be included due to the users' self-traslation. chelle(keit****) Web Collection",
      "english": "Touch me again, soldier, and you'll be eating your eyeballs. 발음"
    },
    {
      "korean": "The treasure had lain undisturbed for centuries. 발음듣기 그 보물은 여러 세기 동안 아무도 손대지 않은 채 그대로 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The treasure had lain undisturbed for centuries. 발음"
    },
    {
      "korean": "Hey, leave my things alone! 발음듣기 이 봐, 내 물건에 손대지 마! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Hey, leave my things alone! 발음"
    },
    {
      "korean": "Get your hands off my wife! 발음듣기 내 아내한테 손대지 마! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Get your hands off my wife! 발음"
    }
  ]
}