{
  "phrases": [
    {
      "phrase": "손",
      "hanja": " (孫)",
      "example": {},
      "meanings": [
        "(신체) hand, (손가락) finger",
        "(힘, 도움, 노동력) hand, help",
        "(소유, 영향, 세력) hand (in)"
      ]
    },
    {
      "phrase": "손",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun hand",
        "Noun finger",
        "Noun manpower"
      ]
    },
    {
      "phrase": "손",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun guest",
        "Noun guest, customer, patron"
      ]
    },
    {
      "phrase": "손",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bound noun son"
      ]
    },
    {
      "phrase": "손",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun evil spirit, ghost"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hand",
      "frequency": 3
    },
    {
      "meaning": "manicure",
      "frequency": 3
    },
    {
      "meaning": "manual",
      "frequency": 3
    },
    {
      "meaning": "join hands (with somebody)",
      "frequency": 0
    },
    {
      "meaning": "touch",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "손도. Put your hand here. 듣기 View video YGK+ : 효니티비4 손담비랑 제주올래? with Dambi Son",
      "english": "Put your hand here."
    },
    {
      "korean": "오빠 손! Paw for oppa! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Paw for oppa!"
    },
    {
      "korean": "손 크기요? My hand size? 듣기 View video TOMORROW X TOGETHER : 연준이와 소통먹방",
      "english": "My hand size?"
    },
    {
      "korean": "영민이 손! Young Min, hand! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Young Min, hand!"
    },
    {
      "korean": "1, 2, 3 손! One, two, three. Paw! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "One, two, three. Paw!"
    }
  ],
  "examples": [
    {
      "korean": "But I didn't touch any of the shrimp. 듣기 Add to Wordbook 그치만 난 새우에는 손도 안댔어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 크리넥(mond****)",
      "english": "But I didn't touch any of the shrimp. Add to Wordbook"
    },
    {
      "korean": "The girl left the ice cream untouched. 듣기 Add to Wordbook 그 소녀는 아이스크림에 손도 대지 않고 남겨뒀다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 똥구리피죤(free****)",
      "english": "The girl left the ice cream untouched. Add to Wordbook"
    },
    {
      "korean": "People here wave, smile, and are extremely friendly. 듣기 Add to Wordbook 여기 사람들은 손도 흔들고, 웃어도 주고, 매우 친절해. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 oprim7(opri****)",
      "english": "People here wave, smile, and are extremely friendly. Add to Wordbook"
    },
    {
      "korean": "Public sector schemes remained intact and untouched. 듣기 Add to Wordbook 공공부분의 계획들은 아직도 손도 대지 않은채 그대로 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Sunil Hwang(suni****)",
      "english": "Public sector schemes remained intact and untouched. Add to Wordbook"
    },
    {
      "korean": "Intriguing how you would actually snuff without touching. 듣기 Add to Wordbook 당신이 어떻게 손도 안대고 코를 푸는지 보니 흥미롭네요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ready(yeon****)",
      "english": "Intriguing how you would actually snuff without touching. Add to Wordbook"
    }
  ]
}