{
  "phrases": [
    {
      "phrase": "쇼파",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun → 26146소파"
      ]
    },
    {
      "phrase": "sofa",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 소파 (=settee, couch)"
      ]
    },
    {
      "phrase": "소파",
      "hanja": "",
      "example": {},
      "meanings": [
        "(의자) sofa, couch, (Brit) settee"
      ]
    },
    {
      "phrase": "shofar",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 유대교 (황소뿔의) 각적(角笛) ((뿔피리))"
      ]
    },
    {
      "phrase": "SOFA",
      "hanja": "",
      "example": {},
      "meanings": [
        "Status of Forces Agreement (한미) 주둔군 지위 협정"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "couchlocky",
      "frequency": 0
    },
    {
      "meaning": "couchlock",
      "frequency": 0
    },
    {
      "meaning": "upholsterosis",
      "frequency": 0
    },
    {
      "meaning": "Relax at Choupana Hills",
      "frequency": 0
    },
    {
      "meaning": "소파 1",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "쇼파에서 잠들 때 너무 편안하지 않아? Don't you feel so comfortable when you fall asleep on the couch? 듣기 View video V COOKIE : [Full] KIM JAEJOONG X CouchTalk - 김재중 X 카우치토크",
      "english": "Don't you feel so comfortable when you fall asleep on the couch?"
    },
    {
      "korean": "[결국 화면 이탈] [저기 다람지 혹시 쇼파 뒤에 있어요??] [Out of the frame] [Are you there, cutie?] View video V PICK! : [Stray Kids] 저기요 여기 혹시 쓰리라차 있어요? (3RACHA playing their songs)",
      "english": "[Out of the frame] [Are you there, cutie?]"
    },
    {
      "korean": "[방판이들 전체 집합] 여기 앉아보자, 쇼파도 기가 막힌데? [BPS members, come here] let's sit on the couch. It looks so great. 듣기 View video 방판소년단-SBS Plus : [방판소년단 EP79] 재효, 입대 전 이별방송(bps도 막방!)",
      "english": "[BPS members, come here] let's sit on the couch. It looks so great."
    },
    {
      "korean": "여기 쇼파도 있어, 쇼파. We have a couch here. 듣기 View video DIA : [DIA] 다이아 - Mr.Potter 팬사인회 살짝 미리보기",
      "english": "We have a couch here."
    },
    {
      "korean": "쇼파죠, 쇼파 준비했습니다. We got sofas ready. 듣기 View video PeekaVoo! : [REPLAY] VICTON's - 빅톤의 팬미팅라이브!",
      "english": "We got sofas ready."
    }
  ],
  "examples": [
    {
      "korean": "After divorcing actress Nicole Kidman, Cruise went on the Oprah Winfrey show and declared his love for his new actress girlfriend Katie Holmes by jumping up and down on a couch. 듣기 Add to Wordbook 여배우 니콜 키드먼과 이혼한 후에 크루즈는 오프라 윈프리 쇼에 출연해서 쇼파에서 앉았다 일어섰다 하면서 새 여자친구인 여배우 케이티 홈즈를 사랑한다고 선언했다. Neungyule",
      "english": "After divorcing actress Nicole Kidman, Cruise went on the Oprah Winfrey show and declared his love for his new actress girlfriend Katie Holmes by jumping up and down on a couch. Add to Wordbook"
    },
    {
      "korean": "First it was Tom Cruise's infamous performance on the Oprah Winfrey Show in which he leapt upon a couch midway and proclaimed his undying love for his girlfriend Katie Holmes. 듣기 Add to Wordbook 톰 크루즈의 악명 높은 행동은 우선 오프라 윈프리 쇼에 나와 쇼 중간에 쇼파 위로 펄쩍펄쩍 뛰면서 자신의 여자친구인 케이티 홈즈에게 영원한 사랑을 선언한 것이다. TIMES CORE",
      "english": "First it was Tom Cruise's infamous performance on the Oprah Winfrey Show in which he leapt upon a couch midway and proclaimed his undying love for his girlfriend Katie Holmes. Add to Wordbook"
    },
    {
      "korean": "Why don't you sleep on the couch? 듣기 Add to Wordbook 왜 쇼파에서 자지 않구? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 who_choo(who_****)",
      "english": "Why don't you sleep on the couch? Add to Wordbook"
    },
    {
      "korean": "I'll just crash on the couch? 듣기 Add to Wordbook 내가 그저 쇼파에서 잘 수 있을까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 달(ho59****)",
      "english": "I'll just crash on the couch? Add to Wordbook"
    },
    {
      "korean": "Yeah, well, I blame the couch,all right? 듣기 Add to Wordbook 글쎄, 그래요, 저는 쇼파를 탓해요, 됐죠? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "Yeah, well, I blame the couch,all right? Add to Wordbook"
    }
  ]
}