{
  "phrases": [
    {
      "phrase": "수가",
      "hanja": " (酬價)",
      "example": {},
      "meanings": [
        "(의료 수가) a medical charge[fee], a doctor's bill[fee]"
      ]
    },
    {
      "phrase": "수가 나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "run into a piece of good luck"
      ]
    },
    {
      "phrase": "수가 적다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be small in number"
      ]
    },
    {
      "phrase": "의료보험 수가",
      "hanja": "",
      "example": {},
      "meanings": [
        "medical insurance fee[cost]"
      ]
    },
    {
      "phrase": "수가 많다[적다]",
      "hanja": "",
      "example": {},
      "meanings": [
        "be many[few]",
        "be large[small] in number"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "valence 1",
      "frequency": 0
    },
    {
      "meaning": "Sychār",
      "frequency": 0
    },
    {
      "meaning": "Sychar",
      "frequency": 0
    },
    {
      "meaning": "fees and charges",
      "frequency": 0
    },
    {
      "meaning": "많다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[이.럴.수.가] 진짜요? [No way] Really? 듣기 View video MOMO X : [지각방지 라이브] 내일은 지각 없는 거야 너! (여자)아이들 편",
      "english": "[No way] Really?"
    },
    {
      "korean": "이런 전은 먹으면서 간을 할 수 가 없어서. We can't season these as we eat. 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '에이데일리~ 송편 나눔합시다!'",
      "english": "We can't season these as we eat."
    },
    {
      "korean": "또 모르죠. 계획이 바뀔 수 가 있으니까요. Nobody knows. The tour plan may change. 듣기 View video V MOVIE : <터널> 하정우 삼세번 스팟라이브",
      "english": "Nobody knows. The tour plan may change."
    },
    {
      "korean": "3점을 이기고 있어도 3점을 뛰어넘을 수 가 있그든요. You can be 3 behind and still win the game. 듣기 View video EXID : 톰엘&제리쫑창단식기념뿌앱",
      "english": "You can be 3 behind and still win the game."
    },
    {
      "korean": "멤버들 보여주고 싶지만 보여줄 수 가 없어서 미안해요. I want to show members. But I can't. Sorry. 듣기 View video iKON : 동파라치 - Real Life (good morning)",
      "english": "I want to show members. But I can't. Sorry."
    }
  ],
  "examples": [
    {
      "korean": "My husband often tantrumizes our household, and I can't stand it any more. 발음듣기 내 남편은 자주 홧김에 가정 분위기를 망쳤고, 나는 이제 참을 수 가 없다. 국제영어대학원대학교 신어사전",
      "english": "My husband often tantrumizes our household, and I can't stand it any more. 발음"
    },
    {
      "korean": "I just can't figure it out. 발음듣기 도대체 알 수 가 없어요. YBM All in All English-Korean Dictionary",
      "english": "I just can't figure it out. 발음"
    },
    {
      "korean": "I'm so frustrated with this new computer inventory program. I just can't figure it out. 발음듣기 새로 나온 이 컴퓨터 재고 관리 프로그램 때문에 지쳤어요. 도대체 알 수 가 없어요. YBM All in All English-Korean Dictionary",
      "english": "I'm so frustrated with this new computer inventory program. I just can't figure it out. 발음"
    },
    {
      "korean": "The driver who is used to manual steering may oversteer by using too much force while turning the wheel. 발음듣기 수동 핸들에 익숙한 운전자는 핸들을 돌리면서 힘을 너무 주기 때문에 핸들을 너무 많이 돌릴 수 가 있습니다. YBM All in All English-Korean Dictionary",
      "english": "The driver who is used to manual steering may oversteer by using too much force while turning the wheel. 발음"
    },
    {
      "korean": "We can't put the picnic table here because the ground isn't level. 발음듣기 바닥이 평평하지가 않아서 여기에는 피크닉 테이블을 놓을 수 가 없다. Neungyule",
      "english": "We can't put the picnic table here because the ground isn't level. 발음"
    }
  ]
}