{
  "phrases": [
    {
      "phrase": "수년",
      "hanja": " (數年)",
      "example": {},
      "meanings": [
        "(several/many/a few/some) years, a number of years"
      ]
    },
    {
      "phrase": "수년 간",
      "hanja": "",
      "example": {},
      "meanings": [
        "for several years",
        "in years",
        "over the years"
      ]
    },
    {
      "phrase": "앞으로 수년 간",
      "hanja": "",
      "example": {},
      "meanings": [
        "for some years ahead[to come]"
      ]
    },
    {
      "phrase": "수년 전",
      "hanja": "",
      "example": {},
      "meanings": [
        "some years ago"
      ]
    },
    {
      "phrase": "수년 후에",
      "hanja": "",
      "example": {},
      "meanings": [
        "after several[a few] years"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "for several years",
      "frequency": 0
    },
    {
      "meaning": "after several[a few] years",
      "frequency": 0
    },
    {
      "meaning": "for years",
      "frequency": 0
    },
    {
      "meaning": "over the past few years",
      "frequency": 0
    },
    {
      "meaning": "for some years",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "수년 동안 제가 해오던 일이었는데요. what I've been doing for years. 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "what I've been doing for years."
    },
    {
      "korean": "수년 동안 여러번 알고지낸 두 캐릭터요. the two characters you've seen numerous times over the years. 듣기 View video V MOVIE : '영원한 울버린' <휴 잭맨> 현지 생중계 V라이브 'Hugh Jackman X Patrick Stewart V LIVE @Taipei'",
      "english": "the two characters you've seen numerous times over the years."
    },
    {
      "korean": "수년 동안. - 저희가 이 노래를 진짜 엄청 들었어요. For many years. - So we listened to it all the time. 듣기 View video BTOB : [FULL] 비투비 그리워하다 16일 돼버렸어",
      "english": "For many years. - So we listened to it all the time."
    },
    {
      "korean": "죽기 전에 십수 년 간 한국인은 병자로 살아요. For about dozen years before death, they live as a patient. 듣기 View video V BOOKS : 김홍신 작가 북토크 생중계, '36.5도로 오래 가는 사랑을 이야기하다'",
      "english": "For about dozen years before death, they live as a patient."
    },
    {
      "korean": "앞으로는 감독상으로 수 년 내로 오실 수 있었으면 좋겠습니다. I hope we can see you in a few years for Best Director Award. 듣기 View video V MOVIE : 디렉터스컷 어워즈 시상식 스팟라이브",
      "english": "I hope we can see you in a few years for Best Director Award."
    }
  ],
  "examples": [
    {
      "korean": "Many years elapsed before they met again. 발음듣기 수년이 흐른 뒤에야 그들은 다시 만났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many years elapsed before they met again. 발음"
    },
    {
      "korean": "They endured years of suffering and privation. 발음듣기 그들은 수년간의 고통과 궁핍을 견뎠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They endured years of suffering and privation. 발음"
    },
    {
      "korean": "Her husband had been deceiving her for years. 발음듣기 그녀의 남편이 그녀를 수년 동안 속여 왔던 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her husband had been deceiving her for years. 발음"
    },
    {
      "korean": "Years of work went into researching the book. 발음듣기 그 책을 위한 자료 조사에 수년간의 작업이 투입되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Years of work went into researching the book. 발음"
    },
    {
      "korean": "Her features had been bloated by years of drinking. 발음듣기 수년간의 음주로 그녀는 얼굴 생김새가 푸석하니 부어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her features had been bloated by years of drinking. 발음"
    }
  ]
}