{
  "phrases": [
    {
      "phrase": "수단",
      "hanja": " (手段)",
      "example": {},
      "meanings": [
        "(목적을 이루기 위한 방법·도구) means, way, measure, method; (편법) expedient",
        "(일을 처리하는 솜씨와 꾀) way(s)"
      ]
    },
    {
      "phrase": "수단",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun Sudan"
      ]
    },
    {
      "phrase": "Sudan",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 수단 ((아프리카 북부 사하라 사막 이남의 대서양에서 홍해에 이르는 광대한 지역))",
        "Noun 수단 ((아프리카 북동부의 공화국, 수도 Khartoum))"
      ]
    },
    {
      "phrase": "교통수단",
      "hanja": " (交通手段)",
      "example": {},
      "meanings": [
        "means of transportation, (Am) transportation, (Brit) transport"
      ]
    },
    {
      "phrase": "통신수단",
      "hanja": "",
      "example": {},
      "meanings": [
        "means of communication"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "channel",
      "frequency": 2
    },
    {
      "meaning": "medium",
      "frequency": 2
    },
    {
      "meaning": "means",
      "frequency": 2
    },
    {
      "meaning": "vehicle",
      "frequency": 2
    },
    {
      "meaning": "tool",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "이것도 수단과 방법이 없는 거예요? There are not rules and means for this one, too? 듣기 View video NU'EST : L.O.Λ.E STORY EP.21 뉴이스트의 진실 혹은 거짓 (Truth Or Dare)",
      "english": "There are not rules and means for this one, too?"
    },
    {
      "korean": "교통수단 하면 가장 먼저 생각나는 것은? What comes to your mind when you think of means of transportation? 듣기 View video BTS : 슙디의 꿀 FM 06.13 with J-HOPE #0613FM_0523",
      "english": "What comes to your mind when you think of means of transportation?"
    },
    {
      "korean": "우리가 탈 랜덤 이동 수단들을 선택을 하고요. to pick our random means of transport. 듣기 View video FTISLAND : [FULL] FTISLAND 여름밤의 꿈 COMEBACK VLIVE [DRIVE-IN FTISLAND]",
      "english": "to pick our random means of transport."
    },
    {
      "korean": "[과자 두 봉지 화사의 새로운 이동 수단] 어? 얘 어디 갔어? [Hwa Sa moved somewhere else] Where did she go? 듣기 View video MAMAMOO : [MMMTV5] EP4 4season F/W in TAIWAN D-1",
      "english": "[Hwa Sa moved somewhere else] Where did she go?"
    },
    {
      "korean": "[대표적인 시내 교통 수단인 홍콩의 지하철] - MTR - MTR! [The most widely used public transportation is the subway] - MTR. - MTR! 듣기 View video GOT7 : [FULL] Mnet 갓세븐의 하드캐리 2 1화 (GOT7 'HARD CARRY 2' ep.1)",
      "english": "[The most widely used public transportation is the subway] - MTR. - MTR!"
    }
  ],
  "examples": [
    {
      "korean": "The threat of sanctions is our most powerful lever for peace. 발음듣기 제재 위협은 평화를 위한 우리의 가장 강력한 수단이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The threat of sanctions is our most powerful lever for peace. 발음"
    },
    {
      "korean": "Sport became the perfect outlet for his aggression. 발음듣기 스포츠는 그의 공격성을 배출할 완벽한 수단이 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sport became the perfect outlet for his aggression. 발음"
    },
    {
      "korean": "ways and means of raising money 발음듣기 모금을 하는 수단과 방법 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "ways and means of raising money 발음"
    },
    {
      "korean": "She needed to find an outlet for her many talents and interests. 발음듣기 그녀는 자기가 지닌 많은 재능과 관심을 발산할 수단이 필요했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She needed to find an outlet for her many talents and interests. 발음"
    },
    {
      "korean": "a mechanically powered vehicle 발음듣기 기계 엔진이 달린 수송 수단 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a mechanically powered vehicle 발음"
    }
  ]
}