{
  "phrases": [
    {
      "phrase": "수작",
      "hanja": " (秀作)",
      "example": {},
      "meanings": [
        "(뛰어난 작품) masterpiece, masterwork"
      ]
    },
    {
      "phrase": "수작",
      "hanja": " (酬酌)",
      "example": {},
      "meanings": [
        "(말의) exchanging words, talk, a remark, a comment, ―하다 exchange words, talk, say, remark, comment",
        "(엉큼한 속셈) a crap, a nonsense, an applesause(미·구)"
      ]
    },
    {
      "phrase": "약은 수작",
      "hanja": "",
      "example": {},
      "meanings": [
        "a shrewd way (of handling business)"
      ]
    },
    {
      "phrase": "딴 수작",
      "hanja": "",
      "example": {},
      "meanings": [
        "irrelevant remark"
      ]
    },
    {
      "phrase": "딴 수작 부리지 마.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Don't get any ideas."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Sujuk Sausage",
      "frequency": 0
    },
    {
      "meaning": "hit on somebody",
      "frequency": 0
    },
    {
      "meaning": "make a move on somebody",
      "frequency": 0
    },
    {
      "meaning": "make a pass at somebody",
      "frequency": 0
    },
    {
      "meaning": "tosh",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "진짜로 수작... He's trying to get me... 듣기 View video CASPER RADIO : 권정열 고영배의 십란한밤 #120 with 첸(CHEN) of 엑소(EXO)",
      "english": "He's trying to get me..."
    },
    {
      "korean": "여기서 수작을 부려? What's going on here? 듣기 View video CASPER RADIO : 권정열 고영배의 십란한밤 #120 with 첸(CHEN) of 엑소(EXO)",
      "english": "What's going on here?"
    },
    {
      "korean": "근데 이게 어디서 개뻥을 치고 수작질이야? Anyway, were you trying to fool me? 듣기 View video 콬TV (WHYNOT) : 니가 내 생리 주기를 어떻게 알아? #남사친 #개감동 [리얼:타임:러브] EP3 Knock Knock",
      "english": "Anyway, were you trying to fool me?"
    },
    {
      "korean": "나한테 수작 부린 거 들킬까 봐 쪽팔려? Are you embarrassed that you were flirting on me? 듣기 View video 콬TV (WHYNOT) : 키스 KISSㅣ저 썸남이랑 키스 각이에요..❤️ [리얼:타임:러브] EP1",
      "english": "Are you embarrassed that you were flirting on me?"
    },
    {
      "korean": "너 그러지 마, 수작. - 수작. Don't do that. Tricks. - Tricks. 듣기 View video SEVENTEEN : [SEVENTEEN] 최초공개! 96틴의 아주 특별한 수요일",
      "english": "Don't do that. Tricks. - Tricks."
    }
  ],
  "examples": [
    {
      "korean": "Is that your best chat-up line? 발음듣기 그게 당신이 수작을 걸 때 하는 최고의 발언이에요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Is that your best chat-up line? 발음"
    },
    {
      "korean": "I can see through your little game. 발음듣기 당신의 되잖은 수작을 난 간파할 수 있어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can see through your little game. 발음"
    },
    {
      "korean": "She engineered a further meeting with him. 발음듣기 그녀는 그와 한 번 더 만나려고 수작을 부렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She engineered a further meeting with him. 발음"
    },
    {
      "korean": "She went straight over and tried to chat him up. 발음듣기 그녀는 곧 바로 그에게로 가서 수작을 걸어 보려고 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She went straight over and tried to chat him up. 발음"
    },
    {
      "korean": "The new teacher won’t stand for any nonsense. 발음듣기 그 새 선생님은 허튼수작은 어떤 것도 용납하지 않으신다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new teacher won’t stand for any nonsense. 발음"
    }
  ]
}