{
  "phrases": [
    {
      "phrase": "수십",
      "hanja": " (數十)",
      "example": {},
      "meanings": [
        "scores, dozens"
      ]
    },
    {
      "phrase": "수십",
      "hanja": " (數十)",
      "example": {},
      "meanings": [
        "Determiner dozens of"
      ]
    },
    {
      "phrase": "수십 년간",
      "hanja": "",
      "example": {},
      "meanings": [
        "for (several) decades",
        "for dozens of years"
      ]
    },
    {
      "phrase": "수십만 원",
      "hanja": "",
      "example": {},
      "meanings": [
        "hundreds of thousands of won"
      ]
    },
    {
      "phrase": "수십만",
      "hanja": "",
      "example": {},
      "meanings": [
        "hundreds of thousands"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dozens of people[times]",
      "frequency": 0
    },
    {
      "meaning": "scores of years ago",
      "frequency": 0
    },
    {
      "meaning": "for scores of years",
      "frequency": 0
    },
    {
      "meaning": "people come in[by] scores",
      "frequency": 0
    },
    {
      "meaning": "scores",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "납작 엎드려서 수십 번 연락해도 모자랄 판에! You have to call her and beg her to forgive you! 듣기 View video 콬TV (WHYNOT) : 그래서 넌 누구를 좋아하는데 [연애미수] EP05",
      "english": "You have to call her and beg her to forgive you!"
    },
    {
      "korean": "진짜 수십 번을 얘기했던 것 같아요. a dozen times. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 8부_ep.4 매력뿜뿜_포피즈_흥파티♬.zip",
      "english": "a dozen times."
    },
    {
      "korean": "하루에도 수십 번씩 막 생각의 변화가 많이 심각해요. I have a lot of different thoughts several times throughout the day. It's quite serious. 듣기 View video V DRAMA : [Full]스케치 X 앞터V (Sketch X Early Interview)",
      "english": "I have a lot of different thoughts several times throughout the day. It's quite serious."
    },
    {
      "korean": "개구리가 수십 마리가 보여요. I see a lot of frogs. 듣기 View video MONSTA X : LIVE : 형원 학교",
      "english": "I see a lot of frogs."
    },
    {
      "korean": "여기서 두 치가 실제로는 수십 리여. Two units are actually several lis. 듣기 View video V MOVIE : <고산자, 대동여지도> 무비토크 라이브 ' Movie Talk Live'",
      "english": "Two units are actually several lis."
    }
  ],
  "examples": [
    {
      "korean": "Dozens of reporters camped out on her doorstep. 듣기 Add to Wordbook 수십 명의 기자들이 그녀의 집 문간에 진을 치고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Dozens of reporters camped out on her doorstep. Add to Wordbook"
    },
    {
      "korean": "Hundreds of thousands of people are at risk. 듣기 Add to Wordbook 수십만 명의 사람들이 위험에 처해 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Hundreds of thousands of people are at risk. Add to Wordbook"
    },
    {
      "korean": "Her income runs into six figures. 듣기 Add to Wordbook 그녀의 수입은 여섯 자리 수(십만 파운드·달러가 넘는 액수)에 이른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her income runs into six figures. Add to Wordbook"
    },
    {
      "korean": "She was picked out from dozens of applicants for the job. 듣기 Add to Wordbook 그녀는 그 일자리에 지원한 수십 명의 지원자들 가운데에서 선발되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was picked out from dozens of applicants for the job. Add to Wordbook"
    },
    {
      "korean": "As a top lawyer, he can expect to command a six-figure salary. 듣기 Add to Wordbook 그는 일류 변호사이므로 여섯 자리 수(십만 단위의 달러 또는 파운드)의 보수를 받기를 기대할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "As a top lawyer, he can expect to command a six-figure salary. Add to Wordbook"
    }
  ]
}