{
  "phrases": [
    {
      "phrase": "수십 명",
      "hanja": "",
      "example": {},
      "meanings": [
        "scores[dozens] of men"
      ]
    },
    {
      "phrase": "수십 명씩 떼를 지어 오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "people come in[by] scores"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dozens of people[times]",
      "frequency": 0
    },
    {
      "meaning": "scores",
      "frequency": 0
    },
    {
      "meaning": "people come in[by] scores",
      "frequency": 0
    },
    {
      "meaning": "Ctesippus",
      "frequency": 0
    },
    {
      "meaning": "gather together by the score",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "보름달이 뜨는 날 수십명의 마을 처녀들이 손을 잡고 둥굴게 모입니다. First, many young girls of one village gather together and hold hands each other. 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '하이틴! 달에 가다!!'",
      "english": "First, many young girls of one village gather together and hold hands each other."
    }
  ],
  "examples": [
    {
      "korean": "Dozens of reporters camped out on her doorstep. 듣기 Add to Wordbook 수십 명의 기자들이 그녀의 집 문간에 진을 치고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Dozens of reporters camped out on her doorstep. Add to Wordbook"
    },
    {
      "korean": "She was picked out from dozens of applicants for the job. 듣기 Add to Wordbook 그녀는 그 일자리에 지원한 수십 명의 지원자들 가운데에서 선발되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was picked out from dozens of applicants for the job. Add to Wordbook"
    },
    {
      "korean": "several dozen / a few dozen people 듣기 Add to Wordbook 수십 명의 사람들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "several dozen / a few dozen people Add to Wordbook"
    },
    {
      "korean": "There were dozens of tanlings on the beach. 듣기 Add to Wordbook 해변에는 햇볕에 그을린 사람이 수십 명 있었다. 국제영어대학원대학교 신어사전",
      "english": "There were dozens of tanlings on the beach. Add to Wordbook"
    },
    {
      "korean": "Scores of people were lining up to receive acates. 듣기 Add to Wordbook 수십 명의 사람들이 식량 배급을 받으려고 줄을 서 있었다. 국제영어대학원대학교 신어사전",
      "english": "Scores of people were lining up to receive acates. Add to Wordbook"
    }
  ]
}