{
  "phrases": [
    {
      "phrase": "숙청",
      "hanja": " (肅淸)",
      "example": {},
      "meanings": [
        "purge, purge"
      ]
    },
    {
      "phrase": "숙청당한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "a purgee"
      ]
    },
    {
      "phrase": "숙청을 시작하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "begin a housecleaning"
      ]
    },
    {
      "phrase": "반대 세력을 숙청하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "purge the opposition forces"
      ]
    },
    {
      "phrase": "숙청 운동",
      "hanja": " (肅淸運動)",
      "example": {},
      "meanings": [
        "a purge campaign (against), a crusade (against)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "purge",
      "frequency": 3
    },
    {
      "meaning": "housecleaning",
      "frequency": 0
    },
    {
      "meaning": "epuration",
      "frequency": 0
    },
    {
      "meaning": "blood purge",
      "frequency": 0
    },
    {
      "meaning": "houseclean",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "수많은 사람들이 숙청되고 희생이 됐어요. and many more people who were purged and had to make sacrifices. 듣기 View video V MOVIE : <그물> 김기덕 라이브 인터뷰 ' Kim Ki-Duk Live Interview'",
      "english": "and many more people who were purged and had to make sacrifices."
    }
  ],
  "examples": [
    {
      "korean": "The betrayer was unpurgeable under the circumstances. 듣기 Add to Wordbook 그 상황에서는 배신자에 대한 숙청이 불가능했다. 국제영어대학원대학교 신어사전",
      "english": "The betrayer was unpurgeable under the circumstances. Add to Wordbook"
    },
    {
      "korean": "The news reported the congressperson's purgeability. 듣기 Add to Wordbook 뉴스는 의원의 숙청 가능성에 대해 보도했다. 국제영어대학원대학교 신어사전",
      "english": "The news reported the congressperson's purgeability. Add to Wordbook"
    },
    {
      "korean": "They agreed that their political opponent is purgeable. 듣기 Add to Wordbook 그들은 자기들의 정치적 정적이 숙청될 수 있다고 동의했다. 국제영어대학원대학교 신어사전",
      "english": "They agreed that their political opponent is purgeable. Add to Wordbook"
    },
    {
      "korean": "He was purged from his party. 듣기 Add to Wordbook 그는 당에서 숙청을 당했다 Neungyule",
      "english": "He was purged from his party. Add to Wordbook"
    },
    {
      "korean": "The party executed a sweeping purge. 듣기 Add to Wordbook 당은 대대적인 숙청을 단행했다 Neungyule",
      "english": "The party executed a sweeping purge. Add to Wordbook"
    }
  ]
}