{
  "phrases": [
    {
      "phrase": "숙적",
      "hanja": " (宿敵)",
      "example": {},
      "meanings": [
        "old enemy, old foe"
      ]
    },
    {
      "phrase": "숙적에게 복수하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "revenge oneself on one´s old enemy",
        "be revenged upon one´s old enemy"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "an inveterate enemy",
      "frequency": 0
    },
    {
      "meaning": "a sworn enemy",
      "frequency": 0
    },
    {
      "meaning": "arch-foe",
      "frequency": 0
    },
    {
      "meaning": "arch rival",
      "frequency": 0
    },
    {
      "meaning": "Moriarty",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "해리포터의 숙적 볼드모트의 성대모사 - 오케이. An impersonation of Harry Potter's enemy, Voldemort. - Okay. 듣기 View video V COOKIE : [Full]ONF's SUMMER VACATION WEEK - 온앤오프 X 여름방학 스페셜위크",
      "english": "An impersonation of Harry Potter's enemy, Voldemort. - Okay."
    }
  ],
  "examples": [
    {
      "korean": "The antagonism he felt towards his old enemy was still very strong. 듣기 Add to Wordbook 그가 숙적에 대해 느끼는 적대감은 여전히 매우 강했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The antagonism he felt towards his old enemy was still very strong. Add to Wordbook"
    },
    {
      "korean": "Our team blanked our arch rival, 10 to 0. 듣기 Add to Wordbook 우리 팀이 숙적에 10대 0 으로 완승을 거뒀다. Neungyule",
      "english": "Our team blanked our arch rival, 10 to 0. Add to Wordbook"
    },
    {
      "korean": "In the new comic book, Parker dies at the hands of the Green Goblin, his greatest enemy. 듣기 Add to Wordbook 얼티밋 스파이더맨'에서 파커는 숙적 그린 고블린의 손에 목숨을 잃는다. Neungyule",
      "english": "In the new comic book, Parker dies at the hands of the Green Goblin, his greatest enemy. Add to Wordbook"
    },
    {
      "korean": "The Korean football team beat off its old foe, Japan. 듣기 Add to Wordbook 한국 축구팀은 숙적 일본을 물리쳤다 Neungyule",
      "english": "The Korean football team beat off its old foe, Japan. Add to Wordbook"
    },
    {
      "korean": "The South Korean national soccer team has defeated arch rival Japan. 듣기 Add to Wordbook 한국 국가대표 축구팀이 숙적 일본을 물리쳤다. Neungyule",
      "english": "The South Korean national soccer team has defeated arch rival Japan. Add to Wordbook"
    }
  ]
}