{
  "phrases": [
    {
      "phrase": "술렁거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be disturbed, be stirred up, make (a) commotion"
      ]
    },
    {
      "phrase": "술렁이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb buzz, stir"
      ]
    },
    {
      "phrase": "술렁대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb buzz, stir"
      ]
    },
    {
      "phrase": "주변이 술렁거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "perturb surroundings"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "[술렁 술렁] - 진짜! - 이게 회지 그럼 뭐야! [Annoyed] - Really! - This is sashimi! What is it, then? 듣기 View video BTS : Run BTS! 2020 - EP.107",
      "english": "[Annoyed] - Really! - This is sashimi! What is it, then?"
    },
    {
      "korean": "[술렁 술렁] - 뭔 소리 하나 싶으신 것 같은데 - 아니, 도겸이 얘기해봐 - 뭔데? [Stir] - He's like, \"What are you talking about?\" - DK, you say it. - What is it? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.2 2020 : MYSTERY MYSTERY #2",
      "english": "[Stir] - He's like, \"What are you talking about?\" - DK, you say it. - What is it?"
    },
    {
      "korean": "[스티커의 정체에 온통 술렁] 나 하나 그렸어! [Everyone talking about the sticker] I drew one! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.1",
      "english": "[Everyone talking about the sticker] I drew one!"
    },
    {
      "korean": "[단체 술렁] 생각나시나요? [Commotion] Do you remember? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 13회 - 과거부자 은하의 팝핀 외길 인생 (세계 최초 한복 팝핀★)",
      "english": "[Commotion] Do you remember?"
    },
    {
      "korean": "[단체 술렁] 완전 반전의 결과예요. [Everyone's stirred up] The results are a surprise. 듣기 View video 우주소녀(WJSN) : 우주소녀 이미지 증발 버라이어티 <우소보쇼> 3화",
      "english": "[Everyone's stirred up] The results are a surprise."
    }
  ],
  "examples": [
    {
      "korean": "The whole town was astir with the news. 발음듣기 온 고을이 그 소식으로 술렁 거렸다. 영어영작문대사전",
      "english": "The whole town was astir with the news. 발음"
    },
    {
      "korean": "The internet has been awash with tributes in the wake of Michael Jackson’s death. 발음듣기 마이클잭슨이 죽은 이후로, 인터넷은 찬사와 조의로 술렁였다. User translation Inaccurate information may be included due to the users' self-traslation. man of means(soco****) Web Collection",
      "english": "The internet has been awash with tributes in the wake of Michael Jackson’s death. 발음"
    },
    {
      "korean": "There is a good deal too much righteous indignation sloshing around our political system. 발음듣기 우리 정치체제를 술렁이게 하는 너무나도 많은 당연한 분개들이 있다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Hansard",
      "english": "There is a good deal too much righteous indignation sloshing around our political system. 발음"
    },
    {
      "korean": "Even before the sun was up the country had begun to stir. 발음듣기 태양이뜨기도전에마을은술렁이기시작했다. User translation Inaccurate information may be included due to the users' self-traslation. pjseo49(pjse****) Web Collection",
      "english": "Even before the sun was up the country had begun to stir. 발음"
    }
  ]
}