{
  "phrases": [
    {
      "phrase": "쉽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(용이하다) easy, (간단하다) simple",
        "(경향이 있다)"
      ]
    },
    {
      "phrase": "쉽기가 손바닥 뒤집기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be as easy as flipping one's palm"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be easier said than done",
      "frequency": 0
    },
    {
      "meaning": "prone",
      "frequency": 1
    },
    {
      "meaning": "easy",
      "frequency": 2
    },
    {
      "meaning": "온순하다",
      "frequency": 0
    },
    {
      "meaning": "easily",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "쉽지만은 않아요. 그래서 우리... It's not just easy. 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "It's not just easy."
    },
    {
      "korean": "[누군가에겐 쉽지만] 너무 쉽지 않냐? [Easy for some,] Isn't it too easy? 듣기 View video BTS : Run BTS! 2019 - EP.87",
      "english": "[Easy for some,] Isn't it too easy?"
    },
    {
      "korean": "엄마도 세 아이의 엄마로 살아간다는 게 쉽지만은 않은 것 같아. It's not easy for Mom to live as the mother of 3 kids. 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "It's not easy for Mom to live as the mother of 3 kids."
    },
    {
      "korean": "[보기엔 쉽지만 코어에 힘이 필요한 고난도 동작] 잡고 쭉 들어보세요. Hold it and come up. 듣기 View video 뷰티로그(beautylog) : [뷰티로그 4회]몸매 종결자! 장재인의 필라테스!",
      "english": "Hold it and come up."
    },
    {
      "korean": "생각처럼 모든 게 쉽지만... 안 나갔어요? Everything isn't as easy... It hasn't been released? 듣기 View video INFINITE : 장동우(Jang Dong Woo) 1st MINI ALBUM [Bye] COMEBACK V LIVE",
      "english": "Everything isn't as easy... It hasn't been released?"
    }
  ],
  "examples": [
    {
      "korean": "Kind words can be short and easy to speak, but their echoes are truly endless. (Mother Teresa) 발음듣기 친절한 말은 짧고 하기 쉽지만, 그 울림은 참으로 무궁무진하다. (마더 테레사, 언어명언) 명언/속담",
      "english": "Kind words can be short and easy to speak, but their echoes are truly endless. (Mother Teresa) 발음"
    },
    {
      "korean": "The reproduction of a literary work into a film is not always easy. 발음듣기 문학 작품을 영화화하는 것은 항상 쉽지만은 않다. 절대어휘 5100",
      "english": "The reproduction of a literary work into a film is not always easy. 발음"
    },
    {
      "korean": "To help a friend in need is easy, but to give him your time is not always opportune. (Charlie Chaplin) 발음듣기 친구가 어려울 때 돕기는 쉽지만, 당신의 시간을 친구에게 내주는게 항상 시의적절할 수는 없다. (찰리 채플린, 친구명언) 명언/속담",
      "english": "To help a friend in need is easy, but to give him your time is not always opportune. (Charlie Chaplin) 발음"
    },
    {
      "korean": "The result was satisfactory but the game was, however, far from easy. 발음듣기 결과는 만족스러웠으나 경기는 그리 쉽지만은 않았다. The Korea Times",
      "english": "The result was satisfactory but the game was, however, far from easy. 발음"
    },
    {
      "korean": "Sometimes, a flight can be long and tiring and a warm smile or an extra courtesy can do a lot to ease the burden of traveling. 발음듣기 비행 시간이 길어져 피곤하기 쉽지만 따뜻한 미소나 뜻하지 않은 세심한 배려가 여행의 부담을 줄여준다고 생각합니다. DARAKWON",
      "english": "Sometimes, a flight can be long and tiring and a warm smile or an extra courtesy can do a lot to ease the burden of traveling. 발음"
    }
  ]
}