{
  "phrases": [
    {
      "phrase": "-스럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be, be like, seem, suggest"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "죄송",
      "frequency": 0
    },
    {
      "meaning": "불미",
      "frequency": 0
    },
    {
      "meaning": "용렬",
      "frequency": 0
    },
    {
      "meaning": "가증",
      "frequency": 0
    },
    {
      "meaning": "countrylike",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그냥 내려오면 병만형 스럽지 않으니까. And it's not like Byungman to just sky dive normally... 듣기 View video 병만TV : Skydiving Mission1. 병만씨의 공중식사",
      "english": "And it's not like Byungman to just sky dive normally..."
    },
    {
      "korean": "같은 팀인데 왜 얘 말은 못 믿고 얘만 믿음직 스럽지? We're on the same tea, but why can't I trust him and trust him instead? 듣기 View video iKON : [KONIC TV] 요리왕 \"KONY\"",
      "english": "We're on the same tea, but why can't I trust him and trust him instead?"
    },
    {
      "korean": "[으른스럽고] 청초하게 예쁜 메이크업을 하고 싶어요. [Adult-like] I elegantly want to do pretty makeup. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP26 <위키미키X이사배> 2-2편 겟잇뷰티(놉) 겟잇럭키(ㅇㅋ)",
      "english": "[Adult-like] I elegantly want to do pretty makeup."
    },
    {
      "korean": "그래서 실수를 하면 안 돼요 [싹둑 잘리면 바가지 머리가 되거나 부자연 스럽겠죠?] So you can't make mistakes. 듣기 View video 왁스마스터 주민님아 : 남자 앞머리 혼자 자르는법 실패없이! 가위사용 NO ( 셀프앞머리자르기 )",
      "english": "So you can't make mistakes."
    },
    {
      "korean": "[사뿐 사뿐] [걸음걸이까지 으른스럽다] 중학교 메이크업에서 벗어나지 못했던. [Softly] [Even walks like an adult] She wasn't able to escape middle school makeup. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP26 <위키미키X이사배> 2-2편 겟잇뷰티(놉) 겟잇럭키(ㅇㅋ)",
      "english": "[Softly] [Even walks like an adult] She wasn't able to escape middle school makeup."
    }
  ],
  "examples": [
    {
      "korean": "Does it seems so ludicrous when you look upon her? 듣기 Add to Wordbook 그녀를 올려다 보면 너무 우스꽝 스럽지 않니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 공식(tmvp****)",
      "english": "Does it seems so ludicrous when you look upon her? Add to Wordbook"
    },
    {
      "korean": "Well, that not very my little pony, is it? 듣기 Add to Wordbook 흠, 정말 \"마이리틀포니\" 스럽지는 않군, 안그래? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 파포(lo55****)",
      "english": "Well, that not very my little pony, is it? Add to Wordbook"
    },
    {
      "korean": "Yes, it could have been 3-0, but on the night the players that you mention weren't good enough and they were all playing for Barca. 듣기 Add to Wordbook 그렇습니다, 3-0으로 이길 수도 있었지만, 밤에 여러분이언급한 선수들은 만족 스럽지 않게도 그들은 모두 바르셀로나 대표선수로 뛰고 있었습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "Yes, it could have been 3-0, but on the night the players that you mention weren't good enough and they were all playing for Barca. Add to Wordbook"
    },
    {
      "korean": "I'm afraid my boss might call another planning meeting. 듣기 Add to Wordbook 유감 스러운일이지만 사장님이 또 기획회의를 소집하실지도 모르겠네요. Neungyule",
      "english": "I'm afraid my boss might call another planning meeting. Add to Wordbook"
    },
    {
      "korean": "One of the main concerns, of course, is the possible abuse of privacy. 듣기 Add to Wordbook 그 중 가장 큰 이유는, 당연스럽게도, 사생활 침해의 가능성이다. EDU TIMES",
      "english": "One of the main concerns, of course, is the possible abuse of privacy. Add to Wordbook"
    }
  ]
}