{
  "phrases": [
    {
      "phrase": "-스럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be, be like, seem, suggest"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "죄송",
      "frequency": 0
    },
    {
      "meaning": "불미",
      "frequency": 0
    },
    {
      "meaning": "용렬",
      "frequency": 0
    },
    {
      "meaning": "가증",
      "frequency": 0
    },
    {
      "meaning": "countrylike",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "더 자랑 스럽고요. I feel more proud. 듣기 View video V MUSIC : [REPLAY] BOF KPOP CONCERT - T-ARA / DIA / SONGJIEUN / ASTRO / KNK",
      "english": "I feel more proud."
    },
    {
      "korean": "정말 실망 스럽네요. I'm very disappointed. 듣기 View video V Beauty : [미아 MIA] 가을맞이 신상 하울 New Cosmetics Haul",
      "english": "I'm very disappointed."
    },
    {
      "korean": "대답이 딱 버논이스럽죠? That reaction fits Vernon, right? 듣기 View video SEVENTEEN : [SEVENTEEN RADIO] 캐럿들 귀대귀대#25",
      "english": "That reaction fits Vernon, right?"
    },
    {
      "korean": "제가 사랑 스럽게 나오고 있나요? Do I come out lovable? 듣기 View video AOA : 본격 오감 만족 VJ LIVE (with AOA YuNa)",
      "english": "Do I come out lovable?"
    },
    {
      "korean": "고결이가 은근히 상남자 스러워요. Kogyeol is very surprisingly very manly. 듣기 View video UP10TION : [업텐션 리얼리티]Ep.7 상남자라면 업텐션처럼",
      "english": "Kogyeol is very surprisingly very manly."
    }
  ],
  "examples": [
    {
      "korean": "I'm afraid my boss might call another planning meeting. 발음듣기 유감 스러운일이지만 사장님이 또 기획회의를 소집하실지도 모르겠네요. Neungyule",
      "english": "I'm afraid my boss might call another planning meeting. 발음"
    },
    {
      "korean": "One of the main concerns, of course, is the possible abuse of privacy. 발음듣기 그 중 가장 큰 이유는, 당연스럽게도, 사생활 침해의 가능성이다. EDU TIMES",
      "english": "One of the main concerns, of course, is the possible abuse of privacy. 발음"
    },
    {
      "korean": "In fact ‘the more shocking or more attention-grabbing’ media strategy may be successful. 발음듣기 실제로, ‘자극적일수록 더욱 눈길을 끈다’는 공식은 당연스럽게 받아들여진다. EDU TIMES",
      "english": "In fact ‘the more shocking or more attention-grabbing’ media strategy may be successful. 발음"
    },
    {
      "korean": "Sadly, some cold sentiments and rumors are confusing his fans. 발음듣기 안타깝게도, 몇몇 차가운 감상들과 소문들은 그의 팬들을 혼동 스럽게 한다. TIMES CORE",
      "english": "Sadly, some cold sentiments and rumors are confusing his fans. 발음"
    },
    {
      "korean": "Though surprising as it is to see one of the oldest instant messengers fade away into a chapter of history, this is only to be expected - who uses online instant messengers anymore? 발음듣기 비록 가장 오래 된 인스턴트 메신저 중 하나가 역사의 한 장으로 사라져가는 것이 놀랍지만, 이는 당신이 본인의 생활을 잘 살펴보면 당연스럽게 예고된 것일 것이다 - 누가 더 이상 온라인 인스턴트 메신저를 이용하는가? EDU TIMES",
      "english": "Though surprising as it is to see one of the oldest instant messengers fade away into a chapter of history, this is only to be expected - who uses online instant messengers anymore? 발음"
    }
  ]
}