{
  "phrases": [
    {
      "phrase": "-스럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be, be like, seem, suggest"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "죄송",
      "frequency": 0
    },
    {
      "meaning": "불미",
      "frequency": 0
    },
    {
      "meaning": "용렬",
      "frequency": 0
    },
    {
      "meaning": "가증",
      "frequency": 0
    },
    {
      "meaning": "countrylike",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 좋습니다 만족 스러워요. This one is very nice. I'm satisfied. 듣기 View video V Beauty : [미아 MIA] 가을맞이 신상 하울 New Cosmetics Haul",
      "english": "This one is very nice. I'm satisfied."
    },
    {
      "korean": "고결이가 은근히 상남자 스러워요. Kogyeol is very surprisingly very manly. 듣기 View video UP10TION : [업텐션 리얼리티]Ep.7 상남자라면 업텐션처럼",
      "english": "Kogyeol is very surprisingly very manly."
    },
    {
      "korean": "그래서 실수를 하면 안 돼요 [싹둑 잘리면 바가지 머리가 되거나 부자연 스럽겠죠?] So you can't make mistakes. 듣기 View video 왁스마스터 주민님아 : 남자 앞머리 혼자 자르는법 실패없이! 가위사용 NO ( 셀프앞머리자르기 )",
      "english": "So you can't make mistakes."
    },
    {
      "korean": "먹음직 스럽다. It looks tasty. 듣기 View video MAP6 : MAP6(맵식스)-맵식이의 테이스티 편의점",
      "english": "It looks tasty."
    },
    {
      "korean": "더 자랑 스럽고요. I feel more proud. 듣기 View video V MUSIC : [REPLAY] BOF KPOP CONCERT - T-ARA / DIA / SONGJIEUN / ASTRO / KNK",
      "english": "I feel more proud."
    }
  ],
  "examples": [
    {
      "korean": "She's very upset about the accident. 듣기 Add to Wordbook 그녀는 사고에 대해서 매우 혼란 스러워 한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "She's very upset about the accident. Add to Wordbook"
    },
    {
      "korean": "Members looked a little mystified at that. 듣기 Add to Wordbook 멤버들이 그것에 약간 당황 스러워 보였다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 daeun815(daeu****) Hansard",
      "english": "Members looked a little mystified at that. Add to Wordbook"
    },
    {
      "korean": "He was proud of me that day. 듣기 Add to Wordbook 그는 그 날 저를 자랑 스러워 했어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 봄여우(juns****)",
      "english": "He was proud of me that day. Add to Wordbook"
    },
    {
      "korean": "You'd look lovely in a tutu! 듣기 Add to Wordbook 너는 치마를 입으면 아주시랑스러워 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 보라빛(bkhm****)",
      "english": "You'd look lovely in a tutu! Add to Wordbook"
    },
    {
      "korean": "I'm very proud of my roots. 듣기 Add to Wordbook 나는 나의 고향이 자랑 스러워. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 wooju1204(wooj****)",
      "english": "I'm very proud of my roots. Add to Wordbook"
    }
  ]
}