{
  "phrases": [
    {
      "phrase": "-스럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be, be like, seem, suggest"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "죄송",
      "frequency": 0
    },
    {
      "meaning": "불미",
      "frequency": 0
    },
    {
      "meaning": "용렬",
      "frequency": 0
    },
    {
      "meaning": "가증",
      "frequency": 0
    },
    {
      "meaning": "countrylike",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "언니 이니까 언니 스러운 거지~ It's just because I'm older than you~ 듣기 View video STARSHIP : 효린 솔로 컴백 카운트다운",
      "english": "It's just because I'm older than you~"
    },
    {
      "korean": "[으른스럽고] 청초하게 예쁜 메이크업을 하고 싶어요. [Adult-like] I elegantly want to do pretty makeup. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP26 <위키미키X이사배> 2-2편 겟잇뷰티(놉) 겟잇럭키(ㅇㅋ)",
      "english": "[Adult-like] I elegantly want to do pretty makeup."
    },
    {
      "korean": "그래서 실수를 하면 안 돼요 [싹둑 잘리면 바가지 머리가 되거나 부자연 스럽겠죠?] So you can't make mistakes. 듣기 View video 왁스마스터 주민님아 : 남자 앞머리 혼자 자르는법 실패없이! 가위사용 NO ( 셀프앞머리자르기 )",
      "english": "So you can't make mistakes."
    },
    {
      "korean": "[사뿐 사뿐] [걸음걸이까지 으른스럽다] 중학교 메이크업에서 벗어나지 못했던. [Softly] [Even walks like an adult] She wasn't able to escape middle school makeup. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP26 <위키미키X이사배> 2-2편 겟잇뷰티(놉) 겟잇럭키(ㅇㅋ)",
      "english": "[Softly] [Even walks like an adult] She wasn't able to escape middle school makeup."
    },
    {
      "korean": "먹음직 스럽다. It looks tasty. 듣기 View video MAP6 : MAP6(맵식스)-맵식이의 테이스티 편의점",
      "english": "It looks tasty."
    }
  ],
  "examples": [
    {
      "korean": "I'm afraid my boss might call another planning meeting. 듣기 Add to Wordbook 유감 스러운일이지만 사장님이 또 기획회의를 소집하실지도 모르겠네요. Neungyule",
      "english": "I'm afraid my boss might call another planning meeting. Add to Wordbook"
    },
    {
      "korean": "And there was also a dramatic announcement from Brown. 듣기 Add to Wordbook 고든 총리의 호들갑 스러운 발표였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 국밥사랑(grin****)",
      "english": "And there was also a dramatic announcement from Brown. Add to Wordbook"
    },
    {
      "korean": "Is it the overwrought occasion of old? 듣기 Add to Wordbook 그게 나이드신 분들께는 걱정 스러운 일인가요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 놀숲냥이(nfor****)",
      "english": "Is it the overwrought occasion of old? Add to Wordbook"
    },
    {
      "korean": "It's a great day for the country. 듣기 Add to Wordbook 국가에 경사 스러운 날이다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사실을 아시나요(ssuk****)",
      "english": "It's a great day for the country. Add to Wordbook"
    },
    {
      "korean": "The cinema is warm and comfortingly old-fashioned with big red plush seats. 듣기 Add to Wordbook 그 영화관은 아주 따뜻했고 편안하게 옛 스러운 크고 빨간 안락한 좌석이 있었다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 백은비(silv****)",
      "english": "The cinema is warm and comfortingly old-fashioned with big red plush seats. Add to Wordbook"
    }
  ]
}