{
  "phrases": [
    {
      "phrase": "-스럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be, be like, seem, suggest"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "countrylike",
      "frequency": 0
    },
    {
      "meaning": "lubberly",
      "frequency": 0
    },
    {
      "meaning": "free and easy",
      "frequency": 0
    },
    {
      "meaning": "contentedly",
      "frequency": 0
    },
    {
      "meaning": "죄송",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "제가 사랑 스럽게 나오고 있나요? Do I come out lovable? 듣기 View video AOA : 본격 오감 만족 VJ LIVE (with AOA YuNa)",
      "english": "Do I come out lovable?"
    },
    {
      "korean": "여러분 저희가 갑작 스럽게 V LIVE를 하게 되였습니다. We decided to do this V LIVE broadcast all of a sudden. 듣기 View video CRAYONPOP : 크레용팝 대기실 습격!!",
      "english": "We decided to do this V LIVE broadcast all of a sudden."
    },
    {
      "korean": "'바다 건너 일본에서도 MADTOWN 스럽게 멋진 공연 하고 돌아와요.' \"Come back after you guys have a great concert across the sea in Japan.\" 듣기 View video MADTOWN : 매드타운과 함께하는 빼빼로데이 스페셜 방송!",
      "english": "\"Come back after you guys have a great concert across the sea in Japan.\""
    },
    {
      "korean": "그래서 실수를 하면 안 돼요 [싹둑 잘리면 바가지 머리가 되거나 부자연 스럽겠죠?] So you can't make mistakes. 듣기 View video 왁스마스터 주민님아 : 남자 앞머리 혼자 자르는법 실패없이! 가위사용 NO ( 셀프앞머리자르기 )",
      "english": "So you can't make mistakes."
    },
    {
      "korean": "먹음직 스럽다. It looks tasty. 듣기 View video MAP6 : MAP6(맵식스)-맵식이의 테이스티 편의점",
      "english": "It looks tasty."
    }
  ],
  "examples": [
    {
      "korean": "One of the main concerns, of course, is the possible abuse of privacy. 듣기 Add to Wordbook 그 중 가장 큰 이유는, 당연스럽게도, 사생활 침해의 가능성이다. EDU TIMES",
      "english": "One of the main concerns, of course, is the possible abuse of privacy. Add to Wordbook"
    },
    {
      "korean": "In fact ‘the more shocking or more attention-grabbing’ media strategy may be successful. 듣기 Add to Wordbook 실제로, ‘자극적일수록 더욱 눈길을 끈다’는 공식은 당연스럽게 받아들여진다. EDU TIMES",
      "english": "In fact ‘the more shocking or more attention-grabbing’ media strategy may be successful. Add to Wordbook"
    },
    {
      "korean": "Sadly, some cold sentiments and rumors are confusing his fans. 듣기 Add to Wordbook 안타깝게도, 몇몇 차가운 감상들과 소문들은 그의 팬들을 혼동 스럽게 한다. TIMES CORE",
      "english": "Sadly, some cold sentiments and rumors are confusing his fans. Add to Wordbook"
    },
    {
      "korean": "Though surprising as it is to see one of the oldest instant messengers fade away into a chapter of history, this is only to be expected - who uses online instant messengers anymore? 듣기 Add to Wordbook 비록 가장 오래 된 인스턴트 메신저 중 하나가 역사의 한 장으로 사라져가는 것이 놀랍지만, 이는 당신이 본인의 생활을 잘 살펴보면 당연스럽게 예고된 것일 것이다 - 누가 더 이상 온라인 인스턴트 메신저를 이용하는가? EDU TIMES",
      "english": "Though surprising as it is to see one of the oldest instant messengers fade away into a chapter of history, this is only to be expected - who uses online instant messengers anymore? Add to Wordbook"
    },
    {
      "korean": "I have this idea to redesign vintage with new fabrics. 듣기 Add to Wordbook 이 천들로 빈티지 스럽게 디자인을 했으면 해요 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "I have this idea to redesign vintage with new fabrics. Add to Wordbook"
    }
  ]
}