{
  "phrases": [
    {
      "phrase": "스폰서",
      "hanja": "",
      "example": {},
      "meanings": [
        "sponsor"
      ]
    },
    {
      "phrase": "sponsor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (방송 프로그램스포츠 행사 등의) 스폰서[광고주/후원 업체]",
        "Noun (자선 행사의) 후원자",
        "Verb (행사프로그램 등을) 후원하다[스폰서가 되다]"
      ]
    },
    {
      "phrase": "sponsor (a concert)",
      "hanja": "",
      "example": {},
      "meanings": [
        "스폰서가 되다"
      ]
    },
    {
      "phrase": "스폰서가 되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sponsor"
      ]
    },
    {
      "phrase": "스폰서를 섭외하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "liaise for a sponsor"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "sponsor",
      "frequency": 3
    },
    {
      "meaning": "host 1",
      "frequency": 3
    },
    {
      "meaning": "fairy godfather",
      "frequency": 0
    },
    {
      "meaning": "sponsoring",
      "frequency": 0
    },
    {
      "meaning": "cosponsor",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "우리의 메인 스폰서죠 배달의 민족. - 그렇습니다. Baemin is our main sports! - That's right. 듣기 View video V Special : <빅픽처> 김종국&하하의 옥상눕방 라이브 2",
      "english": "Baemin is our main sports! - That's right."
    },
    {
      "korean": "저희 뭐 메인 스폰서죠 배민에서 우리가 어떤 민족입니까? Our main sponsor is Baemin. What kind of people are we? 듣기 View video V Special : <빅픽처> 김종국&하하의 옥상눕방 라이브 2",
      "english": "Our main sponsor is Baemin. What kind of people are we?"
    },
    {
      "korean": "[이제부터가 진짜 본론] 저희 이제 아무래도 메인 스폰서로 들어오시잖아요. [This is the main subject] You're going to be our main sponsor. 듣기 View video Big Picture : 빅픽처 ep32_상남자 종국이의 수다 그리고 종알이의 탄생",
      "english": "[This is the main subject] You're going to be our main sponsor."
    },
    {
      "korean": "[그 정도도 안 하면 메인 스폰서 바꿔야지] 배민쇼를 내면 더 알아서 넣어주시겠지. [We should change the main sponsor if you don't do that] If we do that, he will pay. 듣기 View video Big Picture : 빅픽처 ep32_상남자 종국이의 수다 그리고 종알이의 탄생",
      "english": "[We should change the main sponsor if you don't do that] If we do that, he will pay."
    },
    {
      "korean": "맞아 급하게 협찬해줬습니다! Right, it was a urgent sponsor! 듣기 View video OH MY GIRL : 이 브이앱을 보는건 destiny 야~~~",
      "english": "Right, it was a urgent sponsor!"
    }
  ],
  "examples": [
    {
      "korean": "The race organizers are trying to attract sponsors. 듣기 Add to Wordbook 그 경주 조직자들은 스폰서를 끌어들이기 위해 애를 쓰고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The race organizers are trying to attract sponsors. Add to Wordbook"
    },
    {
      "korean": "The festival is heavily dependent on sponsorship for its success. 듣기 Add to Wordbook 그 축제는 성공 여부를 스폰서에 크게 의존하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The festival is heavily dependent on sponsorship for its success. Add to Wordbook"
    },
    {
      "korean": "How is the search for sponsors coming along? 듣기 Add to Wordbook 스폰서 찾는 일은 어떻게 되고 있어요? YBM All in All English-Korean Dictionary",
      "english": "How is the search for sponsors coming along? Add to Wordbook"
    },
    {
      "korean": "People are realizing the value of sponsorships,' said one company president. 듣기 Add to Wordbook 사람들은 스폰서의 가치를 깨닫고 있습니다'라고 한 기업의 회장은 말했다. Neungyule",
      "english": "People are realizing the value of sponsorships,' said one company president. Add to Wordbook"
    },
    {
      "korean": "LG is the team's official sponsor. 듣기 Add to Wordbook LG는 이 팀의 공식 스폰서이다. Neungyule",
      "english": "LG is the team's official sponsor. Add to Wordbook"
    }
  ]
}