{
  "phrases": [
    {
      "phrase": "스텔스",
      "hanja": "",
      "example": {},
      "meanings": [
        "[군사] stealth."
      ]
    },
    {
      "phrase": "stealth",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 살며시[몰래] 함, 잠행",
        "Adjective 스텔스기의(레이더가 탐지하기 힘들게 만든)"
      ]
    },
    {
      "phrase": "steal",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb 훔치다, 도둑질하다",
        "Verb 살며시 움직이다 (=creep)",
        "Noun 美 도루"
      ]
    },
    {
      "phrase": "Stealth [Ninja]",
      "hanja": "",
      "example": {},
      "meanings": [
        "One who is very difficult to find, extremely mysterious and lightning fast. Stealth ninjas are nimble on their feet and NEVER fall. \"You can't see me, but i'm there.\""
      ]
    },
    {
      "phrase": "스텔스 기능",
      "hanja": " (─機能)",
      "example": {},
      "meanings": [
        "stealth function."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "stealth aircraft",
      "frequency": 0
    },
    {
      "meaning": "stealth bomber",
      "frequency": 0
    },
    {
      "meaning": "B-2",
      "frequency": 0
    },
    {
      "meaning": "Stealthy consumption",
      "frequency": 0
    },
    {
      "meaning": "Stealth Technology",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[슬금슬금] 땅 팔아야 되죠? [Trying to be stealth] You have to sell the land, right? 듣기 View video Amigo TV : 본격 아이돌 혜자방송 <아이돌에 미치고, 아미고TV> 빅스편 (6/7)",
      "english": "[Trying to be stealth] You have to sell the land, right?"
    }
  ],
  "examples": [
    {
      "korean": "As stealth attacks go, it was brilliant. 듣기 Add to Wordbook 스텔스기에 의한 공격이 진행되듯이 이것은 화려하다. YBM All in All English-Korean Dictionary",
      "english": "As stealth attacks go, it was brilliant. Add to Wordbook"
    },
    {
      "korean": "The Stealth fighter is an designed aircraft to be invisible to radar. 듣기 Add to Wordbook 스텔스 전투기는 레이다에는 보이지 않게 고안된 항공기이다. YBM All in All English-Korean Dictionary",
      "english": "The Stealth fighter is an designed aircraft to be invisible to radar. Add to Wordbook"
    },
    {
      "korean": "The Stealth fighter is an aircraft designed to be invisible to radar. 듣기 Add to Wordbook 스텔스 전투기는 레이다에는 보이지 않게 고안된 항공기이다. YBM All in All English-Korean Dictionary",
      "english": "The Stealth fighter is an aircraft designed to be invisible to radar. Add to Wordbook"
    },
    {
      "korean": "The radar-evading Stealth aircraft were the harbinger of a new high tech war. 듣기 Add to Wordbook 레이더를 피할 수 있는 스텔스 전투기는 새로운 하이테크 전쟁의 전조이다. YBM All in All English-Korean Dictionary",
      "english": "The radar-evading Stealth aircraft were the harbinger of a new high tech war. Add to Wordbook"
    },
    {
      "korean": "The Stealth fighter is an aircraft designed to be dematerialization to radar. 듣기 Add to Wordbook 스텔스 전투기는 레이다에는 보이지 않게 고안된 항공기이다. YBM All in All English-Korean Dictionary",
      "english": "The Stealth fighter is an aircraft designed to be dematerialization to radar. Add to Wordbook"
    }
  ]
}