{
  "phrases": [
    {
      "phrase": "street",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (Abbr.) St, st. 거리, 도로, -가(街) (→backstreet, high street, side street)"
      ]
    },
    {
      "phrase": "Street",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transportation (Abbr.) ST."
      ]
    },
    {
      "phrase": "Street",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Proper noun] surname",
        "[Proper noun] A town in Somerset, England."
      ]
    },
    {
      "phrase": "스트릿패션을 창조하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "create street fashion"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "9th STREET",
      "frequency": 0
    },
    {
      "meaning": "Street Talk",
      "frequency": 0
    },
    {
      "meaning": "번화가",
      "frequency": 0
    },
    {
      "meaning": "중심가",
      "frequency": 0
    },
    {
      "meaning": "차도 1",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "스트릿? - 그건가? - 스트릿? Street? - Is that thing? - Street? 듣기 View video ATEEZ : 안뇽~ 연습하다 왔어요❣️",
      "english": "Street? - Is that thing? - Street?"
    },
    {
      "korean": "[스트릿 화보 촬영까지 끝!] [Finished with a street photoshoot!] View video KIM JAEHWAN(김재환) : [째니타임즈] 김재환(Kim Jaehwan)_째니타임즈 EP.01 런던 비하인드",
      "english": "[Finished with a street photoshoot!]"
    },
    {
      "korean": "[무예산 스트릿 비디오 제작기] 아니면... [Unplanned street video] Or... 듣기 View video Stray Kids : Stray Kids(스트레이 키즈) \"Boxer\" Behind Video",
      "english": "[Unplanned street video] Or..."
    },
    {
      "korean": "이름은 약간 스트릿 스타? I think my name was something like street star? 듣기 View video SMTOWN : [FULL] !t Live(잇라이브) : The 13th MUGI-BOX \"HYO\"",
      "english": "I think my name was something like street star?"
    },
    {
      "korean": "샐리가 스트릿댄서였어요? 출신이에요? Sally used to be a street dancer? Really? 듣기 View video 아이돌룸(IDOL ROOM) : 27_구구단_E_팩트3 댄스",
      "english": "Sally used to be a street dancer? Really?"
    }
  ],
  "examples": [
    {
      "korean": "The eastbound highway traffic must take a detour to Main Street due to road construction. 발음듣기 동쪽 방향으로 가는 운전자는 도로 건설로 인해 메인 스트릿으로 가는 우회로를 타야 한다. YBM All in All English-Korean Dictionary",
      "english": "The eastbound highway traffic must take a detour to Main Street due to road construction. 발음"
    },
    {
      "korean": "Have you asked for a Dun and Bradstreet report on the buyers? 발음듣기 바이어들에 대한 보고서를 던 앤 브래드스트릿에 요청하셨습니까? YBM All in All English-Korean Dictionary",
      "english": "Have you asked for a Dun and Bradstreet report on the buyers? 발음"
    },
    {
      "korean": "The story in question appeared in Friday's Wall Street Journal, which attributed the report to officials from the U.S. Agency for International Development. 발음듣기 미국의 월스트릿 저널 신문은 금요일 국제개발처 관계관들의 말을 인용해 문제의 기사를 보도했습니다. YBM All in All English-Korean Dictionary",
      "english": "The story in question appeared in Friday's Wall Street Journal, which attributed the report to officials from the U.S. Agency for International Development. 발음"
    },
    {
      "korean": "The fire destroyed four South Street businesses, including the 90-year-old South Street Pharmacy. 발음듣기 화재로 인해 사우스 스트릿의 업체들 네곳이 유실되었는데, 이 중에는 90년 역사를 가진 사우스 스트릿 약국도 포함되어 있다. YBM All in All English-Korean Dictionary",
      "english": "The fire destroyed four South Street businesses, including the 90-year-old South Street Pharmacy. 발음"
    },
    {
      "korean": "Jay Lefkowitz, the North Korea human rights envoy President Bush appointed last year, warned in a recent newspaper opinion piece that Seoul's unmonitored aid could worsen matters, and unwittingly prop up the North Korean regime. 발음듣기 작년 부시대통령이 지명한 미국 국무부의 제이 레프코위츠 대 북한 인권 담당 특사는 최근 일간지 월 스트릿 저널에 기고한 글에서 한국 정부의 투명성 확보 없는 대북 원조는 식량 문제를 더욱 악화시킬 수 있으며 무의식 중에 북한 정권의 버팀목이 될 수 있다고 말했습니다. YBM All in All English-Korean Dictionary",
      "english": "Jay Lefkowitz, the North Korea human rights envoy President Bush appointed last year, warned in a recent newspaper opinion piece that Seoul's unmonitored aid could worsen matters, and unwittingly prop up the North Korean regime. 발음"
    }
  ]
}