{
  "phrases": [
    {
      "phrase": "-습니다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be, do"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "-습지요",
      "frequency": 0
    },
    {
      "meaning": "be retentive of heat[moisture]",
      "frequency": 0
    },
    {
      "meaning": "mouille",
      "frequency": 0
    },
    {
      "meaning": "moist sugar",
      "frequency": 0
    },
    {
      "meaning": "waterish",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아메댄이었습니다. (G)I-DLE's medley dance. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#148. 아이들 라디오 (w. (여자)아이들)",
      "english": "(G)I-DLE's medley dance."
    },
    {
      "korean": "구름이의 메들리댄스 구메댄이었습니다. That was Cloud's medley dance, Cloud medley dance. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#149. 오. 꼭. 말. (오졌다고 꼭 말해줘야지) (w. 하성운)",
      "english": "That was Cloud's medley dance, Cloud medley dance."
    },
    {
      "korean": "부끄습니다 - 그게 뭐야? I'm embarrassed. - What is that? 듣기 View video SF9 : 심야식당",
      "english": "I'm embarrassed. - What is that?"
    },
    {
      "korean": "'저는 굳이 말 안 하겠' 뭐야? - '습니다' 10자에요. - 이제 시작이에요. What does this mean? - You failed. - That's 10 words. - I'm starting now. 듣기 View video PENTAGON : ⭐펜타곤 2주년⭐",
      "english": "What does this mean? - You failed. - That's 10 words. - I'm starting now."
    },
    {
      "korean": "다음 4화로 넘어가도록 하겠습니다. - 습니다. Onto episode 4. - Yup. 듣기 View video AKMU : AKMU의 사춘기노트 마지막 페이지 \"사춘기노트 출간회\" (AKMU's spring note last page)",
      "english": "Onto episode 4. - Yup."
    }
  ],
  "examples": [
    {
      "korean": "The emergency sparked a red alert in the coastal city. 듣기 Add to Wordbook 이 비상사태는 이 해안도시에 적색경보를 촉발했습니 다. Neungyule",
      "english": "The emergency sparked a red alert in the coastal city. Add to Wordbook"
    },
    {
      "korean": "I don't want a lot of money. 듣기 Add to Wordbook 나는 많은 돈을 원하지 않 습니다. Neungyule",
      "english": "I don't want a lot of money. Add to Wordbook"
    },
    {
      "korean": "I don't want to put on weight and riding a bike forces me to exercise,' Hardwood said. 듣기 Add to Wordbook 나는 살찌는 것을 원하지 않으며 자전거를 타는 것은 내가 강제로라도 운동하게 해줍니다'라고 말했 습니다. Neungyule",
      "english": "I don't want to put on weight and riding a bike forces me to exercise,' Hardwood said. Add to Wordbook"
    },
    {
      "korean": "The board was similar to a surfboard and there was a rope attached to the front of the board. 듣기 Add to Wordbook 그 보드 는 서핑용 보드와 비슷했고 보드의 앞쪽에 줄이 달려있었습니 다. Neungyule",
      "english": "The board was similar to a surfboard and there was a rope attached to the front of the board. Add to Wordbook"
    },
    {
      "korean": "Now they do not have much time left to spend together with their long lost family members. 듣기 Add to Wordbook 이제 그들은 오랫동안 잃어버 렸던 가족들과 함께 지낼 수 있는 시간이 많이 남아있지 않 습니다. Neungyule",
      "english": "Now they do not have much time left to spend together with their long lost family members. Add to Wordbook"
    }
  ]
}