{
  "phrases": [
    {
      "phrase": "-습니까",
      "hanja": "",
      "example": {},
      "meanings": [
        "be?, do?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "-습지요",
      "frequency": 0
    },
    {
      "meaning": "be retentive of heat[moisture]",
      "frequency": 0
    },
    {
      "meaning": "mouille",
      "frequency": 0
    },
    {
      "meaning": "moist sugar",
      "frequency": 0
    },
    {
      "meaning": "waterish",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래요? - 습니다를! Really? - The last part of the sentence. 듣기 View video V PICK! : [WINNER] 천하제일주접대회라고 쓰고 천하제일진심대회라고 읽습니다 (WINNER reading fans’ funny comments)",
      "english": "Really? - The last part of the sentence."
    },
    {
      "korean": "아메댄이었습니다. (G)I-DLE's medley dance. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#148. 아이들 라디오 (w. (여자)아이들)",
      "english": "(G)I-DLE's medley dance."
    },
    {
      "korean": "구름이의 메들리댄스 구메댄이었습니다. That was Cloud's medley dance, Cloud medley dance. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#149. 오. 꼭. 말. (오졌다고 꼭 말해줘야지) (w. 하성운)",
      "english": "That was Cloud's medley dance, Cloud medley dance."
    },
    {
      "korean": "부끄습니다 - 그게 뭐야? I'm embarrassed. - What is that? 듣기 View video SF9 : 심야식당",
      "english": "I'm embarrassed. - What is that?"
    },
    {
      "korean": "촉촉함이 속보습을 잡아줍니다. The moisture hydrates deeply. 듣기 View video HANABONO : 이비자 거품파티 안가본 뷰티유튜버의 생크림 거품세안하는 법 (with #퍼펙트휩챌린지)",
      "english": "The moisture hydrates deeply."
    }
  ],
  "examples": [
    {
      "korean": "Where did you want to go? 듣기 Add to Wordbook 어디를 가고 싶었 습니까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 소(soni****)",
      "english": "Where did you want to go? Add to Wordbook"
    },
    {
      "korean": "So he knew where to hurt you, is that it? 듣기 Add to Wordbook 그럼 댁이 어디가 아픈지 그분이 알고 있는거군요, 그렇 습니까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "So he knew where to hurt you, is that it? Add to Wordbook"
    },
    {
      "korean": "And how is your shoulder feeling? 듣기 Add to Wordbook 당신의 어깨는 어떻 습니까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Libero3(sung****)",
      "english": "And how is your shoulder feeling? Add to Wordbook"
    },
    {
      "korean": "May I suggest pawn fires bimbo? 듣기 Add to Wordbook 전당포에 맡기는것이 어떻겠 습니까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 떡주면 잡아먹지(rach****)",
      "english": "May I suggest pawn fires bimbo? Add to Wordbook"
    },
    {
      "korean": "Are you ready to start a revolution? Are you ready to change history?' screeched Madonna back in the heady summer of Live8. 듣기 Add to Wordbook 혁명을 시작할 준비가 되었습니까? 역사를 바꿀 준비가 되어습니까?라고 들뜬 여름날 생방송8 도중에 마돈나 뒤에서 귀에 거슬리는 소리가 났다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 narotc38(naro****)",
      "english": "Are you ready to start a revolution? Are you ready to change history?' screeched Madonna back in the heady summer of Live8. Add to Wordbook"
    }
  ]
}