{
  "phrases": [
    {
      "phrase": "시다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(맛이) sour, tart, acid, acidic, vinegary,",
        "(눈꼴이)"
      ]
    },
    {
      "phrase": "게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(갑각류) crab",
        "(비유적)"
      ]
    },
    {
      "phrase": "-게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(…하게)",
        "(하게 하다[되다])",
        "(반어적 가정)"
      ]
    },
    {
      "phrase": "-ㄹ게",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "-ㅂ시다",
      "hanja": "",
      "example": {},
      "meanings": [
        "let us, let's"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "떫은 게 아니라 셔 - 셔? It's not bitter. It's sour. - Sour? 듣기 View video Apink : 야식먹방!!!",
      "english": "It's not bitter. It's sour. - Sour?"
    },
    {
      "korean": "근데 또 하나 놀 줄 아는 게 있잖아요 동생 바보 시잖아요! But there's another you know how to do! You adore your little brother! 듣기 View video SUNMI : [Full] SUNMI [LALALAY] SHOWCASE",
      "english": "But there's another you know how to do! You adore your little brother!"
    },
    {
      "korean": "지금 단 게 땅기 실... Craving for sweets... 듣기 View video MONSTA X : [몬채널][B] EP.88 'JEALOUSY' MV",
      "english": "Craving for sweets..."
    },
    {
      "korean": "[궁금한 게 많은 구경꾼] 진짜 셔? 안 셔? [Curious spectator] Is it really sour or not? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN SPIN-OFF EP.15 YOU MAKE MY DAY 활동기 #2 캐럿들과 함께한 1위부터 GV까지",
      "english": "[Curious spectator] Is it really sour or not?"
    },
    {
      "korean": "꽁지엄마가 우리를 위해서 - 너무 고수셔서 그런 게 아닐까? Is she doing that for us? - Pro's grand gesture? 듣기 View video GFRIEND : 신비한 오락사전 은하캠",
      "english": "Is she doing that for us? - Pro's grand gesture?"
    }
  ],
  "examples": [
    {
      "korean": "For example, you can ask Siri to call a taxi. 듣기 Add to Wordbook 예를 들자면 시리에게 택시를 불러달라고 할 수 있다. Neungyule",
      "english": "For example, you can ask Siri to call a taxi. Add to Wordbook"
    },
    {
      "korean": "That means you can talk to Siri, and Siri will talk back. 듣기 Add to Wordbook 즉 시리에게 말을 걸 수 있고 시리는 대꾸를 할 수 있다. Neungyule",
      "english": "That means you can talk to Siri, and Siri will talk back. Add to Wordbook"
    },
    {
      "korean": "You can ask Siri many different questions, and Siri will answer you. 듣기 Add to Wordbook 시리에게 여러 가지 질문을 하면 시리는 여기에 답을 한다. Neungyule",
      "english": "You can ask Siri many different questions, and Siri will answer you. Add to Wordbook"
    },
    {
      "korean": "So if there's nothing else, end of conversation. 듣기 Add to Wordbook 자, 다른 게 없으면 회의를 마칩시다(얘기를 끝냅시다) User translation Inaccurate information may be included due to the users' self-traslation. 닫기 안빈낙도(nakb****)",
      "english": "So if there's nothing else, end of conversation. Add to Wordbook"
    },
    {
      "korean": "Member for Mid-Worcestershire descended into a flash flood of emotion and, as we know, flash floods wreck and do not build. 듣기 Add to Wordbook 중부 우스터셔 주 의원은 갑작스런 감정의 홍수 속으로 빠져들었는데, 갑작스런 홍수란게 본래 건설적이지 못하고 파괴적이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 장사빈(joll****) Hansard",
      "english": "Member for Mid-Worcestershire descended into a flash flood of emotion and, as we know, flash floods wreck and do not build. Add to Wordbook"
    }
  ]
}