{
  "phrases": [
    {
      "phrase": "시끄럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(소란하다) noisy, loud, boisterous, uproarious",
        "(말썽·탈 등이 많다)"
      ]
    },
    {
      "phrase": "불쾌한[시끄러운] 소리",
      "hanja": "",
      "example": {},
      "meanings": [
        "an unpleasant[a clamorous] noise[sound]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "S/U",
      "frequency": 0
    },
    {
      "meaning": "loud",
      "frequency": 3
    },
    {
      "meaning": "racket",
      "frequency": 3
    },
    {
      "meaning": "noisy",
      "frequency": 3
    },
    {
      "meaning": "clamor",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "튀김 떡볶이 - 시끄러! Fries. Stir-fried rice cake. - Too loud. 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ-TALKER GO!(슼즈토커 고!)] SYDNEY",
      "english": "Fries. Stir-fried rice cake. - Too loud."
    },
    {
      "korean": "[뿌] 어우 시끄러! Oh, we are so loud! 듣기 View video 모비딕(Mobidic) : 엘리베이터에서 노래 홍보하는 신인 아이돌 <전지적 CCTV시점> 더보이즈_THEBOYZ 출근 편",
      "english": "Oh, we are so loud!"
    },
    {
      "korean": "타노스 부하들 2명. - 시끄러! Thanos subordinates... - Be quiet! 듣기 View video BTOB : 비투비 - 비트콤 #65 (2018 BTOB TIME -THIS IS US- 콘서트 마지막 날 비하인드)",
      "english": "Thanos subordinates... - Be quiet!"
    },
    {
      "korean": "그건 말도 안 되죠 - 시끄러! That's nonsense. - Stop talking! 듣기 View video tvN D : 여자들 회사생활 현타오는 순간 [좀 예민해도 괜찮아 시즌2] - EP.07",
      "english": "That's nonsense. - Stop talking!"
    },
    {
      "korean": "야 옥희도키 시끄러 완전 미쳤어 얘가! Hey, Okhee-dokey, you're so noisy, you've gone completely crazy! 듣기 View video WHYNOT TV : 민폐남이 옆집으로 이사왔다 [사랑방손님] EP01 사랑방손님과 민폐남",
      "english": "Hey, Okhee-dokey, you're so noisy, you've gone completely crazy!"
    }
  ],
  "examples": [
    {
      "korean": "After talking up a storm, I feel tired. 듣기 Add to Wordbook 큰[시끄러운] 소리로 장황하게 지껄이고 나면 나는 피곤해진다. YBM All in All English-Korean Dictionary",
      "english": "After talking up a storm, I feel tired. Add to Wordbook"
    },
    {
      "korean": "loud laughter 듣기 Add to Wordbook 큰[시끄러운] 웃음소리 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "loud laughter Add to Wordbook"
    },
    {
      "korean": "He's absolutely right! What's all the fuss about? Nobody died. 듣기 Add to Wordbook 그의 말이 맞아! 왜이리 시끄러? 아무도 안죽었잖아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 nizoogga(nizo****)",
      "english": "He's absolutely right! What's all the fuss about? Nobody died. Add to Wordbook"
    },
    {
      "korean": "The noise he made was too much for the moose-bird, who sought safety in flight. 듣기 Add to Wordbook 그가 일으키는 소음은 moose-bird에게는 너무 지나친[시끄러운] 것이어서, 그 새는 (안전을 찾아) 달아나 버렸다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 토마(aben****)",
      "english": "The noise he made was too much for the moose-bird, who sought safety in flight. Add to Wordbook"
    },
    {
      "korean": "Parts of the machine were grinding together noisily. 듣기 Add to Wordbook 기계 부품들이 서로 부딪치며 시끄럽게 삐걱거렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Parts of the machine were grinding together noisily. Add to Wordbook"
    }
  ]
}