{
  "phrases": [
    {
      "phrase": "시리우스",
      "hanja": "",
      "example": {},
      "meanings": [
        "[천문] Sirius."
      ]
    },
    {
      "phrase": "Sirius",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 천문 시리우스, 천랑성(天狼星)(the Dog Star) ((항성 중에서 가장 밝음))"
      ]
    },
    {
      "phrase": "service information reporter and integrator for user system ( SIRIUS )",
      "hanja": "",
      "example": {},
      "meanings": [
        "IT <통신서비스>서비스 정보 통합 시스템(~情報統合~)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Sirius",
      "frequency": 0
    },
    {
      "meaning": "Sothis",
      "frequency": 0
    },
    {
      "meaning": "sorhic cycle",
      "frequency": 0
    },
    {
      "meaning": "companion of sirius",
      "frequency": 0
    },
    {
      "meaning": "Alexander, Sirius 500ml",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "내가 시리우스 블랙. I'll be Sirius Black. 듣기 View video ASTRO : 울애기덜~♡ 메리크리스마스~♡",
      "english": "I'll be Sirius Black."
    }
  ],
  "examples": [
    {
      "korean": "Sirius is the brightest star in the sky. 듣기 Add to Wordbook 시리우스는 하늘에서 가장 밝은 별이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sirius is the brightest star in the sky. Add to Wordbook"
    },
    {
      "korean": "Sirius Black has escaped from Azkaban Prison. 듣기 Add to Wordbook 시리우스 블랙이 아즈카반 감옥에서 탈출했다. YBM All in All English-Korean Dictionary",
      "english": "Sirius Black has escaped from Azkaban Prison. Add to Wordbook"
    },
    {
      "korean": "During the bus ride, Harry learns that Sirius Black, an escaped convict, murdered thirteen people with one curse. 듣기 Add to Wordbook 버스에 타고 있는 동안, 해리는 한번의 저주로 13명을 살해하고 도망친 죄수 시리우스 블랙에 관해 알게 된다. Neungyule",
      "english": "During the bus ride, Harry learns that Sirius Black, an escaped convict, murdered thirteen people with one curse. Add to Wordbook"
    },
    {
      "korean": "That is Sirius, the torch of the stars. 듣기 Add to Wordbook 별들의 횃불인 시리우스가 반짝이고 있어요. TIMES CORE",
      "english": "That is Sirius, the torch of the stars. Add to Wordbook"
    },
    {
      "korean": "The star is made up of two bright stars - Sirius A and Sirius B. 듣기 Add to Wordbook 그 별은 두 개의 밝은 별 즉 시리우스 A와 시리우스 B로 이루어져 있습니다. TIMES CORE",
      "english": "The star is made up of two bright stars - Sirius A and Sirius B. Add to Wordbook"
    }
  ]
}