{
  "phrases": [
    {
      "phrase": "시시하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(하찮다) trivial, petty, insignificant, (진부하다) banal, (재미없다) dull, boring"
      ]
    },
    {
      "phrase": "시시한 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "a matter of no importance",
        "a trifle"
      ]
    },
    {
      "phrase": "시시한 일",
      "hanja": "",
      "example": {},
      "meanings": [
        "dull[dreary] work",
        "a dull job"
      ]
    },
    {
      "phrase": "시시한 책",
      "hanja": "",
      "example": {},
      "meanings": [
        "an uninteresting[a worthless] book"
      ]
    },
    {
      "phrase": "시시한 강연",
      "hanja": "",
      "example": {},
      "meanings": [
        "a tedious[dull] speech"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "frivolous",
      "frequency": 3
    },
    {
      "meaning": "flat 1",
      "frequency": 3
    },
    {
      "meaning": "small-time",
      "frequency": 0
    },
    {
      "meaning": "paltry",
      "frequency": 0
    },
    {
      "meaning": "fiddling",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "시시한 얘기 다 해도 돼? Can I tell you all the lame things? 듣기 View video AOA : 엘비스랑수다떨고싶은데나보러와줄래?",
      "english": "Can I tell you all the lame things?"
    },
    {
      "korean": "나 무슨 일 있을 때마다 시시한 얘기 다 해도 돼? Whenever something happens... Can I tell you all the lame things? 듣기 View video AOA : 엘비스랑수다떨고싶은데나보러와줄래?",
      "english": "Whenever something happens... Can I tell you all the lame things?"
    },
    {
      "korean": "굉장히 시시한... 시시하다고 생각하실 수도 있어요. Boring... You may think it's boring. 듣기 View video BTOB : <일훈 'Fancy Shoes' 런칭 전야제>",
      "english": "Boring... You may think it's boring."
    },
    {
      "korean": "[빠져버린 오해의 늪] - 아니야? - 우리끼리 시시하게 그런... [The maze of misunderstandings] - No? - Hey, it is not... 듣기 View video BTS : Run BTS! 2019 - EP.88",
      "english": "[The maze of misunderstandings] - No? - Hey, it is not..."
    },
    {
      "korean": "시시하죠? It sounds pretty boring, huh? 듣기 View video iKON : KONIC TV 오픈방송",
      "english": "It sounds pretty boring, huh?"
    }
  ],
  "examples": [
    {
      "korean": "His speech was one of great triviality. 듣기 Add to Wordbook 그의 연설은 대단히 시시한 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His speech was one of great triviality. Add to Wordbook"
    },
    {
      "korean": "They exchanged banalities for a couple of minutes. 듣기 Add to Wordbook 그들은 잠깐 동안 시시한 말들을 주고받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They exchanged banalities for a couple of minutes. Add to Wordbook"
    },
    {
      "korean": "It’s only a Mickey Mouse job. 듣기 Add to Wordbook 그건 그냥 시시한 직장이야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s only a Mickey Mouse job. Add to Wordbook"
    },
    {
      "korean": "Why do strong arms fatigue themselves with frivolous dumbbells? To dig a vineyard is worthier exercise for men. (Marcus Valerius Martialis) 듣기 Add to Wordbook 왜 힘깨나 쓰는 사람들은 시시한 아령이나 들며 스스로를 지치게 할까? 차라리 포도원을 일구는 게 더 가치있는 운동인 것을. (마르쿠스 발레리우스 마르티알리스, 노력명언) 명언/속담",
      "english": "Why do strong arms fatigue themselves with frivolous dumbbells? To dig a vineyard is worthier exercise for men. (Marcus Valerius Martialis) Add to Wordbook"
    },
    {
      "korean": "He does not condescend to such little things. 듣기 Add to Wordbook 그는 그런 시시한 것들은 거들떠보지도 않는다. Friendict Level English-Korean Dictionary",
      "english": "He does not condescend to such little things. Add to Wordbook"
    }
  ]
}