{
  "phrases": [
    {
      "phrase": "시험",
      "hanja": " (試驗)",
      "example": {},
      "meanings": [
        "(지식·능력 등을 평가하는 일) exam, test, (formal) examination, (퀴즈) quiz",
        "(테스트) test, trial, experiment (with/in/on), test",
        "(유혹)"
      ]
    },
    {
      "phrase": "시험 삼아",
      "hanja": "",
      "example": {},
      "meanings": [
        "as a test"
      ]
    },
    {
      "phrase": "시험 감독",
      "hanja": "",
      "example": {},
      "meanings": [
        "an exam supervisor",
        "a proctor",
        "an invigilator"
      ]
    },
    {
      "phrase": "입학시험",
      "hanja": " (入學試驗)",
      "example": {},
      "meanings": [
        "entrance examination"
      ]
    },
    {
      "phrase": "성능 시험",
      "hanja": "",
      "example": {},
      "meanings": [
        "an efficiency test"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "test",
      "frequency": 3
    },
    {
      "meaning": "exam",
      "frequency": 3
    },
    {
      "meaning": "trial",
      "frequency": 3
    },
    {
      "meaning": "paper",
      "frequency": 3
    },
    {
      "meaning": "experiment",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "시험 힘들죠? Tests are hard, right? 듣기 View video NCT : みんな本当にありがとう！！",
      "english": "Tests are hard, right?"
    },
    {
      "korean": "회계사 시험 언젠데? When is the accountant test? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "When is the accountant test?"
    },
    {
      "korean": "희범이가 리허설 때 시험 때문에 안 왔었죠? Heebeom couldn't come to the rehearsals because you had an exam, right? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "Heebeom couldn't come to the rehearsals because you had an exam, right?"
    },
    {
      "korean": "아 시험 기간이에요 이때? 아 중간고사인가? 아닌가? 중간고사 이렇게 빨라? Is this exam period? Ah is it midterms?? Wait? Midterms are this fast? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Is this exam period? Ah is it midterms?? Wait? Midterms are this fast?"
    },
    {
      "korean": "어떻게 시험을 더 잘 본 거 같아요? 아니면 오늘 이 무대를 더 잘한 거 같아요? Do you think you did better on the exam or your performance just now? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "Do you think you did better on the exam or your performance just now?"
    }
  ],
  "examples": [
    {
      "korean": "I slogged my guts out for the exam. 듣기 Add to Wordbook 나는 죽자고 열심히 시험 준비를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I slogged my guts out for the exam. Add to Wordbook"
    },
    {
      "korean": "He acquitted himself brilliantly in the exams. 듣기 Add to Wordbook 그는 시험에서 훌륭하게 실력 발휘를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He acquitted himself brilliantly in the exams. Add to Wordbook"
    },
    {
      "korean": "The long climb tested our fitness and stamina. 듣기 Add to Wordbook 그 오랜 산행은 우리의 건강과 체력을 시험했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The long climb tested our fitness and stamina. Add to Wordbook"
    },
    {
      "korean": "We slotted in some extra lessons before the exam. 듣기 Add to Wordbook 우리는 시험 전에 추가 수업을 몇 시간 마련했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We slotted in some extra lessons before the exam. Add to Wordbook"
    },
    {
      "korean": "The club is the proving ground for young boxers. 듣기 Add to Wordbook 그 클럽은 젊은 권투 선수들에 대한 성능 시험장 같은 곳이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The club is the proving ground for young boxers. Add to Wordbook"
    }
  ]
}