{
  "phrases": [
    {
      "phrase": "시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(남에게 어떤 일을 하게 하다) make[have, let](sb do), get (sb to do), (원하지 않는 일을 강제로) force[compel] (sb to do), (지...",
        "(음식을 주문하다) order"
      ]
    },
    {
      "phrase": "-시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -sikida (→시키다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "wild horses would not drag, make, etc. somebody (do something)",
      "frequency": 0
    },
    {
      "meaning": "terminable",
      "frequency": 0
    },
    {
      "meaning": "saturable",
      "frequency": 0
    },
    {
      "meaning": "isolable",
      "frequency": 0
    },
    {
      "meaning": "workability",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "컴퓨터로 밥 시킬 수 있나? Can I order through the computer? 듣기 View video LEE JIN HYUK : 그냥 와봤어 브이단><",
      "english": "Can I order through the computer?"
    },
    {
      "korean": "이렇게 고생 시킬 순 없는데... I can't make them wait forever. 듣기 View video Dingo Freestyle / 딩고프리스타일 : 창모 더콰이엇 번지점프를 하러 가다 | 아마두 차트 공약 #2 ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "I can't make them wait forever."
    },
    {
      "korean": "'어플로 시킬 거예요?' \"Are you going to order through an app?\" 듣기 View video LEE JIN HYUK : 그냥 와봤어 브이단><",
      "english": "\"Are you going to order through an app?\""
    },
    {
      "korean": "맞아요 닭발튀김 시킬 거고 - 잠깐만! Yes. That's so obvious. - Hold on! 듣기 View video Stray Kids : STAY! 우리두 해피 뉴 이어!!!!!!!",
      "english": "Yes. That's so obvious. - Hold on!"
    },
    {
      "korean": "'어떻게 하면 친구들을 입덕시킬 수 있을까요?' \"How can I get my friend to become a friend?\" 듣기 View video OH MY GIRL : YUB Night🌙",
      "english": "\"How can I get my friend to become a friend?\""
    }
  ],
  "examples": [
    {
      "korean": "Thomas, she sensed, could convince anyone of anything. 듣기 Add to Wordbook 토머스는 상대가 누구든, 그 무엇에 대해서건 납득을 시킬 수가 있을 것임을 그녀는 감지했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Thomas, she sensed, could convince anyone of anything. Add to Wordbook"
    },
    {
      "korean": "In these countries, only the elite can afford an education for their children. 듣기 Add to Wordbook 이런 국가들에서는 엘리트 계층만이 자녀에게 교육을 시킬 형편이 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "In these countries, only the elite can afford an education for their children. Add to Wordbook"
    },
    {
      "korean": "I’m not in the business of getting other people to do my work for me. 듣기 Add to Wordbook 난 다른 사람들에게 내 일을 시킬 생각은 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m not in the business of getting other people to do my work for me. Add to Wordbook"
    },
    {
      "korean": "If there are any new data that I can gather from this conversation, I will include this in our analysis and see whether we can come up with a better solution that might be more effective. 듣기 Add to Wordbook 이런 대화를 통해 얻는 새로운 정보가 있다면 저의 분석에 포함을 시킬 것이며 보다 효과적인 더 나은 해답이 나올 수 있는지도 볼 것입니다. DARAKWON",
      "english": "If there are any new data that I can gather from this conversation, I will include this in our analysis and see whether we can come up with a better solution that might be more effective. Add to Wordbook"
    },
    {
      "korean": "fix upon a person to do the work 듣기 Add to Wordbook 그 일을 시킬 사람을 정하다. Friendict Level English-Korean Dictionary",
      "english": "fix upon a person to do the work Add to Wordbook"
    }
  ]
}