{
  "phrases": [
    {
      "phrase": "식다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(열·음식 등이) cool (down/off), go[get] cold",
        "(애정·열정 등이) cool (down/off), wane"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a piece of cake",
      "frequency": 0
    },
    {
      "meaning": "cold",
      "frequency": 3
    },
    {
      "meaning": "cakewalk",
      "frequency": 0
    },
    {
      "meaning": "Bob's your uncle",
      "frequency": 0
    },
    {
      "meaning": "cool down/off",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'야 식아' 따라 해달라고요? 야 식아~ Follow along by saying \"Ya! Sik-ah!?\" Ya! Sik-ah! 듣기 View video VICTON : 연휴의 마지막 승식",
      "english": "Follow along by saying \"Ya! Sik-ah!?\" Ya! Sik-ah!"
    },
    {
      "korean": "\"식아 기억나?\" \"Hyunsik, do you remember\"? 듣기 View video BTOB : ♥멜로디와의 봄날의 기억, 우리 70년 함께해요♥",
      "english": "\"Hyunsik, do you remember\"?"
    },
    {
      "korean": "'식아 왜 말랐니?' \"Why are you so thin?\" 듣기 View video VIXX : 00:00시 라비-끓는점(Feat. Sik-K) 공개",
      "english": "\"Why are you so thin?\""
    },
    {
      "korean": "일단은...식아! Let's start with Seung Sik! 듣기 View video PeekaVoo! : [알방라이브] VICTON 빅톤 막방을 앞둔 빅토니들의 자세!",
      "english": "Let's start with Seung Sik!"
    },
    {
      "korean": "승식아 너 부른다. - 식아! Seung Sik! - Seung Sik! 듣기 View video PeekaVoo! : [알방라이브] VICTON 빅톤 막방을 앞둔 빅토니들의 자세!",
      "english": "Seung Sik! - Seung Sik!"
    }
  ],
  "examples": [
    {
      "korean": "Steam condenses into water when it cools. 듣기 Add to Wordbook 수증기는 식으면 응결되어 물이 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Steam condenses into water when it cools. Add to Wordbook"
    },
    {
      "korean": "He’s outgrown his passion for rock music. 듣기 Add to Wordbook 그는 나이가 들면서 록 음악에 대한 열정이 식었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s outgrown his passion for rock music. Add to Wordbook"
    },
    {
      "korean": "The cold remains of supper had congealed on the plate. 듣기 Add to Wordbook 저녁으로 먹다 남은 음식이 식어 접시 위에 굳어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cold remains of supper had congealed on the plate. Add to Wordbook"
    },
    {
      "korean": "It was a breeze. 듣기 Add to Wordbook 그것은 식은 죽 먹기였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was a breeze. Add to Wordbook"
    },
    {
      "korean": "This job’s a snap. 듣기 Add to Wordbook 이 일은 식은 죽 먹기이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This job’s a snap. Add to Wordbook"
    }
  ]
}