{
  "phrases": [
    {
      "phrase": "신형",
      "hanja": " (新型)",
      "example": {},
      "meanings": [
        "new[latest] model[style]"
      ]
    },
    {
      "phrase": "신형 차",
      "hanja": "",
      "example": {},
      "meanings": [
        "new-model car, the latest model of a car"
      ]
    },
    {
      "phrase": "신형 모자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a new-look hat"
      ]
    },
    {
      "phrase": "신형차의 특장",
      "hanja": "",
      "example": {},
      "meanings": [
        "the strong points of the new model[car]"
      ]
    },
    {
      "phrase": "신형 세탁기를 구입하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "buy a new model washing machine"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "late model",
      "frequency": 0
    },
    {
      "meaning": "néomòrph",
      "frequency": 0
    },
    {
      "meaning": "a novel design",
      "frequency": 0
    },
    {
      "meaning": "syn form",
      "frequency": 0
    },
    {
      "meaning": "testers of new software",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "최신형 태블릿 맞지? It's the newest tablet, right? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : 초능력드라마(봉인해제 13세)EP20_숨은 커플 찾기_(중)_이럴거면 잘해주지 말지",
      "english": "It's the newest tablet, right?"
    },
    {
      "korean": "저 흰색 차다 흰색x4 - 형 우리 신형이야 신형~ The white car. x4 - Ours is new~ 듣기 View video SF9 : SF9 - SF9의 랜선여행 #1",
      "english": "The white car. x4 - Ours is new~"
    },
    {
      "korean": "[아이 좋아] 카니발 신형이다! [So good] It's a new Carnival! 듣기 View video SF9 : SF9 - SF9의 랜선여행 #1",
      "english": "[So good] It's a new Carnival!"
    },
    {
      "korean": "평소엔 만져보지도 못하는 신형입니다. You normally don't get to see this, it's the new model. 듣기 View video IDOL x IDOL : Underdog - 언더독 '자리깔고 드러눕기'",
      "english": "You normally don't get to see this, it's the new model."
    },
    {
      "korean": "지금 여기서 바로... - 저는 최신형으로 가져갈래요. Yes, right now right here. - I'm gonna take the latest model. 듣기 View video Red Velvet : The Perfect Red Velvet Night(더 퍼펙트 레드벨벳 나이트) - PART.2",
      "english": "Yes, right now right here. - I'm gonna take the latest model."
    }
  ],
  "examples": [
    {
      "korean": "the sleek lines of the new car 듣기 Add to Wordbook 그 신형 자동차의 매끈한 선 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the sleek lines of the new car Add to Wordbook"
    },
    {
      "korean": "Our computers are bang up to date. 듣기 Add to Wordbook 우리 컴퓨터는 완전 최신형이야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our computers are bang up to date. Add to Wordbook"
    },
    {
      "korean": "an 8-page insert on the new car models 듣기 Add to Wordbook 자동차 신형 모델에 대한 8쪽 짜리 삽입 광고 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an 8-page insert on the new car models Add to Wordbook"
    },
    {
      "korean": "testers of new software 듣기 Add to Wordbook 신형 소프트웨어 검사자들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "testers of new software Add to Wordbook"
    },
    {
      "korean": "The latest models of mobile phones are card-embedded. 듣기 Add to Wordbook 최신형 휴대 전화들은 신용카드나 직불카드가 내장되어 있다. 국제영어대학원대학교 신어사전",
      "english": "The latest models of mobile phones are card-embedded. Add to Wordbook"
    }
  ]
}