{
  "phrases": [
    {
      "phrase": "theelin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 생화학 (=ESTRONE)"
      ]
    },
    {
      "phrase": "실리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(차·배 등에) be loaded, be put on board; (사람·물건 등이) be carried",
        "(신문·잡지 등에) be put"
      ]
    },
    {
      "phrase": "실리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb load"
      ]
    },
    {
      "phrase": "석탄이 가득 실린 화물열차",
      "hanja": "",
      "example": {},
      "meanings": [
        "a freight train full of[filled with] coal"
      ]
    },
    {
      "phrase": "헤타실린",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 hetacillin"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a beautifully photographed book",
      "frequency": 0
    },
    {
      "meaning": "coffee-table book",
      "frequency": 0
    },
    {
      "meaning": "page-three girl",
      "frequency": 0
    },
    {
      "meaning": "a book with views of Paris",
      "frequency": 0
    },
    {
      "meaning": "listee",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"저번 주에 공개된 스케줄 포스터에 실린 스페셜 프레젠트가 이겁니다!!!\" \"This is the special present on the schedule poster released last week\"! 듣기 View video EXO : 다 들어와",
      "english": "\"This is the special present on the schedule poster released last week\"!"
    },
    {
      "korean": "하지만 그런 연예인들이 사진을 찍어서 잡지에 실린 경우가 있나요? Was there a time where a celebrity took photos and got published in a magazine? 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 10부_ep.5 ※D-day※ 잠 못 이룬 포피즈의 속사정!",
      "english": "Was there a time where a celebrity took photos and got published in a magazine?"
    },
    {
      "korean": "인피니트 앨범에 실린 게 처음이라고. In the INFINITE album. 듣기 View video INFINITE : [FULL] INFINITE [TOP SEED] COMEBACK V LIVE",
      "english": "In the INFINITE album."
    },
    {
      "korean": "이번 앨범에 실린 제 목소리는 그때 당시. You can hear my voice from 2 years ago. 듣기 View video INFINITE : [FULL] INFINITE [TOP SEED] COMEBACK V LIVE",
      "english": "You can hear my voice from 2 years ago."
    },
    {
      "korean": "이유가 뭘까요? - 실린 이유가... What do you think the reason is? - The reason is... 듣기 View video INFINITE : [FULL] INFINITE [TOP SEED] COMEBACK V LIVE",
      "english": "What do you think the reason is? - The reason is..."
    }
  ],
  "examples": [
    {
      "korean": "a beautifully photographed book 발음듣기 멋진 사진들이 실린 책 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a beautifully photographed book 발음"
    },
    {
      "korean": "a voice shot through with emotion 발음듣기 감정이 가득 실린 목소리 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a voice shot through with emotion 발음"
    },
    {
      "korean": "a book with views of Paris 발음듣기 파리의 풍경을 담은 사진들이 실린 책 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a book with views of Paris 발음"
    },
    {
      "korean": "a recent paper in the Journal of Medicine 발음듣기 ‘의학 저널’에 실린 최근의 한 논문 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a recent paper in the Journal of Medicine 발음"
    },
    {
      "korean": "a pornographic magazine full of vulgarities 발음듣기 음란한 사진들이 잔뜩 실린 포르노 잡지 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a pornographic magazine full of vulgarities 발음"
    }
  ]
}