{
  "phrases": [
    {
      "phrase": "실행",
      "hanja": " (實行)",
      "example": {},
      "meanings": [
        "(실천) practice, action, carry out, implement, fulfill, put sth into practice[action]",
        "(컴퓨터) run, execute"
      ]
    },
    {
      "phrase": "실행이 가능한",
      "hanja": "",
      "example": {},
      "meanings": [
        "practicable",
        "feasible"
      ]
    },
    {
      "phrase": "실행 불가능한",
      "hanja": "",
      "example": {},
      "meanings": [
        "impracticable",
        "infeasible"
      ]
    },
    {
      "phrase": "실행할 수 있는",
      "hanja": "",
      "example": {},
      "meanings": [
        "practicable",
        "workable",
        "feasible"
      ]
    },
    {
      "phrase": "실행에 옮기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put in[into] practice"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "practice",
      "frequency": 2
    },
    {
      "meaning": "performance",
      "frequency": 2
    },
    {
      "meaning": "execution",
      "frequency": 1
    },
    {
      "meaning": "implementation",
      "frequency": 0
    },
    {
      "meaning": "disbursement (scheme)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "Done - 이건 뭐야? - 실행 - 실행? 보내기지? Done. - What's this? - Execution. - It's \"Send\", right? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.13 SVT ESCAPE ROOM #2",
      "english": "Done. - What's this? - Execution. - It's \"Send\", right?"
    },
    {
      "korean": "이 챌린지를 그러면 실행해 보도록 할까요? Shall we carry out this challenge then? 듣기 View video Dispatch : [ⓓxV] “우리칠베이커리 OPEN ③” (쟈니, 태용, 재현 : NCT 127)",
      "english": "Shall we carry out this challenge then?"
    },
    {
      "korean": "그럼 공약을 실행을... Then to keep our promise... 듣기 View video V COOKIE : [Full]WEB INSIDE - 일진에게 찍혔을 때 & 리얼하이로맨스 시즌2 (WEB INSIDE - Best Mistake & Real Highschool Romance S2)",
      "english": "Then to keep our promise..."
    },
    {
      "korean": "그럼 최근에 실행된 정책에는 무엇이 있을까요? What measures are there currently being implemented? 듣기 View video 플레이리스트 (Playlist) : 남친에게 '라면먹고 갈래?'를 시전했다 [인서울] - 9,10 화 하이라이트",
      "english": "What measures are there currently being implemented?"
    },
    {
      "korean": "그럼 최근에 실행된 정책에는 무엇이 있을까요? Then, what measures are there currently being implemented? 듣기 View video 플레이리스트 (Playlist) : 행복한데 왜 안 행복할까? [인서울] - EP.09",
      "english": "Then, what measures are there currently being implemented?"
    }
  ],
  "examples": [
    {
      "korean": "The policy was thought to be inoperable. 발음듣기 그 정책은 실행 불가능한 것으로 여겨졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The policy was thought to be inoperable. 발음"
    },
    {
      "korean": "The only practicable alternative is to postpone the meeting. 발음듣기 실행 가능한 유일한 대안은 회의를 연기하는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The only practicable alternative is to postpone the meeting. 발음"
    },
    {
      "korean": "Organizing famine relief presents huge logistical problems. 발음듣기 기아 구조 사업 조직에는 엄청난 실행 계획상의 문제가 따른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Organizing famine relief presents huge logistical problems. 발음"
    },
    {
      "korean": "Through play, children act out in miniature the dramas of adult life. 발음듣기 놀이를 통해 아이들은 어른들 생활에서 벌어지는 드라마들의 축소판을 실행해 본다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Through play, children act out in miniature the dramas of adult life. 발음"
    },
    {
      "korean": "at the earliest practicable opportunity 발음듣기 실행 가능한 가장 빠른 기회에 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "at the earliest practicable opportunity 발음"
    }
  ]
}