{
  "phrases": [
    {
      "phrase": "실험",
      "hanja": " (實驗)",
      "example": {},
      "meanings": [
        "(scientific) experiment, test, (formal) experimentation, experiment (with/on), test, conduct[perform, do, carry out] an experiment"
      ]
    },
    {
      "phrase": "핵실험",
      "hanja": "",
      "example": {},
      "meanings": [
        "nuclear test(ing), nuclear test explosion, nuclear (weapons) test[experiment]"
      ]
    },
    {
      "phrase": "동물실험",
      "hanja": "",
      "example": {},
      "meanings": [
        "animal testing"
      ]
    },
    {
      "phrase": "화학 실험",
      "hanja": "",
      "example": {},
      "meanings": [
        "a chemical experiment",
        "an experiment in chemistry"
      ]
    },
    {
      "phrase": "실험 단계",
      "hanja": "",
      "example": {},
      "meanings": [
        "an experimental stage[phase]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "experiment",
      "frequency": 3
    },
    {
      "meaning": "test",
      "frequency": 3
    },
    {
      "meaning": "trial",
      "frequency": 3
    },
    {
      "meaning": "experimentation",
      "frequency": 3
    },
    {
      "meaning": "coup d’essai",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "실험이랑 뭐가 달라요? what is it so different from experiments? 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "what is it so different from experiments?"
    },
    {
      "korean": "[도다닥 후유증] 실험카메라 없어요? 실험카메라? [Side effect] Isn't it a prank cam? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.21 TTT #1 (Camping Ver.)",
      "english": "[Side effect] Isn't it a prank cam?"
    },
    {
      "korean": "[만지작] 그래요? 실험카메라 아니죠? 막 사람 들어가있고? [Touches] Really? This isn't a prank camera is it? With real people? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.16 MBTI of SVT #3",
      "english": "[Touches] Really? This isn't a prank camera is it? With real people?"
    },
    {
      "korean": "이쪽에서 주로 실험실습 하고 저쪽에는 교실 수업... Science experiments are held in this building, classes are in that building. 듣기 View video 컨버전스티비 (CONS TV) : [커먼스쿨]성동공업고등학교 ep11(홍현희X정세운X강민아)",
      "english": "Science experiments are held in this building, classes are in that building."
    },
    {
      "korean": "괜찮아 너 도겸이 보다는 덜 겁쟁이였어 - 진짜? 실험 카메라가 있었어? It's OK. DK was a bigger scaredy cat. - Really? There was a camera? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.16 MBTI of SVT #3",
      "english": "It's OK. DK was a bigger scaredy cat. - Really? There was a camera?"
    }
  ],
  "examples": [
    {
      "korean": "Many people object to experimentation on embryos. 듣기 Add to Wordbook 많은 사람들이 배아 실험을 반대한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many people object to experimentation on embryos. Add to Wordbook"
    },
    {
      "korean": "to study behaviour in laboratory and naturalistic settings 듣기 Add to Wordbook 실험실 및 자연을 모방한 환경에서의 행동 연구 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to study behaviour in laboratory and naturalistic settings Add to Wordbook"
    },
    {
      "korean": "a test ban treaty 듣기 Add to Wordbook 핵 실험 금지 조약 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a test ban treaty Add to Wordbook"
    },
    {
      "korean": "Nuclear testing was resumed in defiance of an international ban. 듣기 Add to Wordbook 국제적인 금지령에 저항하며 핵 실험이 재개되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Nuclear testing was resumed in defiance of an international ban. Add to Wordbook"
    },
    {
      "korean": "Subsequent experiments failed to replicate these findings. 듣기 Add to Wordbook 뒤에 이어진 실험들에서는 이러한 결과가 그대로 나오지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Subsequent experiments failed to replicate these findings. Add to Wordbook"
    }
  ]
}