{
  "phrases": [
    {
      "phrase": "심다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(식물을) plant, (옮겨 심다) transplant, bed out",
        "(인상·생각 등을) plant, implant, instill, (formal) inculcate",
        "(사람을) plant"
      ]
    },
    {
      "phrase": "심을 넣다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pad"
      ]
    },
    {
      "phrase": "웃옷의 어깨심을 넣다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pad the shoulders of a coat"
      ]
    },
    {
      "phrase": "심을 두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put padding"
      ]
    },
    {
      "phrase": "심을 빼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "draw out center"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fertile ground for planting crops",
      "frequency": 0
    },
    {
      "meaning": "pad (a sash)",
      "frequency": 0
    },
    {
      "meaning": "a jacket with padded shoulders",
      "frequency": 0
    },
    {
      "meaning": "interline 2",
      "frequency": 0
    },
    {
      "meaning": "plantable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "심을 한번 꼭 누르라고? Push the glue stick again? 듣기 View video V COOKIE : [Full] VIXX HYUK X CouchTalk - 빅스 혁 X 카우치토크",
      "english": "Push the glue stick again?"
    },
    {
      "korean": "심을 공평하게. To be fair. 듣기 View video IDOL x IDOL : A.cian - We are A.cian - '에이션! 여름을 부탁해♥'",
      "english": "To be fair."
    },
    {
      "korean": "심을 공평하게 주세요. Give us identical leads. 듣기 View video IDOL x IDOL : A.cian - We are A.cian - '에이션! 여름을 부탁해♥'",
      "english": "Give us identical leads."
    },
    {
      "korean": "밥심을, 밥심이 짱인데 말이야. Rice is the best. 듣기 View video V COOKIE : [Full]SPECIAL WEEK - EP.5 DAY6",
      "english": "Rice is the best."
    },
    {
      "korean": "그래서 항상 이렇게 뾰족한 심을 유지할 수 있습니다. So I can always use this eyeliner with a sharp tip. 듣기 View video JYPnation : 백아연 4th Anniversary \"아연의 스윗FM\"",
      "english": "So I can always use this eyeliner with a sharp tip."
    }
  ],
  "examples": [
    {
      "korean": "fertile ground for planting crops 듣기 Add to Wordbook 곡식을 심을 수 있는 비옥한 땅 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "fertile ground for planting crops Add to Wordbook"
    },
    {
      "korean": "She lowered her voice reverentially. 듣기 Add to Wordbook 그녀가 가득한 숭배심을 드러내듯 목소리를 낮췄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She lowered her voice reverentially. Add to Wordbook"
    },
    {
      "korean": "We're planning to plant many trees on Arbor Day. 듣기 Add to Wordbook 우리는 식목일에 많은 나무를 심을 계획이다. 절대어휘 5100",
      "english": "We're planning to plant many trees on Arbor Day. Add to Wordbook"
    },
    {
      "korean": "What size staples does this stapler use? 듣기 Add to Wordbook 이 호치키스에는 어떤 크기의 심을 쓰죠? Neungyule",
      "english": "What size staples does this stapler use? Add to Wordbook"
    },
    {
      "korean": "The man is preparing to plant tulips. 듣기 Add to Wordbook 남자가 튤립을 심을 준비를 하고 있다. YBM All in All English-Korean Dictionary",
      "english": "The man is preparing to plant tulips. Add to Wordbook"
    }
  ]
}