{
  "phrases": [],
  "meanings": [
    {
      "meaning": "planted",
      "frequency": 0
    },
    {
      "meaning": "a street bordered with trees",
      "frequency": 0
    },
    {
      "meaning": "a garden planted with flowers",
      "frequency": 0
    },
    {
      "meaning": "embedded assumptions",
      "frequency": 0
    },
    {
      "meaning": "body bomb",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저 해바라기가 다 심어지면 저는 찍을 거예요. I will be shooting after that sunflower has been planted. 듣기 View video GFRIEND : [Special Clips] 여자친구 GFRIEND - 여름비 (SUMMER RAIN) M/V Shooting Behind",
      "english": "I will be shooting after that sunflower has been planted."
    },
    {
      "korean": "이게 인셉션처럼 생각이 이렇게 심어지는 거죠. the negative criticism takes root, like inception. 듣기 View video V Beauty : 2016 Fall Trend : Diffuse Makeup 투명한 피부의 디퓨즈 메이크업 미스데이지 Miss Daisy",
      "english": "the negative criticism takes root, like inception."
    },
    {
      "korean": "여기 하나 심어졌다. - 그러지 마. - 나랑 말 탈사람? There is one right here! - Don't say that? - Who wants to ride the horse? 듣기 View video ASTRO : [ASTRO PLAY] 헨젤과 그레이 (ft.야생쥐)",
      "english": "There is one right here! - Don't say that? - Who wants to ride the horse?"
    }
  ],
  "examples": [
    {
      "korean": "These densely planted trees will make the building look like a tall, vertical forest. 듣기 Add to Wordbook 이렇게 빽빽하게 심어진 나무들은 이 건물을 높고 수직의 숲처럼 보이게 만들 것입니다. TIMES CORE",
      "english": "These densely planted trees will make the building look like a tall, vertical forest. Add to Wordbook"
    },
    {
      "korean": "However, it takes between 20 to 50 years for a newly planted tree to grow large enough to be used in paper making. 듣기 Add to Wordbook 하지만 새롭게 심어진 나무가 종이를 만드는데 사용될 만큼 크게 자라려면 20년에서 50년이 걸려요. TIMES CORE",
      "english": "However, it takes between 20 to 50 years for a newly planted tree to grow large enough to be used in paper making. Add to Wordbook"
    },
    {
      "korean": "It’s good to see that researchers are working hard to change that image for Korea. 듣기 Add to Wordbook 사람들에게 심어진 생각을 바꾸기 위해 연구진들이 심혈을 기울이는 것은 좋은 일입니다. TIMES CORE",
      "english": "It’s good to see that researchers are working hard to change that image for Korea. Add to Wordbook"
    },
    {
      "korean": "A mustard seed, when planted, is less than any of the seeds that are on the earth; but when it is fully grown, it becomes the greatest of plants. 듣기 Add to Wordbook 땅에 심어진 겨자씨 하나는 이 세상 그 어느 씨보다도 작지만, 다 자라면 그 어떤 나무도 부럽지 않게 크게 자란다. TIMES CORE",
      "english": "A mustard seed, when planted, is less than any of the seeds that are on the earth; but when it is fully grown, it becomes the greatest of plants. Add to Wordbook"
    },
    {
      "korean": "At the end of the holiday season, either store the potted tree outside and bring it in again next year or plant it on an acreage, farm or wilderness area and buy another potted tree the following year. 듣기 Add to Wordbook 명절 시즌이 끝날 때, 화분에 심어진 나무를 밖에 두었다가 다음 해에 다시 들여오거나, 아니면 나무를 넓은 터나, 농장, 또는 야생 시역에 심고 내년에는 또 다른 화분에 심겨진 나무를 사세요. TIMES CORE",
      "english": "At the end of the holiday season, either store the potted tree outside and bring it in again next year or plant it on an acreage, farm or wilderness area and buy another potted tree the following year. Add to Wordbook"
    }
  ]
}