{
  "phrases": [
    {
      "phrase": "싶다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(하고 싶다) (동사로 쓰여) want (to), would like to, wish (to), (formal) desire (to), feel like (doing)",
        "(~한 생각이 들다) (동사로 쓰여) look, seem, appear"
      ]
    },
    {
      "phrase": "게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(갑각류) crab",
        "(비유적)"
      ]
    },
    {
      "phrase": "-게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(…하게)",
        "(하게 하다[되다])",
        "(반어적 가정)"
      ]
    },
    {
      "phrase": "-ㄹ게",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "게",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition ge",
        "Postposition ge (→게로)",
        "Postposition ge"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "wish to extend special acknowledgment to...",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "지효 씨 내가 물어보고 싶은 게 있어요 - 뭔데요? JIHYO, I have a question. - What is it? 듣기 View video TWICE : TWICE TV “34th Golden Disc Awards DAY 1”",
      "english": "JIHYO, I have a question. - What is it?"
    },
    {
      "korean": "[갑자기 분위기 질문 타임] 도현아 2020년에 하고 싶은 게 있어? [Suddenly, a question time] DO HYON, what do you want to do in 2020? 듣기 View video Dispatch : [ⓓxV] \"고오급 TMI 티키타카\" (한결, 도현 : H&D)",
      "english": "[Suddenly, a question time] DO HYON, what do you want to do in 2020?"
    },
    {
      "korean": "따고 싶은데 또 하고 싶은 게... I do. I also want to... 듣기 View video NCT : 19",
      "english": "I do. I also want to..."
    },
    {
      "korean": "클레이로 만들고 싶은 게 뭔가요? What do you want to make? 듣기 View video TOMORROW X TOGETHER : 연준&범규 : 뉴공작시간",
      "english": "What do you want to make?"
    },
    {
      "korean": "뭐가 있을까요 하고 싶은 게... Things that I want to try... 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.27 세봉이의 상상은 현실이 된다 #1",
      "english": "Things that I want to try..."
    }
  ],
  "examples": [
    {
      "korean": "You want to tell me something? OK, shoot! 듣기 Add to Wordbook 나한테 말하고 싶은 게 있다구? 좋아, 말해 봐! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You want to tell me something? OK, shoot! Add to Wordbook"
    },
    {
      "korean": "What do you want to say? 듣기 Add to Wordbook 말하고 싶은 게 뭐야? YBM All in All English-Korean Dictionary",
      "english": "What do you want to say? Add to Wordbook"
    },
    {
      "korean": "Yes, I have a few questions I'd like to ask him about it. What time will he be here? 듣기 Add to Wordbook 그러죠. 나도 그 기계에 관해 그에게 물어 보고 싶은 게 몇 가지 있어요. 몇 시에 온대요? YBM All in All English-Korean Dictionary",
      "english": "Yes, I have a few questions I'd like to ask him about it. What time will he be here? Add to Wordbook"
    },
    {
      "korean": "Do you know what I want to do? 듣기 Add to Wordbook 내가 하고 싶은 게 뭔지 아니? Neungyule",
      "english": "Do you know what I want to do? Add to Wordbook"
    },
    {
      "korean": "Well, what would you like to know? 듣기 Add to Wordbook 어, 알고 싶은 게 뭔데요? YBM All in All English-Korean Dictionary",
      "english": "Well, what would you like to know? Add to Wordbook"
    }
  ]
}