{
  "phrases": [
    {
      "phrase": "싸우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(말·힘·무기 등으로) fight, do battle (with); (말다툼하다) argue, quarrel; (전쟁을 하다) be at a war (with)",
        "(운동경기에서) fight, play (against)",
        "(시련·어려움 등에 맞서) fight (against), battle (against), struggle (against)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "go on the warpath",
      "frequency": 0
    },
    {
      "meaning": "fight",
      "frequency": 2
    },
    {
      "meaning": "grapple",
      "frequency": 1
    },
    {
      "meaning": "opposing",
      "frequency": 2
    },
    {
      "meaning": "전사 2",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "갑시다 싸우러 갑시다! Let's go fight now! 듣기 View video 뷰티로그(beautylog) : [뷰티로그 10회]나르샤의 집에서 하는 셀프네일~!",
      "english": "Let's go fight now!"
    },
    {
      "korean": "[피도 눈물도 없는 파이터 모드] 이쪽은 싸우러 가는 느낌. This side feels like I'm about to go fight. 듣기 View video 뷰티로그(beautylog) : [뷰티로그 10회]나르샤의 집에서 하는 셀프네일~!",
      "english": "This side feels like I'm about to go fight."
    },
    {
      "korean": "싸우러 온 게 아니고요. We're not here to fight. 듣기 View video V Special : 펑웬 팬미팅 in Seoul",
      "english": "We're not here to fight."
    },
    {
      "korean": "어쨌든 싸우러 오세요. Anyway, feel free to come. 듣기 View video Hong Jin Young : 갓떼리언니 오랜만~♡",
      "english": "Anyway, feel free to come."
    },
    {
      "korean": "바로 저분 싸우러 갈 텐데. I would've gone to fight that person. 듣기 View video CHOON (춘) entertainment : [#용국]용또죽의 배그방송",
      "english": "I would've gone to fight that person."
    }
  ],
  "examples": [
    {
      "korean": "They came across the Pacific and fought only out of raw self-interest. 발음듣기 그들은 천박한 이기심 때문에 태평양을 건너 싸우러 왔다. Neungyule",
      "english": "They came across the Pacific and fought only out of raw self-interest. 발음"
    },
    {
      "korean": "The dragon begins to terrorize Geatland, and Beowulf goes out to fight him. 발음듣기 용은 기트랜드를 위협하기 시작했고, 베어울프는 싸우러 나간다. Neungyule",
      "english": "The dragon begins to terrorize Geatland, and Beowulf goes out to fight him. 발음"
    },
    {
      "korean": "But as he watches his brother Bill go over to fight for the South, and his brother Tom and cousin Eb go to fight for the North, Jethro is no longer sure that war is all adventure and romance. 발음듣기 그러나 그의 형인 빌이 남쪽을 위해, 그의 다른 형제인 톰과 사촌인 엡은 북쪽을 위해 싸우러 전쟁터로 가는 것을 보면서, 제쓰로는 전쟁이 모험과 로맨스로 가득한 것이라는 생각을 더 이상 할 수 없게 됩니다. TIMES CORE",
      "english": "But as he watches his brother Bill go over to fight for the South, and his brother Tom and cousin Eb go to fight for the North, Jethro is no longer sure that war is all adventure and romance. 발음"
    },
    {
      "korean": "Snowman, we didn't come here to fight. 발음듣기 눈사람아 우린 여기에 싸우러 온 게 아니야. User translation Inaccurate information may be included due to the users' self-traslation. 내마음에불시착(kmli****) Web Collection",
      "english": "Snowman, we didn't come here to fight. 발음"
    },
    {
      "korean": "What do the other women wear to fights? 발음듣기 다른 여성들은 싸우러가는데 뭘 입지? User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "What do the other women wear to fights? 발음"
    }
  ]
}