{
  "phrases": [
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) come, (나타나다) turn up, show up, (방문하다) visit",
        "(학교·군대·회사 등에)",
        "(소식·연락·편지 등이) come"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건 등을) use",
        "(사람을) employ, hire",
        "(수단·방법 등을) use, (formal) employ"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(맛이) bitter",
        "(비유적) bitter"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(글·글씨 등을) write, (시·편지 등을) compose, (적다) put[write] (sth) down, (간단히) jot sth down"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(모자·안경 등을) wear, put on",
        "(우산 등을) put up"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dry",
      "frequency": 3
    },
    {
      "meaning": "stick 1",
      "frequency": 3
    },
    {
      "meaning": "rain check",
      "frequency": 0
    },
    {
      "meaning": "toggle",
      "frequency": 0
    },
    {
      "meaning": "burka",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[지금까지 그들이 써온 꼼수] 256... [The trick that they have used] 256... 듣기 View video BTS : Run BTS! 2019 - EP.60",
      "english": "[The trick that they have used] 256..."
    },
    {
      "korean": "[옌토끼랑은 콩나물 국밥 하실래예?] [20년간 써온] 김가루 뿌려서 콩나물 국밥? [ Bean sprout soup with Yena rabbit?] [Used for 20 years] Soup topped with seaweed? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 25회 선공개 - 아이즈원, 귀여워지는 마법의 모자로 심쿵사 유발♥",
      "english": "[ Bean sprout soup with Yena rabbit?] [Used for 20 years] Soup topped with seaweed?"
    },
    {
      "korean": "디테일 하게 대본을 잘 써온 거 같아요. from the comic in detail in our script. 듣기 View video SMTOWN : tvN '그녀는 거짓말을 너무 사랑해' 제작발표회 (tvN 'The liar and his lover' Production Presentation)",
      "english": "from the comic in detail in our script."
    },
    {
      "korean": "[숙제 검사~] 가사를 좀 써 온 사람이 있나요? [Checking the homework~] Has anyone written any lyrics? 듣기 View video THE BOYZ : [FULL] 더 보이즈 '꽃미남 분식집' 2회 '본격오픈준비!' The BOYZ \"Flower Snack\" ep.2",
      "english": "[Checking the homework~] Has anyone written any lyrics?"
    },
    {
      "korean": "재리 형이 외장하드로 굉장히 오랜 시간 써온 하드명이 치즈에요. Jerry.L used an external hard drive called, \"Cheese\". 듣기 View video BTOB : <이민혁 'Purple Rain' 런칭 전야제>",
      "english": "Jerry.L used an external hard drive called, \"Cheese\"."
    }
  ],
  "examples": [
    {
      "korean": "This novel is the latest of a long line of thrillers that he has written. 듣기 Add to Wordbook 이 소설은 그가 지금까지 써 온 많은 스릴러물 중 가장 최근작이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This novel is the latest of a long line of thrillers that he has written. Add to Wordbook"
    },
    {
      "korean": "Sometimes people carry to such perfection the mask they have assumed that in due course they actually become the person they seem. (William Somerset Maugham) 듣기 Add to Wordbook 때때로 사람들이 자신들이 써 온 가면을 너무 완벽하게 유지하다 보면 곧 그 가면이 진짜 모습이 되어 버리기도 한다. (윌리엄 서머셋 모옴, 자기관리명언) 명언/속담",
      "english": "Sometimes people carry to such perfection the mask they have assumed that in due course they actually become the person they seem. (William Somerset Maugham) Add to Wordbook"
    },
    {
      "korean": "Who’ s been using my comb? 듣기 Add to Wordbook 누가 내 빗을 써 온 거죠? YBM All in All English-Korean Dictionary",
      "english": "Who’ s been using my comb? Add to Wordbook"
    },
    {
      "korean": "BirdLife, which documents, analyzes, and works to conserve bird populations around the world, estimates that nearly 11 percent of the world's bird species are threatened with extinction and even more are in decline. 듣기 Add to Wordbook 전세계의 조류 보호를 위한 기록, 자료 분석 및 기타 활동에 힘써 온 '버드라이프'에 따르면 전세계 조류의 거의 11퍼센트가 멸종 위기에 처해 있으며, 그 수가 줄고 있는 조류는 훨씬 더 많다고 합니다. YBM All in All English-Korean Dictionary",
      "english": "BirdLife, which documents, analyzes, and works to conserve bird populations around the world, estimates that nearly 11 percent of the world's bird species are threatened with extinction and even more are in decline. Add to Wordbook"
    },
    {
      "korean": "BirdLife, which documents, analyzes, and works to conserve bird populations around the world, estimates that nearly 11 percent of the world's avian species are threatened with extinction and even more are in decline. 듣기 Add to Wordbook 전세계의 조류 보호를 위한 기록, 자료 분석 및 기타 활동에 힘써 온 '버드라이프'에 따르면 전세계 조류의 거의 11퍼센트가 멸종 위기에 처해 있으며, 그 수가 줄고 있는 조류는 훨씬 더 많다고 합니다. YBM All in All English-Korean Dictionary",
      "english": "BirdLife, which documents, analyzes, and works to conserve bird populations around the world, estimates that nearly 11 percent of the world's avian species are threatened with extinction and even more are in decline. Add to Wordbook"
    }
  ]
}