{
  "phrases": [
    {
      "phrase": "썩다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(부패하다) rot (away), decay, decompose",
        "(돈·물건·재능 등이)",
        "(사회·제도 등이) be corrupt, (S) stink"
      ]
    },
    {
      "phrase": "썩은 동아줄 같다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be like a rotten rope"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "southern blight",
      "frequency": 0
    },
    {
      "meaning": "The wood is rotting.",
      "frequency": 0
    },
    {
      "meaning": "lie fallow",
      "frequency": 0
    },
    {
      "meaning": "Christmas tree allergy",
      "frequency": 0
    },
    {
      "meaning": "rot",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "벌레가 끼면 주변에서 싫어하세요. - 썩고. insects gather up and your neighbors wouldn't like it. - It will decay, too. 듣기 View video V Animal Family : [해피빈펀딩] 배다해와 알아보는 길고양이와 함께 살아가는 법 #BaeDaHae #HappyBean #Cat",
      "english": "insects gather up and your neighbors wouldn't like it. - It will decay, too."
    },
    {
      "korean": "표정 왜 이렇게 썩었어 무슨 일 있음? Why do you have a long face? Anything happened? 듣기 View video 콬TV (WHYNOT) : 눈 마주친 여자와 키스했다 [키스요괴] EP01 우연의 시작",
      "english": "Why do you have a long face? Anything happened?"
    },
    {
      "korean": "[그래도 진 형을 믿어보는 홉이] - 썩은 동아줄이라도 잡아보겠어, 지금 - 땄다! [j-hope believes in Jin] - I'll hold on to a rotten rope since I don't have a choice. - There! 듣기 View video BTS : Run BTS! 2020 - EP.96",
      "english": "[j-hope believes in Jin] - I'll hold on to a rotten rope since I don't have a choice. - There!"
    },
    {
      "korean": "빈티지 나무는 썩은 거 아니에요? Doesn't that basically mean a rotten tree? 듣기 View video TWICE : 원스!",
      "english": "Doesn't that basically mean a rotten tree?"
    },
    {
      "korean": "내가 볶음밥 재료가 썩어서 버렸는지 어떻게 했는지 언니가 봤어? Have you seen me throw out ingredients because they rotted? 듣기 View video 우주소녀(WJSN) : [은서 다영] 힝 놀랐지? 은서임다 Ep.02",
      "english": "Have you seen me throw out ingredients because they rotted?"
    }
  ],
  "examples": [
    {
      "korean": "The water in the pond was stagnating. 발음듣기 연못의 물이 썩고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The water in the pond was stagnating. 발음"
    },
    {
      "korean": "That tooth looks like it's already started to decay. 발음듣기 이가 썩고 있는 것 같다. Neungyule",
      "english": "That tooth looks like it's already started to decay. 발음"
    },
    {
      "korean": "This teacher is having problems because of English. 발음듣기 이 체육교사는 영어 때문에 골치를 썩고 있다. Neungyule",
      "english": "This teacher is having problems because of English. 발음"
    },
    {
      "korean": "An expensive machinery is just rusting away in some corner of the factory. 발음듣기 비싼 기계가 공장 한구석에서 썩고 있다 Neungyule",
      "english": "An expensive machinery is just rusting away in some corner of the factory. 발음"
    },
    {
      "korean": "Banana prices are falling in Latin America, land prices for banana plantations are also dropping and some fruit is rotting in the fields. 발음듣기 중남미에서 바나나 값이 떨어지고 있고 바나나 농장의 땅값 역시 내리고 있으며, 일부 과일은 밭에서 썩고 있다. YBM All in All English-Korean Dictionary",
      "english": "Banana prices are falling in Latin America, land prices for banana plantations are also dropping and some fruit is rotting in the fields. 발음"
    }
  ]
}