{
  "phrases": [],
  "meanings": [
    {
      "meaning": "let me see/think",
      "frequency": 0
    },
    {
      "meaning": "going ham",
      "frequency": 0
    },
    {
      "meaning": "Jorissen method",
      "frequency": 0
    },
    {
      "meaning": "courage dot com",
      "frequency": 0
    },
    {
      "meaning": "Saignee",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "쎈데요. It's very intense. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "It's very intense."
    },
    {
      "korean": "[영접하기 힘든 쎈 언니] 치타 치타! [Strong unnie that's hard to greet] Cheetah! Cheetah! 듣기 View video 모비딕(Mobidic) : 금손 레오제이의 쎈언니 치타 커버 메이크업 <분칠왕> 4회",
      "english": "[Strong unnie that's hard to greet] Cheetah! Cheetah!"
    },
    {
      "korean": "오늘은 '쎈마이웨이' 녹화를 마치고 퇴근하시는 쎈 언니! The strong (tough) unnie is on her way home after finishing \"Strong Is My Way\"! 듣기 View video 모비딕(Mobidic) : 금손 레오제이의 쎈언니 치타 커버 메이크업 <분칠왕> 4회",
      "english": "The strong (tough) unnie is on her way home after finishing \"Strong Is My Way\"!"
    },
    {
      "korean": "[쎈둥이 여러분 우리 함께 영상 돌려보기 100번 합시다!] 미치려면 곱게 미쳐! [Let's watch this video 100 times!] If you're going to go mad, go mad gracefully! 듣기 View video 모비딕(Mobidic) : <쎈마이웨이> 신입사원의 회사생활 꿀팁! 직장인 스트레스 때문에 힘들어요",
      "english": "[Let's watch this video 100 times!] If you're going to go mad, go mad gracefully!"
    },
    {
      "korean": "쎄러데이나잇 느낌으로다가... A Saturday night. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 7부_ep.6 프로美낭낭! 포피즈 화보촬영에 도전하다!",
      "english": "A Saturday night."
    }
  ],
  "examples": [
    {
      "korean": "The researchers determined the stickiness of the frogs' tongues was greater than their body mass by 50 percent. 듣기 Add to Wordbook 과학자들은 개구리혀의 끈끈함이 그들 몸무게의 50%만큼 더 쎄다고 발겼했습니다. TIMES CORE",
      "english": "The researchers determined the stickiness of the frogs' tongues was greater than their body mass by 50 percent. Add to Wordbook"
    },
    {
      "korean": "\"It could be anything at this point,\" said marine biologist Tony LaCasse. 듣기 Add to Wordbook \"이 일은 이 시점에서 무엇이든지 될 수 있어요,\" 라고 해양 생물학자인 토니 라카쎄는 말했어요. TIMES CORE",
      "english": "\"It could be anything at this point,\" said marine biologist Tony LaCasse. Add to Wordbook"
    },
    {
      "korean": "What if it's stronger than me? 듣기 Add to Wordbook 만약 그것이 나보다 훨씬 쎄다면? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 JAKE L(dleh****)",
      "english": "What if it's stronger than me? Add to Wordbook"
    },
    {
      "korean": "Richard Preston is trim, fit and unusually strong. 듣기 Add to Wordbook 리차드 프리스턴은 날씬하고, 힘이 매우 쎄다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 웁스이런(dhwj****)",
      "english": "Richard Preston is trim, fit and unusually strong. Add to Wordbook"
    },
    {
      "korean": "He was a really tough guy. 듣기 Add to Wordbook 그 새끼는 진짜 쎈놈이었어 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jake(4thm****)",
      "english": "He was a really tough guy. Add to Wordbook"
    }
  ]
}