{
  "phrases": [
    {
      "phrase": "쏘다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(화살·총·대포 등을) shoot (at), fire (at/on), (formal) discharge",
        "(벌레 등이) sting",
        "(말투가 날카로운 모양) snap (at), say sharply[curtly], (informal) bite[snap] one's head off"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈으로) see, watch, look (at), catch sight (of), (처음으로) set[lay, clap] eyes (on), (목격하다) spot, witness",
        "(TV·영화 등을) watch, see",
        "(사람을) see, meet (with)"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "more"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "[접속사] than (※형용사, 부사의 비교급 뒤에 온다) [전치사] to (※prefer, be superior, be inferior 등의 뒤에 온다) 기타"
      ]
    },
    {
      "phrase": "보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb try",
        "Assistant adverb experience",
        "Assistant adverb boda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "outshoot",
      "frequency": 0
    },
    {
      "meaning": "shoot looters on sight",
      "frequency": 0
    },
    {
      "meaning": "fire away at the enemy",
      "frequency": 0
    },
    {
      "meaning": "He stared awfully.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "총 한 번 쏴봐! Shoot at me! 듣기 View video 모비딕(Mobidic) : 의뢰인 취향 저격한 최현석 \"연어 없는 집에서 연어요리를 만들어라!\" <초이가이버> 9회",
      "english": "Shoot at me!"
    },
    {
      "korean": "제대로 쏴봐 애꾸눈 윌리. Give me your best shot, One-Eyed Willy. 듣기 View video WIWO : Deadpool2 Domino covermakeup 데드풀2여성히어로도미노 커버 메이크업",
      "english": "Give me your best shot, One-Eyed Willy."
    },
    {
      "korean": "그 총 쏴봐. Try shooting that gun. 듣기 View video V COOKIE : [Full]VAV X VSLIVE - VAV의 VSLIVE!",
      "english": "Try shooting that gun."
    },
    {
      "korean": "형이 싫어하는 사람을 생각하면서 쏴봐요. Think about shooting somebody you don't like. 듣기 View video V COOKIE : [Full] MY NAME X VSLIVE - 마이네임의 VSLIVE !",
      "english": "Think about shooting somebody you don't like."
    },
    {
      "korean": "이거 집었으니까 한번 써봐요. - 시원하게 쏴주세요. Since you've already picked a gun, shoot it. - Go on. 듣기 View video SMTOWN : [Replay] Red Velvet 'Russian Roulette' COMEBACK COUNTDOWN",
      "english": "Since you've already picked a gun, shoot it. - Go on."
    }
  ],
  "examples": [
    {
      "korean": "Go ahead and shoot, you rotten beasts! 듣기 Add to Wordbook 쏴봐 이 끔찍한 괴물들아 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ykm0611(ykm0****)",
      "english": "Go ahead and shoot, you rotten beasts! Add to Wordbook"
    },
    {
      "korean": "Not bad for someone who's never fired in combat. 듣기 Add to Wordbook 전투에서 한 번도 총을 쏴본적이 없는 사람도 나쁘지 않다고 봐. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "Not bad for someone who's never fired in combat. Add to Wordbook"
    },
    {
      "korean": "She gave him a sullen glare. 듣기 Add to Wordbook 그녀가 뚱하니 그를 쏘아 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She gave him a sullen glare. Add to Wordbook"
    },
    {
      "korean": "Rory shot her a black look. 듣기 Add to Wordbook 로리가 증오 어린 눈초리로 그녀를 쏘아 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rory shot her a black look. Add to Wordbook"
    },
    {
      "korean": "I don’t think he’ll shoot—I think he’s just bluffing. 듣기 Add to Wordbook 그가 총을 쏘지는 않을 거야. 그냥 엄포를 놓는 거라고 봐. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I don’t think he’ll shoot—I think he’s just bluffing. Add to Wordbook"
    }
  ]
}