{
  "phrases": [
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건 등을) use",
        "(사람을) employ, hire",
        "(수단·방법 등을) use, (formal) employ"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(맛이) bitter",
        "(비유적) bitter"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(글·글씨 등을) write, (시·편지 등을) compose, (적다) put[write] (sth) down, (간단히) jot sth down"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(모자·안경 등을) wear, put on",
        "(우산 등을) put up"
      ]
    },
    {
      "phrase": "쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(묘·무덤 등을)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "twofold purchase",
      "frequency": 0
    },
    {
      "meaning": "write",
      "frequency": 3
    },
    {
      "meaning": "use",
      "frequency": 3
    },
    {
      "meaning": "spell",
      "frequency": 3
    },
    {
      "meaning": "scrawl",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "머리를 어떻게 쓰느냐에 따라서 다르죠. -그렇죠. It depends on how you use it. - Right. 듣기 View video IDOL x IDOL : VAV - Very Awesome VAV '우리 모두 함께 할 때가 가장 행복해요!'",
      "english": "It depends on how you use it. - Right."
    },
    {
      "korean": "멀리건을 어떻게 쓰느냐가 중요한 것 같아요. It's important to see how we'll use the Mulligan. 듣기 View video SMTOWN : 전설의 초대 (CELEB CHAMPIONS TROPHY) 4편",
      "english": "It's important to see how we'll use the Mulligan."
    },
    {
      "korean": "맞습니다. - 그러니까 지금 호시한테 존댓말을 쓰느냐, 반말을 쓰느냐의 차이지. Right. - I could talk formally or informally to Hoshi. 듣기 View video SEVENTEEN : [SEVENTEEN] 안녕 오랜만 ❤",
      "english": "Right. - I could talk formally or informally to Hoshi."
    },
    {
      "korean": "그게, 제가 여기 오늘 사탕을 몇 개를 쓰느냐? The question was how many candies will I use today, right? 듣기 View video 2PM : be my sweetie!",
      "english": "The question was how many candies will I use today, right?"
    },
    {
      "korean": "맞아. - 그게 이제 저희가 존댓말을 쓰느냐, 아니면 반말을 쓰느냐의 차이죠. Right. - We talk either formally or casually according to situations. 듣기 View video SEVENTEEN : [SEVENTEEN] 안녕 오랜만 ❤",
      "english": "Right. - We talk either formally or casually according to situations."
    }
  ],
  "examples": [
    {
      "korean": "Sending flowers is a measure of how much you care. 듣기 Add to Wordbook 꽃을 보내는 것은 당신이 얼마나 마음을 쓰느냐를 보여 주는 표시이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sending flowers is a measure of how much you care. Add to Wordbook"
    },
    {
      "korean": "It depends how often I use my phone. 듣기 Add to Wordbook 제가 전화를 얼마나 많이 쓰느냐에 따라 달라요. YBM All in All English-Korean Dictionary",
      "english": "It depends how often I use my phone. Add to Wordbook"
    },
    {
      "korean": "It’s not about how many books that you have, but how much time is spent reading. 듣기 Add to Wordbook 이것은 여러분이 얼마나 많은 책을 갖고 있는 가의 문제가 아니라, 얼마나 많은 시간을 책을 읽는 데 쓰느냐의 문제예요. TIMES CORE",
      "english": "It’s not about how many books that you have, but how much time is spent reading. Add to Wordbook"
    },
    {
      "korean": "The question is about how we spend the money. 듣기 Add to Wordbook 문제는 어떻게 우리가 그 돈을 쓰느냐에 관한 것입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 향이남편 민이아빠(wpip****) Hansard",
      "english": "The question is about how we spend the money. Add to Wordbook"
    },
    {
      "korean": "The other thing about \"a\" or an\" is that it's \"a\" or an\". 듣기 Add to Wordbook a 와 an 에 관한 다른 점은 a 를 쓰느냐 혹은 an 을 쓰느냐 입니다. Khan Academy",
      "english": "The other thing about \"a\" or an\" is that it's \"a\" or an\". Add to Wordbook"
    }
  ]
}