{
  "phrases": [
    {
      "phrase": "쓸쓸하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(고독하다) lonely, solitary, lonesome, (우울하다) melancholy, (쓸쓸해 보이다) forlorn"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dreariness",
      "frequency": 0
    },
    {
      "meaning": "forlornness",
      "frequency": 0
    },
    {
      "meaning": "lonesomeness",
      "frequency": 0
    },
    {
      "meaning": "uncouthness",
      "frequency": 0
    },
    {
      "meaning": "comfortlessness",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이면에 쓸쓸함. but on the other side of things, he's lonely. 듣기 View video BTOB : 비투비 - 비트콤 #72 ('아름답고도 아프구나' M/V 촬영 현장 비하인드)",
      "english": "but on the other side of things, he's lonely."
    },
    {
      "korean": "쓸쓸함과 재밌음. Melancholy and fun. 듣기 View video iKON : 주내의 자유분'방'",
      "english": "Melancholy and fun."
    },
    {
      "korean": "사실 쓸쓸함이 좀 많습니다. I'm kind of a melancholy guy. 듣기 View video iKON : 주내의 자유분'방'",
      "english": "I'm kind of a melancholy guy."
    },
    {
      "korean": "쓸쓸함을 공유해드리고자... I wanted to share this emotion. 듣기 View video iKON : 주내의 자유분'방'",
      "english": "I wanted to share this emotion."
    },
    {
      "korean": "여러분의 쓸쓸함을 제 쓸쓸함으로 풀어드릴게요. I'll let you feel better by showing you how melancholy I am. 듣기 View video iKON : 주내의 자유분'방'",
      "english": "I'll let you feel better by showing you how melancholy I am."
    }
  ],
  "examples": [
    {
      "korean": "It's lonely at the top, you know that. 듣기 Add to Wordbook 최고의 자리에 오르게 되면 쓸쓸함도 같이 오는거야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "It's lonely at the top, you know that. Add to Wordbook"
    },
    {
      "korean": "She must be very desolate tonight. 듣기 Add to Wordbook 그녀는 오늘밤 아주 쓸쓸함에 틀림없다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 스탠다드(fing****)",
      "english": "She must be very desolate tonight. Add to Wordbook"
    },
    {
      "korean": "She looked so forlorn, standing there in the rain. 듣기 Add to Wordbook 그녀는 거기 빗속에 서 있는 모습이 너무도 쓸쓸해 보였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She looked so forlorn, standing there in the rain. Add to Wordbook"
    },
    {
      "korean": "The setting sun lent an air of melancholy to the scene. 듣기 Add to Wordbook 지는 해가 그 장면에 쓸쓸한 느낌을 더해 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The setting sun lent an air of melancholy to the scene. Add to Wordbook"
    },
    {
      "korean": "The house stood forlornly on the hillside. 듣기 Add to Wordbook 그 집은 산허리에 쓸쓸하게 서 있었다. Neungyule",
      "english": "The house stood forlornly on the hillside. Add to Wordbook"
    }
  ]
}