{
  "phrases": [
    {
      "phrase": "씨",
      "hanja": " (氏)",
      "example": {},
      "meanings": [
        "(특정 성을 가진 집안·사람) family, clan",
        "(성·이름 뒤에 붙여서) (남성에게 붙여서 ) Mr., (여성에게 붙여서) Mrs., Miss, Ms."
      ]
    },
    {
      "phrase": "씨",
      "hanja": "",
      "example": {},
      "meanings": [
        "(씨앗) seed, (Brit) pip, (복숭아 등의) (Am) pit, (Brit) stone",
        "(근원)",
        "(혈통)"
      ]
    },
    {
      "phrase": "-씨",
      "hanja": " (氏)",
      "example": {},
      "meanings": [
        "Affix -ssi (→씨2)"
      ]
    },
    {
      "phrase": "-씨",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -ssi"
      ]
    },
    {
      "phrase": "씨가 마르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Seeds dry up"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "seed",
      "frequency": 3
    },
    {
      "meaning": "Ms",
      "frequency": 3
    },
    {
      "meaning": "Mr",
      "frequency": 3
    },
    {
      "meaning": "pit 2",
      "frequency": 0
    },
    {
      "meaning": "c/o",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어땠어요, 뷔 씨? How was it, V? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "How was it, V?"
    },
    {
      "korean": "날아가! - 슈가 씨! Fly! - SUGA! 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Fly! - SUGA!"
    },
    {
      "korean": "뭐였죠, 진 씨? What was it, Jin? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "What was it, Jin?"
    },
    {
      "korean": "뭐죠 백호 씨? What is it, Baekho? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "What is it, Baekho?"
    },
    {
      "korean": "어땠어요 지효 씨? How did it go, JIHYO? 듣기 View video TWICE : TWICE TV “34th Golden Disc Awards DAY 2”",
      "english": "How did it go, JIHYO?"
    }
  ],
  "examples": [
    {
      "korean": "I would like to back up Mr Anderson. 듣기 Add to Wordbook 난 앤더슨 씨를 지원하겠다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Smith(05wh****) Hansard",
      "english": "I would like to back up Mr Anderson. Add to Wordbook"
    },
    {
      "korean": "Blame the traitor Brown for the loss of your pensions it was him that started the rot. 듣기 Add to Wordbook 당신의 연금을 잃은 것에 대해 반역자 Brown씨를 원망하라. 그는 부패를 시작한 장본인이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 luna(arte****)",
      "english": "Blame the traitor Brown for the loss of your pensions it was him that started the rot. Add to Wordbook"
    },
    {
      "korean": "Madam Speaker: I call Mr. Mark Todd. 듣기 Add to Wordbook 의장: 마크 토드 씨를 호출합니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 빡초아(kong****) Hansard",
      "english": "Madam Speaker: I call Mr. Mark Todd. Add to Wordbook"
    },
    {
      "korean": "Madam Speaker: I call Mr. Duncan Smith. 듣기 Add to Wordbook 의장: 던컨 스미스 씨를 호출합니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 빡초아(kong****) Hansard",
      "english": "Madam Speaker: I call Mr. Duncan Smith. Add to Wordbook"
    },
    {
      "korean": "You didn't steal the sunflower seeds. 듣기 Add to Wordbook 넌 해바라기 씨를 훔치지 않았어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 이석현(pa50****)",
      "english": "You didn't steal the sunflower seeds. Add to Wordbook"
    }
  ]
}