{
  "phrases": [
    {
      "phrase": "아무것",
      "hanja": "",
      "example": {},
      "meanings": [
        "anything"
      ]
    },
    {
      "phrase": "아무것도 아니다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be nothing"
      ]
    },
    {
      "phrase": "아무것도 아닌 일",
      "hanja": "",
      "example": {},
      "meanings": [
        "an easy thing",
        "a piece of cake",
        "a walk in the park"
      ]
    },
    {
      "phrase": "아무것도 아닌 일에 화내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lose one´s temper for nothing"
      ]
    },
    {
      "phrase": "아무것도 타지 않은",
      "hanja": "",
      "example": {},
      "meanings": [
        "pure",
        "straight"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "nothing",
      "frequency": 3
    },
    {
      "meaning": "a thing",
      "frequency": 0
    },
    {
      "meaning": "nothing at all",
      "frequency": 0
    },
    {
      "meaning": "jack-all",
      "frequency": 0
    },
    {
      "meaning": "Nichts",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나 아무것도 없는데? I don't have any. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "I don't have any."
    },
    {
      "korean": "아무것도 없는데! I don't have anything. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "I don't have anything."
    },
    {
      "korean": "없어! 아무것도 없어! There's nothing. There's nothing! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "There's nothing. There's nothing!"
    },
    {
      "korean": "우리 아무것도 아니야? - 진짜 아파! We're nothing? - It's really hurt! 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "We're nothing? - It's really hurt!"
    },
    {
      "korean": "그런 거 없죠? 못 먹고 막 그런 거 없죠? - 저희 아무것도 안 하고 그냥 먹어요? We're not playing any game for food, are we? - Can we eat for nothing? 듣기 View video OSEN : Golden Child 골든차일드, 치킨 100마리도 먹을 것 같은 식성 #스타로드 09",
      "english": "We're not playing any game for food, are we? - Can we eat for nothing?"
    }
  ],
  "examples": [
    {
      "korean": "You don't own any of it? 듣기 Add to Wordbook 너 아무것도 가진 게 없어? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 yeseo(njho****)",
      "english": "You don't own any of it? Add to Wordbook"
    },
    {
      "korean": "We don't want any of that. 듣기 Add to Wordbook 우리는 아무것도 원치 않아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ㅋㅎㅋㅎ(eun_****)",
      "english": "We don't want any of that. Add to Wordbook"
    },
    {
      "korean": "But don't be obvious or nothing. 듣기 Add to Wordbook 아무것도 단정 짓지 마. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 구슬기(gsg2****)",
      "english": "But don't be obvious or nothing. Add to Wordbook"
    },
    {
      "korean": "Don't worry about all of this. 듣기 Add to Wordbook 아무 것도 걱정하지 마. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "Don't worry about all of this. Add to Wordbook"
    },
    {
      "korean": "I did not say no one, not. 듣기 Add to Wordbook 나는 아무것도 말하지 않았어. 아무것도 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 she8nom_(she8****)",
      "english": "I did not say no one, not. Add to Wordbook"
    }
  ]
}