{
  "phrases": [
    {
      "phrase": "알다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정보나 지식을 갖추다) know, learn, have (good) knowledge (of), be familiar (with)",
        "(이해하다) understand, know, see, follow, appreciate, (informal) get, make out",
        "(깨닫다, 인지하다) realize, recognize, find, notice, sense, (formal) perceive, be aware (of), be conscious (of)"
      ]
    },
    {
      "phrase": "아는 것이 병[탈]",
      "hanja": "",
      "example": {},
      "meanings": [
        "Knowing too much is a disease, Where ignorance is bliss, it is folly to be wise, Ignorance is the peace of life",
        "Knowing too much is a disease, Where ignorance is bliss, it is folly to be wise, Ignorance is the peace of life"
      ]
    },
    {
      "phrase": "아는 놈 당하지 못한다",
      "hanja": "",
      "example": {},
      "meanings": [
        "You can never defeat someone who knows more than you do"
      ]
    },
    {
      "phrase": "아는 체하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람을)",
        "(잘난 체하다) act like one knows everything"
      ]
    },
    {
      "phrase": "내가 아는 바로는",
      "hanja": "",
      "example": {},
      "meanings": [
        "so[as] far as I know",
        "to the best of my knowledge",
        "from what I know"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "acquainted",
      "frequency": 3
    },
    {
      "meaning": "pervious",
      "frequency": 0
    },
    {
      "meaning": "knowful",
      "frequency": 0
    },
    {
      "meaning": "with it",
      "frequency": 0
    },
    {
      "meaning": "sure",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이거 내가 아는 그건가? Is this the one I know? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Is this the one I know?"
    },
    {
      "korean": "맛집을 제일 잘 아는 멤버는? Who knows good restaurants the most? 듣기 View video OSEN : Golden Child 골든차일드, 치킨 100마리도 먹을 것 같은 식성 #스타로드 09",
      "english": "Who knows good restaurants the most?"
    },
    {
      "korean": "우리 러브와 뉴이스트만이 아는 비밀? A secret only between L.O.Λ.E and NU'EST? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "A secret only between L.O.Λ.E and NU'EST?"
    },
    {
      "korean": "아는 사람? Does anyone know? 듣기 View video TOMORROW X TOGETHER : 태현 탄신일❣",
      "english": "Does anyone know?"
    },
    {
      "korean": "[아는 사이?] [Do they know each other?] View video 내 전공은 힙합(My major is HIPHOP) : Ep 11. “저 사람은 랩하게 생겼네;;” 한 자리에 모인 12대학 래퍼들!! 시작된 신경전!!",
      "english": "[Do they know each other?]"
    }
  ],
  "examples": [
    {
      "korean": "She disclaimed any knowledge of her husband’s whereabouts. 듣기 Add to Wordbook 그녀는 남편의 행방에 대해 전혀 아는 바가 없다고 말했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She disclaimed any knowledge of her husband’s whereabouts. Add to Wordbook"
    },
    {
      "korean": "He’s a known thief. 듣기 Add to Wordbook 그는 사람들이 아는[소문난] 도둑이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s a known thief. Add to Wordbook"
    },
    {
      "korean": "It is instructive to see how other countries are tackling the problem. 듣기 Add to Wordbook 다른 국가들이 그 문제에 어떻게 대처하고 있는지를 보는[아는] 것은 유익하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is instructive to see how other countries are tackling the problem. Add to Wordbook"
    },
    {
      "korean": "He’s just a business acquaintance. 듣기 Add to Wordbook 그는 그냥 사업상 아는 사람이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s just a business acquaintance. Add to Wordbook"
    },
    {
      "korean": "There is no need to state the obvious. 듣기 Add to Wordbook 누구나 다 아는 것은 말할 필요가 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There is no need to state the obvious. Add to Wordbook"
    }
  ]
}