{
  "phrases": [
    {
      "phrase": "arbour ( arbor )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 정자(정원 내에 뼈대를 세우고 덩굴식물을 올려 그 아래 앉아 쉴 수 있게 만들어 놓은 자리)"
      ]
    },
    {
      "phrase": "arbor ( arbour )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 식물 나무, 수목, 교목, 목본(tree)"
      ]
    },
    {
      "phrase": "arbor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 나무 그늘(의 쉼터)",
        "Noun (나뭇가지나 덩굴로 덮인) 정자"
      ]
    },
    {
      "phrase": "aba",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 아바 ((아라비아 사람의 소매없는 헐렁한 옷))",
        "Noun 아바 ((낙타·염소 털의 직물))"
      ]
    },
    {
      "phrase": "arbor",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 기계 축(axle), 굴대"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Arbour, Louise",
      "frequency": 0
    },
    {
      "meaning": "Ann Arbor",
      "frequency": 0
    },
    {
      "meaning": "gang tool",
      "frequency": 0
    },
    {
      "meaning": "motor driven arbor press",
      "frequency": 0
    },
    {
      "meaning": "avermatin",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "식목일 스포라... Spoiler for \"Arbor Day\"... 듣기 View video INFINITE : 메피스토 먹방 ~",
      "english": "Spoiler for \"Arbor Day\"..."
    },
    {
      "korean": "' '식목일' 스포요!' \"Spoiler for 'Arbor Day'\"! 듣기 View video INFINITE : 메피스토 먹방 ~",
      "english": "\"Spoiler for 'Arbor Day'\"!"
    },
    {
      "korean": "'식목일' 티켓 왔어? Tickets for \"Arbor Day\" came? 듣기 View video INFINITE : 남메피 Tmi",
      "english": "Tickets for \"Arbor Day\" came?"
    },
    {
      "korean": "'식목일 1'이랑 비슷해요~ It's similar to \"Arbor Day 1\". 듣기 View video INFINITE : 메피스토 먹방 ~",
      "english": "It's similar to \"Arbor Day 1\"."
    },
    {
      "korean": "'식목일 2' 기대한다고요? You are looking forward to \"Arbor Day 2\"? 듣기 View video INFINITE : 남피스토 먹방",
      "english": "You are looking forward to \"Arbor Day 2\"?"
    }
  ],
  "examples": [
    {
      "korean": "During Arbour's visit, he promised not to lock out the U.N. human rights office in Cambodia. 듣기 Add to Wordbook 훈센 총리는 아버 판무관에게 캄보디아의 유엔 인권 사무소는 폐쇄하지 않을 것이라고 약속했습니다. YBM All in All English-Korean Dictionary",
      "english": "During Arbour's visit, he promised not to lock out the U.N. human rights office in Cambodia. Add to Wordbook"
    },
    {
      "korean": "Ou Virak, spokesman for the Cambodian Center for Human Rights in Phnom Penh, said this agreement showed the value of Arbour's visit. 듣기 Add to Wordbook 오우 비락 프놈펜 소재 캄보디아 인권 센터 대변인은 훈센 총리의 이러한 약속이 아버 판무관의 방문성과를 보여준다고 말합니다. YBM All in All English-Korean Dictionary",
      "english": "Ou Virak, spokesman for the Cambodian Center for Human Rights in Phnom Penh, said this agreement showed the value of Arbour's visit. Add to Wordbook"
    },
    {
      "korean": "The U.N. High Commissioner for Human Rights (Louise Arbour) has arrived in Khartoum for talks with officials and rights advocates involved in the Darfur region. 듣기 Add to Wordbook 유엔 최고 인권위원장인 루이스 아버 씨는 카트만두에 도착하여 관리자들과 회담을 갖으며 다르푸 지역을 포함한 권리 옹호에 논의하였습니다. YBM All in All English-Korean Dictionary",
      "english": "The U.N. High Commissioner for Human Rights (Louise Arbour) has arrived in Khartoum for talks with officials and rights advocates involved in the Darfur region. Add to Wordbook"
    },
    {
      "korean": "The United Nations human rights chief has added more ammunition to a war of words between the U.N. and Cambodia, issuing a strong charge of the country's judiciary. 듣기 Add to Wordbook 루이스 아버 유엔인권 고등판무관이 캄보디아의 사법제도를 강도높게 비판하면서 캄보디아가 유엔과 격돌하고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "The United Nations human rights chief has added more ammunition to a war of words between the U.N. and Cambodia, issuing a strong charge of the country's judiciary. Add to Wordbook"
    },
    {
      "korean": "United Nations High Commissioner for Human Rights Louise Arbour has cautioned that Israel and the Palestinians are on the edge of a human rights and humanitarian crisis. 듣기 Add to Wordbook 루이즈 아버 유엔인권고등판무관은 이스라엘과 팔스타인이 인권 및 인도주의 위기에 직면해 있다고 경고했습니다. YBM All in All English-Korean Dictionary",
      "english": "United Nations High Commissioner for Human Rights Louise Arbour has cautioned that Israel and the Palestinians are on the edge of a human rights and humanitarian crisis. Add to Wordbook"
    }
  ]
}