{
  "phrases": [
    {
      "phrase": "아리",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Ari"
      ]
    },
    {
      "phrase": "아리",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Agri"
      ]
    },
    {
      "phrase": "아리",
      "hanja": " (阿里地區(아리지구))",
      "example": {},
      "meanings": [
        "지명 Ngari Prefecture"
      ]
    },
    {
      "phrase": "아리",
      "hanja": " (衙里)",
      "example": {},
      "meanings": [
        "지명 A-ri"
      ]
    },
    {
      "phrase": "ARIE",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation 원자력용어 actual routine inspection effort, 실제(實際) 통상사찰업무량(通常査察業務量)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Ağrı",
      "frequency": 0
    },
    {
      "meaning": "Ripuarian",
      "frequency": 0
    },
    {
      "meaning": "aching",
      "frequency": 0
    },
    {
      "meaning": "Ahriman",
      "frequency": 0
    },
    {
      "meaning": "zedoary",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아리가 여자야? Is Ari a girl? 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "Is Ari a girl?"
    },
    {
      "korean": "그래서 아리가... That's why Ari is... 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "That's why Ari is..."
    },
    {
      "korean": "\"아리 자랑 좀 해주세요\" - 아리요? \"Please show off Ari\". - Ari? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "\"Please show off Ari\". - Ari?"
    },
    {
      "korean": "진짜 맛있다 - \"다현아 우리 아리 지내고 있습니까?\" It's so good. - \"DAHYUN, how's Ari?\" 듣기 View video TWICE : TWICE UNIV. 패션동아리 동아리방",
      "english": "It's so good. - \"DAHYUN, how's Ari?\""
    },
    {
      "korean": "아리소녀 님께서 '손 많이 씻으면 하얘져요?' \"Fan ID\" said, \"Do your hand get paler if you wash them a lot?\" 듣기 View video Hwang Chi Yeul : #2020 #밤황치열시 #part.19 #DJ황치열",
      "english": "\"Fan ID\" said, \"Do your hand get paler if you wash them a lot?\""
    }
  ],
  "examples": [
    {
      "korean": "But noticibly absent from the winners’ podium, India Arie walking into the night with seven nominations, walking out empty handed. 발음듣기 그러나 특히 주목할 만한 결과는 7개 부문에 노미네이트되어 행사장에 입장한 인디아 아리가 단상에 오르지 못하고 빈손으로 퇴장했다는 것입니다. YBM All in All English-Korean Dictionary",
      "english": "But noticibly absent from the winners’ podium, India Arie walking into the night with seven nominations, walking out empty handed. 발음"
    },
    {
      "korean": "The man in the photo is Juan Arredondo, a U.S. soldier who lost his arm in Iraq. 발음듣기 사진 속의 남자는 미국 군인인 후안 아리돈도로 이라크에서 그의 팔을 잃었어요. TIMES CORE",
      "english": "The man in the photo is Juan Arredondo, a U.S. soldier who lost his arm in Iraq. 발음"
    },
    {
      "korean": "\"Iraq is not cooperating,\"said White House spokesman Ari Fleischer. 발음듣기 \"이라크는 협조를 하고 있지 않다,\"라고 아리 플레셔, 미 백악관 대변인이 말을 했다. TIMES CORE",
      "english": "\"Iraq is not cooperating,\"said White House spokesman Ari Fleischer. 발음"
    },
    {
      "korean": "An Indian scientist named Aryabhatta invented the number zero. 발음듣기 아리아바타 (5세기 후반기에 활약한 인도의 수학자, 천문학자)라는 인도의 과학자가 숫자 \"0\"을 발명했습니다. TIMES CORE",
      "english": "An Indian scientist named Aryabhatta invented the number zero. 발음"
    },
    {
      "korean": "President Gloria Arroyo first took rule in January 2001, during a popular revolt against Joseph Estrada. 발음듣기 아리요가 처음 대통령직에 오르게 된 것은 필리핀 국민들 사이에서 조셉 에스트라다에 대한 반대 시위가 한참이던 2001년 1월이었다. TIMES CORE",
      "english": "President Gloria Arroyo first took rule in January 2001, during a popular revolt against Joseph Estrada. 발음"
    }
  ]
}