{
  "phrases": [
    {
      "phrase": "아이",
      "hanja": "",
      "example": {},
      "meanings": [
        "child (children), (informal) kid, (어린이) youngster"
      ]
    },
    {
      "phrase": "아이",
      "hanja": "",
      "example": {},
      "meanings": [
        "Interjection goodness, oh gosh",
        "Interjection ouch, aw, darn",
        "Interjection wow, yay"
      ]
    },
    {
      "phrase": "eye",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (한쪽) 눈 (→black eye, compound eye, lazy eye, shut-eye)",
        "Noun 눈이 …한[…개인]",
        "Verb (특히 탐이 나거나 의심스러워서) 쳐다보다"
      ]
    },
    {
      "phrase": "I",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 아이(영어 알파벳의 아홉째 글자)",
        "Pronoun 나는, 내가(1인칭 단수 대명사의 주격) (→me)"
      ]
    },
    {
      "phrase": "aye",
      "hanja": "",
      "example": {},
      "meanings": [
        "Interjection 네, 응, 그럼",
        "Interjection 늘, 아직도"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "kid",
      "frequency": 3
    },
    {
      "meaning": "child",
      "frequency": 3
    },
    {
      "meaning": "I",
      "frequency": 3
    },
    {
      "meaning": "youngster",
      "frequency": 3
    },
    {
      "meaning": "kid 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "아 장난이었어? 아이 뭐야~ Ah you were joking? What is this?? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Ah you were joking? What is this??"
    },
    {
      "korean": "우리 길동이 뭐 하는 걸 좋아하는 아이입니까? What does Gildong like? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "What does Gildong like?"
    },
    {
      "korean": "많이 힘들겠다~ 아이 괜찮아요~ It sounds hard... Ah, it's all right. 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "It sounds hard... Ah, it's all right."
    },
    {
      "korean": "말 안 듣는 아이 이리노! 이리노! Lee Know who doesn't listen! Lee Know! 듣기 View video Stray Kids : 산을 넘어 산호세로 ~~❤",
      "english": "Lee Know who doesn't listen! Lee Know!"
    },
    {
      "korean": "투 머치하게 아이콘택트 하는 게 TMI? Having eye contact too much is your TMI? 듣기 View video TREASURE (트레저) : TREASURE - [T.M.I] EP.4",
      "english": "Having eye contact too much is your TMI?"
    }
  ],
  "examples": [
    {
      "korean": "childproof containers for medicines 듣기 Add to Wordbook 아이들이 열지 못하게 만든 약병 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "childproof containers for medicines Add to Wordbook"
    },
    {
      "korean": "The child was in floods of tears. 듣기 Add to Wordbook 그 아이는 눈물을 펑펑 흘리고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The child was in floods of tears. Add to Wordbook"
    },
    {
      "korean": "poor children going barefoot in the street 듣기 Add to Wordbook 거리를 맨발로 다니는 가련한 아이들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "poor children going barefoot in the street Add to Wordbook"
    },
    {
      "korean": "The kids were playing on the swings. 듣기 Add to Wordbook 그 아이들은 그네를 타며 놀고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The kids were playing on the swings. Add to Wordbook"
    },
    {
      "korean": "The kids wanted to go on the dodgems. 듣기 Add to Wordbook 아이들은 도젬을 타러 가고 싶어 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The kids wanted to go on the dodgems. Add to Wordbook"
    }
  ]
}