{
  "phrases": [
    {
      "phrase": "아씨",
      "hanja": "",
      "example": {},
      "meanings": [
        "(호칭) your lady, Mrs., madam, mistress"
      ]
    },
    {
      "phrase": "arsey",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 호주 영어, 비격식 겁나게 운이 좋은"
      ]
    },
    {
      "phrase": "arsy",
      "hanja": "",
      "example": {},
      "meanings": [
        "ADJ a variant spelling of arsey"
      ]
    },
    {
      "phrase": "Ossi",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (옛) 동독 사람"
      ]
    },
    {
      "phrase": "ossi-",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Prefix] bone"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pussy 1",
      "frequency": 3
    },
    {
      "meaning": "my lady",
      "frequency": 0
    },
    {
      "meaning": "lakin",
      "frequency": 0
    },
    {
      "meaning": "ladyship",
      "frequency": 0
    },
    {
      "meaning": "Little Women",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아씨 이게 또 언제 묻었어? When did this get here? 듣기 View video 플레이리스트 (Playlist) : 이거 썸이다 vs 엥? 완전 아니다 [크네유] - EP.03",
      "english": "When did this get here?"
    },
    {
      "korean": "아 씨X 진짜 - 뭐? 뭔 발? What the... - What? What did you say? 듣기 View video 콬TV (WHYNOT) : 저희 오늘부터 1일이에요❤️[리얼:타임:러브] EP2 New Love",
      "english": "What the... - What? What did you say?"
    },
    {
      "korean": "아씨 어떻게 알았지? How did she know? 듣기 View video 스튜디오 픽또 / PICK DDO : 인싸가 된 아싸짱 ep.2",
      "english": "How did she know?"
    },
    {
      "korean": "아씨, 그럼 어디 가서 먹지? Where do we go, then? 듣기 View video 플레이리스트 (Playlist) : 고3이 미쳐버릴 수 밖에 없는 이유; [인서울] - EP.06",
      "english": "Where do we go, then?"
    },
    {
      "korean": "아씨 보라니까! - 아 싫다니까요! Look! - I don't want to! 듣기 View video 스튜디오 픽또 / PICK DDO : 나는 아싸였다, 그를 만나기 전까지... [인싸가 된 아싸짱] Teaser",
      "english": "Look! - I don't want to!"
    }
  ],
  "examples": [
    {
      "korean": "Li Zhihua lives in Xiaoshaba village. 듣기 Add to Wordbook 리 찌후아씨는 찌아오샤바 마을에 살고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Li Zhihua lives in Xiaoshaba village. Add to Wordbook"
    },
    {
      "korean": "Economics professor Ernesto Pernia, at the University of the Philippines, says it has 2 aspects. 듣기 Add to Wordbook 필리핀대학의 경제학 교수 에네스토 퍼니아씨는 해외취업에는 두 가지 측면이 있다고 지적합니다. YBM All in All English-Korean Dictionary",
      "english": "Economics professor Ernesto Pernia, at the University of the Philippines, says it has 2 aspects. Add to Wordbook"
    },
    {
      "korean": "She points out that people evacuating the volcano could feel its heat, and that animals had started to panic, which locals believe is a indication of impending burst. 듣기 Add to Wordbook 커니아씨는 또, 대피한 주민들은 그 열기를 감지할 수 있었고 동물들이 공포에 빠져 우왕좌왕하기 시작했다고 말했습니다. 현지 주민들은 이를 임박한 폭발의 징조로 여기고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "She points out that people evacuating the volcano could feel its heat, and that animals had started to panic, which locals believe is a indication of impending burst. Add to Wordbook"
    },
    {
      "korean": "You are the son of the most popular and veteran singer, Tae Jin-a. 듣기 Add to Wordbook 본인은 가장 유명하면서도 베테랑 가수인 태 진 아씨의 아들인데요. TIMES CORE",
      "english": "You are the son of the most popular and veteran singer, Tae Jin-a. Add to Wordbook"
    },
    {
      "korean": "Mr. Balfour cannot be called a man of letters in the strict sense of the term. 듣기 Add to Wordbook 발포아씨는 엄정한 뜻의 문인이라고는 할 수 없다. 영어영작문대사전",
      "english": "Mr. Balfour cannot be called a man of letters in the strict sense of the term. Add to Wordbook"
    }
  ]
}