{
  "phrases": [
    {
      "phrase": "aisle",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 통로 (→gangway)"
      ]
    },
    {
      "phrase": "isle",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (Abbr.) I, I., Is.. (특히 시(詩)나 이름에서) 섬"
      ]
    },
    {
      "phrase": "I'll",
      "hanja": "",
      "example": {},
      "meanings": [
        "Short form I shall의 축약형",
        "Short form I will의 축약형"
      ]
    },
    {
      "phrase": "Isle",
      "hanja": "",
      "example": {},
      "meanings": [
        "Geology (Abbr.) ISL."
      ]
    },
    {
      "phrase": "Isle",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Proper noun] A river in Somerset, England, which flows into the River Parrett.",
        "[Proper noun] A city in Minnesota.",
        "[Proper noun] A river in south-west France, which flows into the Dordogne."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "gombeen",
      "frequency": 0
    },
    {
      "meaning": "pishogue",
      "frequency": 0
    },
    {
      "meaning": "Presque Isle",
      "frequency": 0
    },
    {
      "meaning": "Isle of Wight",
      "frequency": 0
    },
    {
      "meaning": "Islay",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "백승아일 수도 있어 - 그래? Or Baek Seung Ah. - Really? 듣기 View video V DRAMA : 하늘에서 내리는 일억개의 별 X 앞터V (The smile has left your eyes X Early Interview)",
      "english": "Or Baek Seung Ah. - Really?"
    },
    {
      "korean": "아, 일로 와 - 창빈이란 멤버 데려와야 돼요? Hey. - You need Changbin? 듣기 View video V PICK! : [Stray Kids] 저기요 여기 혹시 쓰리라차 있어요? (3RACHA playing their songs)",
      "english": "Hey. - You need Changbin?"
    },
    {
      "korean": "아 일이 되게 소중한 거라는 걸. I realized how this work was precious. 듣기 View video 졸잼티비 (joLjamTV) : ep14. 여배우들의 속사정 _ 뷰티스코드3",
      "english": "I realized how this work was precious."
    },
    {
      "korean": "아, 일 하는게 아니라? Oh, it didnt' feel like work? 듣기 View video INFINITE : [REPLAY] [INFINITE ONLY] SHOWCASE",
      "english": "Oh, it didnt' feel like work?"
    },
    {
      "korean": "비행기에서 창가 자리랑 복도 자리 중에 어느 자리를 더 좋아해요? Which seat do you prefer on the plane, aisle or window seat? 듣기 View video AB6IX : AB6IX (에이비식스) 100 DAYS❗ - DAE HWI",
      "english": "Which seat do you prefer on the plane, aisle or window seat?"
    }
  ],
  "examples": [
    {
      "korean": "You mean you're thinking of having kids? 듣기 Add to Wordbook 당신은 아일 갖는 것에 대해 생각하고 있다는 뜻이야? Neungyule",
      "english": "You mean you're thinking of having kids? Add to Wordbook"
    },
    {
      "korean": "A flotilla of small icebergs was also recently seen off the coast of New Zealand's South Island. 듣기 Add to Wordbook 최근 다수의 작은 빙하들이 뉴질랜드의 사우스 아일린드 해안에서 발견되었다. Neungyule",
      "english": "A flotilla of small icebergs was also recently seen off the coast of New Zealand's South Island. Add to Wordbook"
    },
    {
      "korean": "I meet him every morning ’bout a half past eight. 듣기 Add to Wordbook 매일 아침 8시 30분쯤 그 아일 만나. YBM All in All English-Korean Dictionary",
      "english": "I meet him every morning ’bout a half past eight. Add to Wordbook"
    },
    {
      "korean": "The typhus bacterium, which is carried by the Type A strain of lice, may be native to the Americas,' one scientist said. 듣기 Add to Wordbook 한 과학자는, 'A 종(種) 계통의 이에 의해 옮겨지는, 발진티푸스 박테리아는 원래부터 아메리카 대륙에 있었던 것(박테리아)일 수도 있다. Neungyule",
      "english": "The typhus bacterium, which is carried by the Type A strain of lice, may be native to the Americas,' one scientist said. Add to Wordbook"
    },
    {
      "korean": "Marianne Cruz, vice president of marketing for Lansing, announced Thursday that it expects demand for its twin-aisle commercial jets to increase in the next quarter. 듣기 Add to Wordbook 랜싱 사의 마케팅 부사장인 마리안느 크루즈는 목요일에 다음 분기에 자사의 트윈 아일 여객기에 대한 수요가 증가할 것으로 기대하고 있다고 밝혔다. YBM All in All English-Korean Dictionary",
      "english": "Marianne Cruz, vice president of marketing for Lansing, announced Thursday that it expects demand for its twin-aisle commercial jets to increase in the next quarter. Add to Wordbook"
    }
  ]
}