{
  "phrases": [],
  "meanings": [
    {
      "meaning": "a thrilling achievement",
      "frequency": 0
    },
    {
      "meaning": "aslamazov-larkin theory",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[아슬][아슬] - 뺄 수 있는 게 없는데? - 그래? [Dangerous] - I can't take any of them out. - Really? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Dangerous] - I can't take any of them out. - Really?"
    },
    {
      "korean": "[아슬 아슬] [안 돼, 제발 그곳만은...] [No! Not there!] View video 세이브펫챌린지 SAVE PET CHALLENGE : 조빈! 학대견 프로젝트 악마의 오토바이 ‘왕구’를 위한 도전! [세이브펫챌린지] 19회",
      "english": "[No! Not there!]"
    },
    {
      "korean": "아, 슬이 말고? - 응. Not Seul? - Yes. 듣기 View video Happy Robot Records : [THE koxx] 수요미식단 -10회특집 방송",
      "english": "Not Seul? - Yes."
    },
    {
      "korean": "[아슬 아슬] 형, 그래도 슈가 형보다 빨리 가는 거 같아요. [Risky looking] I think you're stilll going faster than Suga. 듣기 View video BTS : Run BTS! 2018 - EP.42",
      "english": "[Risky looking] I think you're stilll going faster than Suga."
    },
    {
      "korean": "[시작부터 아슬] 아니, 거기가 아니고 반대로예요. [Difficult from the start] No, not that way. Opposite. 듣기 View video BTS : Run BTS! 2018 - EP.42",
      "english": "[Difficult from the start] No, not that way. Opposite."
    }
  ],
  "examples": [
    {
      "korean": "I prefer to play Manchester United or Arsenal, because Liverpool are not a team who know how to play good football. 듣기 Add to Wordbook 나는 맨유나 아슬널과 맞붙기를 선호하는데, 리버풀은 좋은 경기를 하는 방법을 모르는 팀이기 때문이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "I prefer to play Manchester United or Arsenal, because Liverpool are not a team who know how to play good football. Add to Wordbook"
    },
    {
      "korean": "Ballack is out for revenge after the Gunners came from behind to win 2-1 at Stamford Bridge earlier this season. 듣기 Add to Wordbook 발락이 아슬널이 이번 시즌 초반 스탬포드 브리지에서 2 대1로 역전승을 거둔 것에 대하여 복수에 나섰다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Ballack is out for revenge after the Gunners came from behind to win 2-1 at Stamford Bridge earlier this season. Add to Wordbook"
    },
    {
      "korean": "Former CIA Director James Woolsey sides with the president, but recently said it's a close call. 듣기 Add to Wordbook 전 CIA국장인 James Woolsey는 대통령의 편을 따랐지만, 최근에는 아슬 아슬하게 이루어지고 있다고 말한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 esther9082(esth****)",
      "english": "Former CIA Director James Woolsey sides with the president, but recently said it's a close call. Add to Wordbook"
    },
    {
      "korean": "Man, dodged a bullet there, huh? 듣기 Add to Wordbook 방금건 아슬하게 스쳐갔네? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 FUTURE(kims****)",
      "english": "Man, dodged a bullet there, huh? Add to Wordbook"
    }
  ]
}