{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "아 좀 저리 가 봐! Let go of me! 듣기 View video 콬TV (WHYNOT) : 한 번 진상은 영원한 진상이다 [가두리횟집] EP06",
      "english": "Let go of me!"
    },
    {
      "korean": "아 좀 작닭! This size is too small! 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.9 불면제로 #2 (Insomnia-Zero #2)",
      "english": "This size is too small!"
    },
    {
      "korean": "아 좀 쉬자 쉬어가자! Oh! Let's rest. Let's take a break! 듣기 View video ASTRO : 로하가 보고싶어서 ☺️",
      "english": "Oh! Let's rest. Let's take a break!"
    },
    {
      "korean": "아 좀 맛있게 먹을 수 있는 음악 없나? Is there any music while eating chicken? 듣기 View video VICTON : 앨리스 안녕! 보고싶다 ❤️",
      "english": "Is there any music while eating chicken?"
    },
    {
      "korean": "아 좀 끊겨요? It's cutting off a little? 듣기 View video SM CCC LAB : [펫셔니스타 탱구 LIVE] 태연+제로 in LA",
      "english": "It's cutting off a little?"
    }
  ],
  "examples": [
    {
      "korean": "Oh, come on, that's just crap. 발음듣기 아. 좀! 그건 그냥 헛소리야 User translation Inaccurate information may be included due to the users' self-traslation. July(kjr7****) Web Collection",
      "english": "Oh, come on, that's just crap. 발음"
    },
    {
      "korean": "Oh, you met her a little while ago. 발음듣기 아, 좀 전에 그녀를 만났구나. User translation Inaccurate information may be included due to the users' self-traslation. 달튼(nowh****) Web Collection",
      "english": "Oh, you met her a little while ago. 발음"
    },
    {
      "korean": "Come on, isn't there some other way? 발음듣기 아 좀, 다른방법은 없을까? User translation Inaccurate information may be included due to the users' self-traslation. 달토끼(ghkd****) Web Collection",
      "english": "Come on, isn't there some other way? 발음"
    },
    {
      "korean": "Ah, something more pressing came up here. 발음듣기 아, 좀더 긴급한 무엇인가가 여기서 일어났다. User translation Inaccurate information may be included due to the users' self-traslation. 인생을 재미있게(ihha****) Web Collection",
      "english": "Ah, something more pressing came up here. 발음"
    },
    {
      "korean": "I said, 'Come on Fatty, pull your finger out'. 발음듣기 내가 말했다, '아 좀 뚱뚱아 일을 시작하라구.' User translation Inaccurate information may be included due to the users' self-traslation. JAKE L(dleh****) Web Collection",
      "english": "I said, 'Come on Fatty, pull your finger out'. 발음"
    }
  ]
}