{
  "phrases": [
    {
      "phrase": "아프다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸이) (상처 등이) painful, sore, (병으로) sick, ill, (동사로 쓰여) hurt, ache",
        "(마음이) painful",
        "(비유적)"
      ]
    },
    {
      "phrase": "아픈 곳을[데를] 건드리다[찌르다]",
      "hanja": "",
      "example": {},
      "meanings": [
        "touch[poke] someone's sore spot"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hurt",
      "frequency": 3
    },
    {
      "meaning": "painful",
      "frequency": 3
    },
    {
      "meaning": "sick",
      "frequency": 3
    },
    {
      "meaning": "ache",
      "frequency": 3
    },
    {
      "meaning": "sore",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "나도 아프군 - 괜찮은가? Me too. - Are you all right? 듣기 View video V COOKIE : [FULL] APRIL X SUITS KNIGHTS - 에이프릴의 정장방!",
      "english": "Me too. - Are you all right?"
    },
    {
      "korean": "볼링 10개를 친 것보다 더 아프군. It hurts more than when I play 10 bowling matches. 듣기 View video Girl's Day : 소진의 힐링타임 EP.3",
      "english": "It hurts more than when I play 10 bowling matches."
    },
    {
      "korean": "안 아팠습니다! hurt at all! 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "hurt at all!"
    },
    {
      "korean": "너무 아픈데 아무도 없어요... It hurts so much, but no one's there. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "It hurts so much, but no one's there."
    },
    {
      "korean": "우리 아무것도 아니야? - 진짜 아파! We're nothing? - It's really hurt! 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "We're nothing? - It's really hurt!"
    }
  ],
  "examples": [
    {
      "korean": "You are a very sick man, Mr. West. 듣기 Add to Wordbook 당신은 아주 아프군요, 웨스트 씨. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사과향기(lees****)",
      "english": "You are a very sick man, Mr. West. Add to Wordbook"
    },
    {
      "korean": "I don't like to complain, but my foot hurts. 듣기 Add to Wordbook 불평하고 싶지 않습니다만 발이 아프군요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 안빈낙도(nakb****)",
      "english": "I don't like to complain, but my foot hurts. Add to Wordbook"
    },
    {
      "korean": "That guilty look on your face, it's sick. 듣기 Add to Wordbook 당신의 죄책감이 얼굴에 묻어나는 군요, 아프군요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 콩대(just****)",
      "english": "That guilty look on your face, it's sick. Add to Wordbook"
    },
    {
      "korean": "You killed two cops today, and that's a problem. 듣기 Add to Wordbook 넌 오늘 경찰 두명을 죽였어 골치가 아프군 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "You killed two cops today, and that's a problem. Add to Wordbook"
    },
    {
      "korean": "The poor natives - they are being deluded by our enemy's lies. 듣기 Add to Wordbook 놈들의 거짓에 원주민들이 속아넘어가다니 마음이 아프군요. hansemEUG",
      "english": "The poor natives - they are being deluded by our enemy's lies. Add to Wordbook"
    }
  ]
}