{
  "phrases": [
    {
      "phrase": "차 안에 열쇠를 꽃은 채로 문을 닫아 버렸습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "SOS표현 I've locked my keys in the car.",
        "SOS표현 I locked my keys in my car."
      ]
    },
    {
      "phrase": "꽃",
      "hanja": "",
      "example": {},
      "meanings": [
        "(식물) flower, bloom, (나무에 열린) blossom",
        "(비유적) (literary) the flower (of)"
      ]
    },
    {
      "phrase": "안",
      "hanja": " (案)",
      "example": {},
      "meanings": [
        "(안건) item",
        "(의견, 제안) suggestion, idea, proposal"
      ]
    },
    {
      "phrase": "안",
      "hanja": "",
      "example": {},
      "meanings": [
        "(내부) the inside, interior",
        "(이내), (=내)"
      ]
    },
    {
      "phrase": "잘[안] 내리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be digestible[indigestible]",
        "be easy[hard] of digestion[to digest]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pomander",
      "frequency": 0
    },
    {
      "meaning": "mizrah",
      "frequency": 0
    },
    {
      "meaning": "kaka beak",
      "frequency": 0
    },
    {
      "meaning": "desert pea",
      "frequency": 0
    },
    {
      "meaning": "glory pea",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "당근 꽃 안되나요? Can you do a carrot flower? 듣기 View video EXID : EXID의 쿡방! <생일상을 부탁해>",
      "english": "Can you do a carrot flower?"
    },
    {
      "korean": "민지 꽃 안 사? Aren't you going to buy Minzy's flowers? 듣기 View video 언니쓰 / Unnies : 언니들의 특별한 쇼핑 / Unnies... Special shopping",
      "english": "Aren't you going to buy Minzy's flowers?"
    },
    {
      "korean": "저 꽃 안 좋아해요. - 보는 건 좋아해요. - 꽃 좋아. I don't like flowers. - I like looking at flowers. - I like flowers. 듣기 View video GFRIEND : GFRIEND Coming Up",
      "english": "I don't like flowers. - I like looking at flowers. - I like flowers."
    },
    {
      "korean": "'나는 꽃 중에서 코스모스가 제일 좋다. 왜냐하면 꽃 안에 별이 있기 때문이다'. \"My best favorite flower is cosmos. It has stars inside petals\". 듣기 View video NCT의 night night! : NCT 마크와 함께하는 '동심 DREAM' 녹음 현장! (with Mark Tue. 21st Mar. at 8pm)",
      "english": "\"My best favorite flower is cosmos. It has stars inside petals\"."
    },
    {
      "korean": "젤로 씨는 꽃 안 좋아하시나요? - 저는 이게 시드니까 관리를 어떻게 하나 싶어요. ZELO, do you like flowers? - I don't know what to do if they wither. 듣기 View video B.A.P : [REPLAY] B.A.P 컴백 Vring U 꽃을 든 남자들(B.A.P with flowers)",
      "english": "ZELO, do you like flowers? - I don't know what to do if they wither."
    }
  ],
  "examples": [
    {
      "korean": "Who crashed this crate? There are flowers in it. 듣기 Add to Wordbook 누가 이 나무상자를 박살냈어? 안에 꽃이 들어있단 말야. Neungyule",
      "english": "Who crashed this crate? There are flowers in it. Add to Wordbook"
    },
    {
      "korean": "The room was completely filled with the scent of flowers. 듣기 Add to Wordbook 방 안은 꽃향기로 가득 차 있었다 Neungyule",
      "english": "The room was completely filled with the scent of flowers. Add to Wordbook"
    },
    {
      "korean": "an imperfect flower 듣기 Add to Wordbook 불완전한[안갖춤] 꽃, 자웅 이화. Friendict Level English-Korean Dictionary",
      "english": "an imperfect flower Add to Wordbook"
    },
    {
      "korean": "You said you didn't like flowers. 듣기 Add to Wordbook 너 꽃 안 좋아한다고 말했었잖아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 BIC(rlat****)",
      "english": "You said you didn't like flowers. Add to Wordbook"
    },
    {
      "korean": "Is it possible to have flowers in the room? 듣기 Add to Wordbook 방 안에 꽃을 놓아도 될까요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "Is it possible to have flowers in the room? Add to Wordbook"
    }
  ]
}