{
  "phrases": [
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밖에서 안으로) enter, go[get, come] in(to), walk[step] in(to)",
        "(안에 담겨 있다) have, contain, hold",
        "(햇볕 등이)"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손에 잡다) hold, take; (집어 올리다) pick up; (몸에 지니고 다니다) carry",
        "(위로 올리다) raise, lift (up), put up",
        "(예·이유 등을) give, quote, cite"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(먹다) have, eat; (마시다) drink"
      ]
    },
    {
      "phrase": "들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(칼 등이) cut (well), be sharp"
      ]
    },
    {
      "phrase": "안",
      "hanja": " (案)",
      "example": {},
      "meanings": [
        "(안건) item",
        "(의견, 제안) suggestion, idea, proposal"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ill",
      "frequency": 2
    },
    {
      "meaning": "bad",
      "frequency": 2
    },
    {
      "meaning": "handle",
      "frequency": 2
    },
    {
      "meaning": "uncongenial",
      "frequency": 0
    },
    {
      "meaning": "honestly",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "색깔이 좀 마음에 안 들지만 어쩔 수 없으니까. But I don't like the color. But whatever. 듣기 View video NU'EST : NU’EST 'CANVAS' COMEBACK COUNTDOWN LIVE",
      "english": "But I don't like the color. But whatever."
    },
    {
      "korean": "와~ 진짜. - 점수는 마음에 안 들지만 그래도 생각보다 잘 쳤어요. Wow, really. - I don't like my score but I bowled better than I expected. 듣기 View video MONSTA X : [몬채널][B] EP.78 2018 설특집 아육대 DAY2",
      "english": "Wow, really. - I don't like my score but I bowled better than I expected."
    },
    {
      "korean": "리액션이 조금 마음에 안 들지만 저도 그렇다고 하겠습니다. I don't like her response but I would say so. 듣기 View video V Beauty : 룡이&훈남 둘의 talk show 남심저격 메이크업",
      "english": "I don't like her response but I would say so."
    },
    {
      "korean": "안 가능한 부분. - 곧 A&R 팀에서 전화가 올 것 같은 느낌이 들지만. I don't think so. - A&R team will call us. 듣기 View video AKMU : 점심시간 방송",
      "english": "I don't think so. - A&R team will call us."
    },
    {
      "korean": "안해줄 거 같은 느낌이 들지만. I have a feeling that you wouldn't answer us. 듣기 View video AKMU : [AKMU의 사춘기노트 p.05] 찾아가는 여름특집!!",
      "english": "I have a feeling that you wouldn't answer us."
    }
  ],
  "examples": [
    {
      "korean": "This is effortless, but requires attention. 발음듣기 힘은 전혀 안 들지만 각별한 주의를 요합니다. YBM All in All English-Korean Dictionary",
      "english": "This is effortless, but requires attention. 발음"
    },
    {
      "korean": "I may not like other drivers, but I do like having my own car. 발음듣기 다른 운전자들은 마음에 안 들지만, 자가용 있는 거는 좋은 걸요. YBM All in All English-Korean Dictionary",
      "english": "I may not like other drivers, but I do like having my own car. 발음"
    },
    {
      "korean": "It usually costs $400 to enter a triathlon, but the race applications are filled up within hours. 발음듣기 일반적으로 3종 경기에 참가하는 데는 400달러가 들지만 경기 신청은 몇 시간 안에 만원이 된다. Neungyule",
      "english": "It usually costs $400 to enter a triathlon, but the race applications are filled up within hours. 발음"
    },
    {
      "korean": "The morning sunlight flooded into the room. 발음듣기 아침 햇살이 방 안으로 넘쳐 들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The morning sunlight flooded into the room. 발음"
    },
    {
      "korean": "He felt a pricking sensation in his throat. 발음듣기 그는 목 안이 따끔거리는 느낌이 들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He felt a pricking sensation in his throat. 발음"
    }
  ]
}