{
  "phrases": [
    {
      "phrase": "알다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정보나 지식을 갖추다) know, learn, have (good) knowledge (of), be familiar (with)",
        "(이해하다) understand, know, see, follow, appreciate, (informal) get, make out",
        "(깨닫다, 인지하다) realize, recognize, find, notice, sense, (formal) perceive, be aware (of), be conscious (of)"
      ]
    },
    {
      "phrase": "안다고 가정된 주체",
      "hanja": "",
      "example": {},
      "meanings": [
        "철학 subject suppposed to know"
      ]
    },
    {
      "phrase": "아는 것이 병[탈]",
      "hanja": "",
      "example": {},
      "meanings": [
        "Knowing too much is a disease, Where ignorance is bliss, it is folly to be wise, Ignorance is the peace of life",
        "Knowing too much is a disease, Where ignorance is bliss, it is folly to be wise, Ignorance is the peace of life"
      ]
    },
    {
      "phrase": "알게 모르게",
      "hanja": "",
      "example": {},
      "meanings": [
        "in the manner of one being unaware of something, unwittingly"
      ]
    },
    {
      "phrase": "알 게 뭐야[뭐나]",
      "hanja": "",
      "example": {},
      "meanings": [
        "It is not of one's concern"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "know[have] all the answers",
      "frequency": 0
    },
    {
      "meaning": "agnorance",
      "frequency": 0
    },
    {
      "meaning": "know",
      "frequency": 3
    },
    {
      "meaning": "understand",
      "frequency": 3
    },
    {
      "meaning": "clear",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이제 볼 줄 안다고. Now I see it, man. 듣기 View video OSEN : Stray Kids 스트레이키즈, 게임에 정신없이 빠져버린 썰 #스타로드 12",
      "english": "Now I see it, man."
    },
    {
      "korean": "[세상 사람들 제 말 좀 들어주세요!] 저 알아요! 저 안다고요! [Please hear me out, everyone] I know the answer! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "[Please hear me out, everyone] I know the answer!"
    },
    {
      "korean": "아리가 방송을 안다고? Ari understands broadcasts? 듣기 View video LEE JIN HYUK : 그냥 와봤어 브이단><",
      "english": "Ari understands broadcasts?"
    },
    {
      "korean": "저희 'IT'z SUMMER'를 안다고요? You know our \"IT'z SUMMER\"? 듣기 View video ITZY : 챌💕",
      "english": "You know our \"IT'z SUMMER\"?"
    },
    {
      "korean": "'꼭 너 같은 거 낳아봐야지 안다고.' \"Give birth to a baby just like you.\" 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "\"Give birth to a baby just like you.\""
    }
  ],
  "examples": [
    {
      "korean": "You said you knew the way. 듣기 Add to Wordbook 네가 길을 안다고 말했잖아. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You said you knew the way. Add to Wordbook"
    },
    {
      "korean": "Assume A knows B is guilty. 듣기 Add to Wordbook 가령 B 가 유죄라는 걸 A 가 안다고 합시다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Assume A knows B is guilty. Add to Wordbook"
    },
    {
      "korean": "Let’s suppose X knows what Y is doing. 듣기 Add to Wordbook 가령 Y [을]가 무엇을 하고 있는지 X [갑]가 안다고 하자. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let’s suppose X knows what Y is doing. Add to Wordbook"
    },
    {
      "korean": "Even at my advanced age I still know how to enjoy myself! 듣기 Add to Wordbook 이 고령에도 난 아직 나 자신을 즐길 줄 안다고! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Even at my advanced age I still know how to enjoy myself! Add to Wordbook"
    },
    {
      "korean": "I don’t pretend (that) I know much about the subject, but… 듣기 Add to Wordbook 제가 그 주제에 대해 많이 안다고 주장하는 것은 아닙니다만, … Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I don’t pretend (that) I know much about the subject, but… Add to Wordbook"
    }
  ]
}