{
  "phrases": [
    {
      "phrase": "안주",
      "hanja": " (按酒)",
      "example": {},
      "meanings": [
        "snack[munchies, appetizer] served with alcoholic beverages"
      ]
    },
    {
      "phrase": "안주",
      "hanja": " (安住)",
      "example": {},
      "meanings": [
        "Noun living in peace",
        "Noun satisfaction, settling for"
      ]
    },
    {
      "phrase": "안주하다",
      "hanja": " (安住하다)",
      "example": {},
      "meanings": [
        "settle for, be satisfied[content] with"
      ]
    },
    {
      "phrase": "마른안주",
      "hanja": " (―按酒)",
      "example": {},
      "meanings": [
        "dried snack, bar snack"
      ]
    },
    {
      "phrase": "현실에 안주하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "settle for the present[status quo, way things are]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "accompaniment",
      "frequency": 1
    },
    {
      "meaning": "complacency",
      "frequency": 0
    },
    {
      "meaning": "touchings",
      "frequency": 0
    },
    {
      "meaning": "bank-field",
      "frequency": 0
    },
    {
      "meaning": "complacent",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안주도 지금 돼? Can I order a side dish? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 15. 겉바속촉 회기파전 아님! 경희대vs한국외대의 회기파戰에 낀 성균관! 그 결과는?",
      "english": "Can I order a side dish?"
    },
    {
      "korean": "우리 지금 안주 정하면 돼? Can we order food now? 듣기 View video Dispatch : [늉포차] \"스페셜 안주에 진심인 편\" (NU'EST)",
      "english": "Can we order food now?"
    },
    {
      "korean": "오늘 안주는 뭘 먹어야 되나... What should I get for today's snack... 듣기 View video 콬TV (WHYNOT) : 한 번 진상은 영원한 진상이다 [가두리횟집] EP06",
      "english": "What should I get for today's snack..."
    },
    {
      "korean": "안주 뺏었다가 줬다가 하는 건가? depending on the outcome of the games? 듣기 View video Dispatch : [늉포차] \"이구역 트롯신은 누구?\" (NU'EST)",
      "english": "depending on the outcome of the games?"
    },
    {
      "korean": "어제 먹던 안주가 좀 남았나? Do I have any leftover snacks from yesterday? 듣기 View video 콬TV (WHYNOT) : 가두리횟집에 어서오세요! [가두리횟집] EP01",
      "english": "Do I have any leftover snacks from yesterday?"
    }
  ],
  "examples": [
    {
      "korean": "a dangerously complacent attitude to the increase in unemployment 발음듣기 실업률 증가에 대해 위험할 정도로 현실 안주적인 태도 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a dangerously complacent attitude to the increase in unemployment 발음"
    },
    {
      "korean": "Despite signs of an improvement in the economy, there is no room for complacency. 발음듣기 경제가 개선되는 조짐들이 있긴 하지만 안주하고 있을 여지는 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Despite signs of an improvement in the economy, there is no room for complacency. 발음"
    },
    {
      "korean": "Securitarianism is strong in some countries. 발음듣기 몇 나라들에서 극보안주의가 강력하다. 국제영어대학원대학교 신어사전",
      "english": "Securitarianism is strong in some countries. 발음"
    },
    {
      "korean": "I want a glass of beer and salty bar bites. 발음듣기 짭짤한 안주를 곁들여서 맥주 한 잔 하고 싶어. 국제영어대학원대학교 신어사전",
      "english": "I want a glass of beer and salty bar bites. 발음"
    },
    {
      "korean": "A bottle of Absolut Vodka and two side dishes for 70,000 won there. Can’t beat that. 발음듣기 거기 앱솔루트 보드카 한 병이랑 안주 2개에 7만원이야. 이보다 더 좋을 순 없지. DARAKWON",
      "english": "A bottle of Absolut Vodka and two side dishes for 70,000 won there. Can’t beat that. 발음"
    }
  ]
}