{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "이게 웨이브를 준 쪽, 안 준 쪽. This is the side with waves and the side without. 듣기 View video V Beauty : [AERIM애림]단발 웨이브 하는법! Wave hair tutorial",
      "english": "This is the side with waves and the side without."
    },
    {
      "korean": "근데 이게 진짜 힘 안 준건데요. I didn't squeeze my muscles. 듣기 View video ASTRO : 나혼자LIVE #05 냠냠을 고민고민하지마(Do not worry about yum yum)",
      "english": "I didn't squeeze my muscles."
    },
    {
      "korean": "귀에 힘을 안 준 거예요. 만져볼래? Not mine. Want to touch it? 듣기 View video Show! Music core : 음중라이브",
      "english": "Not mine. Want to touch it?"
    },
    {
      "korean": "왜 '못하겠어' 후렴 나 안 준 거야? Why didn't you give me the chorus of \"Can't\"? 듣기 View video GOT7 : GOT7 FLY IN SINGAPORE – GOT7 걸그룹으로 대변신!",
      "english": "Why didn't you give me the chorus of \"Can't\"?"
    },
    {
      "korean": "힘 안준건데 진짜. - 여기도 땀 찼어요. I didn't even strain it. - You are sweating here too. 듣기 View video Amoeba Culture : [REPLAY] DYNAMIC DUO #DDDD",
      "english": "I didn't even strain it. - You are sweating here too."
    }
  ],
  "examples": [
    {
      "korean": "Playing the role of Ahn Joon-saeng was a great chance for me to learn about him. 듣기 Add to Wordbook 안준생 역을 연기하는 것이 저에게는 그에 대해 배울 수 있는 좋은 기회가 되었어요. TIMES CORE",
      "english": "Playing the role of Ahn Joon-saeng was a great chance for me to learn about him. Add to Wordbook"
    },
    {
      "korean": "Could you tell us more about Ahn Joon-saeng, then? 듣기 Add to Wordbook 그렇다면, 안준생에 대해 더 이야기해주실 수 있나요? TIMES CORE",
      "english": "Could you tell us more about Ahn Joon-saeng, then? Add to Wordbook"
    },
    {
      "korean": "In this play, Ahn Joon-saeng suffers from an identity crisis because his father was a national hero but he is not. 듣기 Add to Wordbook 이 연극에서 안준생은 자신의 아버지는 국가적 영웅인데 자신은 그렇지 않기 때문에 정체성 혼란을 겪어요. TIMES CORE",
      "english": "In this play, Ahn Joon-saeng suffers from an identity crisis because his father was a national hero but he is not. Add to Wordbook"
    },
    {
      "korean": "You are playing both Ahn Joong-geun and his son Ahn Joon-saeng. 듣기 Add to Wordbook 안중근과 그의 아들 안준생 역할을 모두 하고 계신데요. TIMES CORE",
      "english": "You are playing both Ahn Joong-geun and his son Ahn Joon-saeng. Add to Wordbook"
    },
    {
      "korean": "Ahn Joong-geun and his son, Ahn Joon-saeng were the main characters of the play. 듣기 Add to Wordbook 안중근과 그의 아들 안준생이 그 연극의 주인공들이었습니다. TIMES CORE",
      "english": "Ahn Joong-geun and his son, Ahn Joon-saeng were the main characters of the play. Add to Wordbook"
    }
  ]
}