{
  "phrases": [
    {
      "phrase": "auntie ( aunty )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 비격식 고모, 이모, 숙모, 아줌마"
      ]
    },
    {
      "phrase": "auntie ( aunty )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 아줌마",
        "Noun 미사일 요격용 미사일",
        "Noun [A~] 영국 방송 협회(BBC)"
      ]
    },
    {
      "phrase": "anti-",
      "hanja": "",
      "example": {},
      "meanings": [
        "Prefix <‘…에 반대[상대]되는’의 뜻을 나타냄> (→pro-)",
        "Prefix <‘…에 상반되는’의 뜻을 나타냄>",
        "Prefix <‘…을 방지하는’의 뜻을 나타냄>"
      ]
    },
    {
      "phrase": "anti",
      "hanja": "",
      "example": {},
      "meanings": [
        "Preposition 비격식 반대하는, 좋아하지 않는 (→pro)"
      ]
    },
    {
      "phrase": "aunty",
      "hanja": "",
      "example": {},
      "meanings": [
        "아줌마"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "antisense",
      "frequency": 0
    },
    {
      "meaning": "anti-spam",
      "frequency": 0
    },
    {
      "meaning": "Antiope",
      "frequency": 0
    },
    {
      "meaning": "Anti-Lebanon",
      "frequency": 0
    },
    {
      "meaning": "ferrocene",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안티 민초단? Anti mint choco squad? 듣기 View video TOMORROW X TOGETHER : 최최강한테 물어봐",
      "english": "Anti mint choco squad?"
    },
    {
      "korean": "\"유닛 이름 안티 민초단 어떤가요?\" \"What about anti mint choco squad for this unit name?\" 듣기 View video TOMORROW X TOGETHER : 최최강한테 물어봐",
      "english": "\"What about anti mint choco squad for this unit name?\""
    },
    {
      "korean": "왜? - 먹으려고 했어 - 안티야? Why! - I was going to eat it next to you. - Are you an anti-fan or something? 듣기 View video TWICE : 헤헤헤헤",
      "english": "Why! - I was going to eat it next to you. - Are you an anti-fan or something?"
    },
    {
      "korean": "좀 지능적인 안티... an intelligent anti-fan... 듣기 View video Apink : Apink Diary 2018 EP.12 (정은지 Live in Japan ~Hyehwa~)",
      "english": "an intelligent anti-fan..."
    },
    {
      "korean": "\"아론아 멤버들 안티야?\" \"ARON, do you have the members?\" 듣기 View video V COOKIE : [Full] NU'EST X CouchTalk - 뉴이스트 X 카우치토크",
      "english": "\"ARON, do you have the members?\""
    }
  ],
  "examples": [
    {
      "korean": "Poverty is the schoolmaster of character. (Antiphanes) 발음듣기 가난은 인격의 스승이다. (안티파네스, 돈명언) 명언/속담",
      "english": "Poverty is the schoolmaster of character. (Antiphanes) 발음"
    },
    {
      "korean": "Antilibrary is a collection of unread books. 발음듣기 안티 라이브러리는 읽지 않은 책들을 모아 놓은 것이다. 국제영어대학원대학교 신어사전",
      "english": "Antilibrary is a collection of unread books. 발음"
    },
    {
      "korean": "The lawmaker pointed out that the plane's automated anti-stall system is thought to be one the cause of the recent deadly crashes involving the Boeing 737 Max. 발음듣기 그 국회의원은 비행기의 자동 안티스톨 시스템(속력이 떨어지는 것을 막는 시스템)이 최근 보잉737맥스와 관련된 치명적인 사고 원인 중 하나로 생각된다고 지적했다. The Korea Times",
      "english": "The lawmaker pointed out that the plane's automated anti-stall system is thought to be one the cause of the recent deadly crashes involving the Boeing 737 Max. 발음"
    },
    {
      "korean": "Why is Mr. Williams upset with Symton Anti-Virus Inc.? 발음듣기 윌리엄스 씨가 심턴 안티바이러스사에 화가 난 이유는? YBM All in All English-Korean Dictionary",
      "english": "Why is Mr. Williams upset with Symton Anti-Virus Inc.? 발음"
    },
    {
      "korean": "An online anti-outsourcing Website is marketing a T-shirt with the legend“ Don’t Get Bangalored,” a term suggesting losing one’s job to outsourcing. 발음듣기 한 안티 아웃소싱 웹사이트가“Don’t Get Bangalored”라는 문구가 적힌 티셔츠를 팔고 있는데, Bangalored란 아웃소싱으로 인해 직장을 잃는다는 뜻을 지닌 용어이다. YBM All in All English-Korean Dictionary",
      "english": "An online anti-outsourcing Website is marketing a T-shirt with the legend“ Don’t Get Bangalored,” a term suggesting losing one’s job to outsourcing. 발음"
    }
  ]
}