{
  "phrases": [
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not, do not"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb anihada"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective anihada"
      ]
    },
    {
      "phrase": "우리의 우정을 위하여. 항상 변치 않기를.",
      "hanja": "",
      "example": {},
      "meanings": [
        "술집에서 Here's to our friendship. May it always endure."
      ]
    },
    {
      "phrase": "금년에는 추위가 심하지 않기를 바랍니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-계절 I hope the cold won't be too severe this year."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "opt-out",
      "frequency": 0
    },
    {
      "meaning": "opt out (of something)",
      "frequency": 0
    },
    {
      "meaning": "draw back (from something/from doing something)",
      "frequency": 0
    },
    {
      "meaning": "back off (from something)",
      "frequency": 0
    },
    {
      "meaning": "off the record",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "남자 입장에서는 '울지 않기로 했잖아!' In the man's perspective, \"You said not to cry!\" 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "In the man's perspective, \"You said not to cry!\""
    },
    {
      "korean": "[최고의 알뜰 비결2 너무너무 사지 않기] 뭐 샀어요? [Best thrift tips 2/ Don't buy many things] What did you buy? 듣기 View video 슈주 리턴즈 (SJ returns) : 티저2. 이특 희철 예성 신동 시원 캐릭터 티저",
      "english": "[Best thrift tips 2/ Don't buy many things] What did you buy?"
    },
    {
      "korean": "그럼 TMI를 하면서 웃지 않기? Not laugh during the TMI session? 듣기 View video SEVENTEEN : [SPECIAL VIDEO] SEVENTEEN 4TH ANNIVERSARY COCKTAIL PARTY Ver.",
      "english": "Not laugh during the TMI session?"
    },
    {
      "korean": "여러분들을 위해서 오디오가 비지 않기 위해서 - 다음 분! For you, - The next! 듣기 View video re:memVer party 2019 : 아이즈원 리멤버파티 시상식 / 2019 GLOBAL VLIVE TOP 10 ROOKIE STAGE",
      "english": "For you, - The next!"
    },
    {
      "korean": "타지 않기 위한 저의 발악이랄까요? Can we call it my frantic effort to not get burnt? 듣기 View video 카모마일T (Chamomile_T) : 베트남 다낭 여행 준비 같이해요! GRWM in Vietnam",
      "english": "Can we call it my frantic effort to not get burnt?"
    }
  ],
  "examples": [
    {
      "korean": "They hope the new rules will not stifle creativity. 듣기 Add to Wordbook 그들은 그 새 규칙이 창의력을 억압하지 않기를 바란다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They hope the new rules will not stifle creativity. Add to Wordbook"
    },
    {
      "korean": "The workers wear masks to avoid inhaling the dust. 듣기 Add to Wordbook 일꾼들은 먼지를 마시지 않기 위해 마스크를 쓴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The workers wear masks to avoid inhaling the dust. Add to Wordbook"
    },
    {
      "korean": "Many employees contracted out of the pension plan. 듣기 Add to Wordbook 많은 직원들이 연금 계획에 가입하지 않기로 동의했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many employees contracted out of the pension plan. Add to Wordbook"
    },
    {
      "korean": "To avoid attracting unwelcome attention he kept his voice down. 듣기 Add to Wordbook 그는 반갑지 않은 관심을 끌지 않기 위해 계속 목소리를 낮추었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "To avoid attracting unwelcome attention he kept his voice down. Add to Wordbook"
    },
    {
      "korean": "Mindful of the danger of tropical storms, I decided not to go out. 듣기 Add to Wordbook 적도 지방 폭풍의 위험을 의식한 나는 외출을 하지 않기로 결정했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mindful of the danger of tropical storms, I decided not to go out. Add to Wordbook"
    }
  ]
}