{
  "phrases": [
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not, do not"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective anihada"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb anihada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "They won't go, surely?",
      "frequency": 0
    },
    {
      "meaning": "not…by any possible contingency",
      "frequency": 0
    },
    {
      "meaning": "You wouldn't read about it",
      "frequency": 0
    },
    {
      "meaning": "raw",
      "frequency": 2
    },
    {
      "meaning": "inactive",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "태용이 형이 이걸 보고 있진 않겠지? TAEYONG's not watching this, is he? 듣기 View video NCT : 이마 크다",
      "english": "TAEYONG's not watching this, is he?"
    },
    {
      "korean": "[근데] 설마 떡이 사라지거나 하지 않겠지? [By the way] I hope rice cake would disappear. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "[By the way] I hope rice cake would disappear."
    },
    {
      "korean": "안 오실 거죠? 이렇게 말하고 오진 않겠지? You will not come right? It's not like you will come right? 듣기 View video SF9 : 다원혼자있음*^^",
      "english": "You will not come right? It's not like you will come right?"
    },
    {
      "korean": "터지진 않겠지 하다가? It won't explode, right? 듣기 View video V COOKIE : [Full] Jeong Eun Ji X Rooftop Live - 정은지의 루프탑라이브!",
      "english": "It won't explode, right?"
    },
    {
      "korean": "야 여기까지 누가 오진 않겠지? I hope he would not come here. 듣기 View video 펑 X POW tv : [구해줘! 감대리] 누구냐 넌? (EP 05)",
      "english": "I hope he would not come here."
    }
  ],
  "examples": [
    {
      "korean": "They won’t go, surely? 발음듣기 그들이 가지는 않겠지, 설마? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They won’t go, surely? 발음"
    },
    {
      "korean": "You can’t honestly expect me to believe that! 발음듣기 내가 진짜 그걸 믿을 거라고 기대하지는 않겠지! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can’t honestly expect me to believe that! 발음"
    },
    {
      "korean": "The new job doesn’t pay as much but we won’t starve! 발음듣기 새 직장이 월급을 많이 주지는 않지만 우리가 굶어 죽지는 않겠지! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new job doesn’t pay as much but we won’t starve! 발음"
    },
    {
      "korean": "Now (that) the rain has come, we won't starve. 발음듣기 이제 비가 왔으니까 우리가 굶지는 않겠지. Friendict Level English-Korean Dictionary",
      "english": "Now (that) the rain has come, we won't starve. 발음"
    },
    {
      "korean": "He would not betray me by any possible contingency. 발음듣기 그는 설마 나를 배신하지는 않겠지. YBM All in All English-Korean Dictionary",
      "english": "He would not betray me by any possible contingency. 발음"
    }
  ]
}