{
  "phrases": [
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not, do not"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb anihada"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective anihada"
      ]
    },
    {
      "phrase": "쉬지 않고",
      "hanja": "",
      "example": {},
      "meanings": [
        "continuously",
        "on end",
        "without a break"
      ]
    },
    {
      "phrase": "굴하지 않고",
      "hanja": "",
      "example": {},
      "meanings": [
        "undauntedly",
        "unflinchingly"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "without",
      "frequency": 3
    },
    {
      "meaning": "regardless",
      "frequency": 3
    },
    {
      "meaning": "귀하",
      "frequency": 0
    },
    {
      "meaning": "simple",
      "frequency": 3
    },
    {
      "meaning": "persevere",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "세주지도 않고 있어 - 27, 28... We weren't even counting. - 27, 28... 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "We weren't even counting. - 27, 28..."
    },
    {
      "korean": "[빨리 씻고 잠이나 자지...] 지금 씻지도 않고 저거 진짜... [Get ready for bed...] You haven't even washed your face... 듣기 View video Stray Kids : [SKZ VLOG] 아이엔 : 아기빵, 우리집으로 가자",
      "english": "[Get ready for bed...] You haven't even washed your face..."
    },
    {
      "korean": "다치지 않는 게 중요하니까 다치지 않고 하고 올게요! It's really important that we don't get hurt, so we will make sure to be safe. 듣기 View video ITZY : [ITZY? ITZY!(있지?있지!)] EP47. 아육대에 있지!",
      "english": "It's really important that we don't get hurt, so we will make sure to be safe."
    },
    {
      "korean": "뭉치지 않고 깔끔하게 발리는 거 다들 알고 계시죠? you now that it doesn't clump up, but apply in a really clean way, right, everyone? 듣기 View video EMMA BEAUTY : [Vietnam GRWM+VLOG] 베트남에서 같이 준비해요♥ 꾸안꾸 메이크업!",
      "english": "you now that it doesn't clump up, but apply in a really clean way, right, everyone?"
    },
    {
      "korean": "따로 다른 섀도 쓰지 않고 여기 아트클래쓰에 있는 제일 진한색 있죠? I won't use a separate shadow. There's the darkest color on the Art Class, right? 듣기 View video EMMA BEAUTY : [Vietnam GRWM+VLOG] 베트남에서 같이 준비해요♥ 꾸안꾸 메이크업!",
      "english": "I won't use a separate shadow. There's the darkest color on the Art Class, right?"
    }
  ],
  "examples": [
    {
      "korean": "vegetables grown without the use of pesticides 듣기 Add to Wordbook 농약을 쓰지 않고 기른 채소 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "vegetables grown without the use of pesticides Add to Wordbook"
    },
    {
      "korean": "He upped and left without telling anyone. 듣기 Add to Wordbook 그는 아무에게도 말하지 않고 갑자기 떠났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He upped and left without telling anyone. Add to Wordbook"
    },
    {
      "korean": "She tried gamely to finish the race. 듣기 Add to Wordbook 그녀는 투지를 잃지 않고 그 경주를 끝내려고 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She tried gamely to finish the race. Add to Wordbook"
    },
    {
      "korean": "The missile fell harmlessly into the sea. 듣기 Add to Wordbook 그 미사일은 아무런 피해를 주지 않고 바다로 떨어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The missile fell harmlessly into the sea. Add to Wordbook"
    },
    {
      "korean": "The volcano has been inactive for 50 years. 듣기 Add to Wordbook 그 화산은 50년 동안 활동을 하지 않고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The volcano has been inactive for 50 years. Add to Wordbook"
    }
  ]
}