{
  "phrases": [
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not, do not"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb anihada"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective anihada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "I'm just saying.",
      "frequency": 0
    },
    {
      "meaning": "without",
      "frequency": 3
    },
    {
      "meaning": "raw",
      "frequency": 3
    },
    {
      "meaning": "inactive",
      "frequency": 3
    },
    {
      "meaning": "unknown",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "멤버들의 우정 오래오래 변치 않길 바랍니다. - 감사합니다. I hope you keep your friendship for a long time. - Thank you. 듣기 View video IDOL RADIO : [Full] 'IDOL RADIO' ep#46. 들장미소년 (w. 아스트로 문빈, SF9 휘영, 더보이즈영훈)",
      "english": "I hope you keep your friendship for a long time. - Thank you."
    },
    {
      "korean": "부디 오래 걸리지 않길. I hope it doesn't take long. 듣기 View video PENTAGON : 펜타곤의 매력발산 미니라이브!",
      "english": "I hope it doesn't take long."
    },
    {
      "korean": "내가 끄지 않길 잘했다. Good thing that I didn't turn it off. 듣기 View video ASTRO : #HappyASTRO500days",
      "english": "Good thing that I didn't turn it off."
    },
    {
      "korean": "오늘만큼은 꼭 잊지 않길 바래. I hope you won't forget this day. 듣기 View video PeekaVoo! : VICTON 빅톤 Welcome to VICTON house! 우리집에 놀러 와!",
      "english": "I hope you won't forget this day."
    },
    {
      "korean": "저는 멤버들이 아프지 않길 빌었습니다. I wished for our member's health. 듣기 View video JJHOLICMEDIA : 마스크(MASC)가 태어난 날!",
      "english": "I wished for our member's health."
    }
  ],
  "examples": [
    {
      "korean": "I am anxious not to build up false hopes. 듣기 Add to Wordbook 내가 다른 사람들에게 헛된 희망을 주지 않길 간절히 바란다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I am anxious not to build up false hopes. Add to Wordbook"
    },
    {
      "korean": "I hope the leaving is joyful; and I hope never to return. (Frida Kahlo) 듣기 Add to Wordbook 행복하게 떠날 수 있길. 그리고 다시 돌아오지 않길. (프리다 칼로, 죽음명언) 명언/속담",
      "english": "I hope the leaving is joyful; and I hope never to return. (Frida Kahlo) Add to Wordbook"
    },
    {
      "korean": "I hope your feelings will never change. 듣기 Add to Wordbook 네 감정 변하지 않길 바래. Neungyule",
      "english": "I hope your feelings will never change. Add to Wordbook"
    },
    {
      "korean": "I hope his words don't make felt. 듣기 Add to Wordbook 그의 말들이 영향을 미치지 않길 바란다. YBM All in All English-Korean Dictionary",
      "english": "I hope his words don't make felt. Add to Wordbook"
    },
    {
      "korean": "I hope the rumor doesn't acquire currency. 듣기 Add to Wordbook 소문이 유포되지 않길 바란다. YBM All in All English-Korean Dictionary",
      "english": "I hope the rumor doesn't acquire currency. Add to Wordbook"
    }
  ]
}