{
  "phrases": [
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not, do not"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb anihada"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective anihada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "without",
      "frequency": 3
    },
    {
      "meaning": "raw",
      "frequency": 3
    },
    {
      "meaning": "inactive",
      "frequency": 3
    },
    {
      "meaning": "unknown",
      "frequency": 3
    },
    {
      "meaning": "untouched",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "우리 엄마가 아프지만 않았어도... If only my mother were not sick... 듣기 View video 컨스TV : 친구하고 그러는거 아니랴며!? [넘버식스] ep.3",
      "english": "If only my mother were not sick..."
    },
    {
      "korean": "덥지만 않았어도... if only it wasn't hot out. 듣기 View video MAP6 : MAP6 TV 복습하기 EP.014 밀당 시사회",
      "english": "if only it wasn't hot out."
    },
    {
      "korean": "어제 초콜릿 두 개만 먹지 않았어도... If I didn't eat the two pieces of chocolate yesterday... 듣기 View video NCT : [N'-18] MANGO TAEYONG MELON TEN",
      "english": "If I didn't eat the two pieces of chocolate yesterday..."
    },
    {
      "korean": "아프지만 않았어도 더 많이 먹을 수 있었는데. I could have eaten more if I wasn't in pain. 듣기 View video LABOUM : 유동이랑 차안 대화해용^.^",
      "english": "I could have eaten more if I wasn't in pain."
    },
    {
      "korean": "웃지만 않았어도 괜찮었을 텐데. 와서 웃어 버리는데. You just shouldn't have laughed out loud. But you did. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN EP.08",
      "english": "You just shouldn't have laughed out loud. But you did."
    }
  ],
  "examples": [
    {
      "korean": "You shouldn’t be surprised (that) he didn’t come. 듣기 Add to Wordbook 그가 오지 않았어도 당신은 놀랄 것이 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You shouldn’t be surprised (that) he didn’t come. Add to Wordbook"
    },
    {
      "korean": "This could have had potential to be a decent movie if it didn’t drag on so much. 듣기 Add to Wordbook 그렇게 많이 질질 끌지만 않았어도 괜찮은 영화가 될 가능성이 있었어. DARAKWON",
      "english": "This could have had potential to be a decent movie if it didn’t drag on so much. Add to Wordbook"
    },
    {
      "korean": "If his behavior had not reflected so badly on his parents, they might have forgiven him more easily. 듣기 Add to Wordbook 그의 행동이 부모의 체면을 그토록 손상시키지만 않았어도, 그의 부모가 그를 용서하는 것이 좀 더 수월했을 것이다. YBM All in All English-Korean Dictionary",
      "english": "If his behavior had not reflected so badly on his parents, they might have forgiven him more easily. Add to Wordbook"
    },
    {
      "korean": "I could have finished my homework if my father hadn't made me wash his car. 듣기 Add to Wordbook 아버지가 세차를 시키지만 않았어도 숙제를 끝낼 수 있었는데. Neungyule",
      "english": "I could have finished my homework if my father hadn't made me wash his car. Add to Wordbook"
    },
    {
      "korean": "Go to a hospital bed and pretend to be ill even if you do not incur serious injuries.' Korean adults have been told to do this whenever a traffic accident occurs. 듣기 Add to Wordbook 많이 다치지 않았어도 입원해서 아픈 척 하라.' 한국의 성인들은 교통사고가 나면 이렇게 해야 한다고 배워왔다. Neungyule",
      "english": "Go to a hospital bed and pretend to be ill even if you do not incur serious injuries.' Korean adults have been told to do this whenever a traffic accident occurs. Add to Wordbook"
    }
  ]
}