{
  "phrases": [
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be not, do not"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective anihada"
      ]
    },
    {
      "phrase": "않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb anihada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cytomegalovirus",
      "frequency": 0
    },
    {
      "meaning": "jolie laide",
      "frequency": 0
    },
    {
      "meaning": "virtuality",
      "frequency": 0
    },
    {
      "meaning": "a well-known man who shall be nameless",
      "frequency": 0
    },
    {
      "meaning": "consequential loss",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "빨리요. - 문제가 많지 않으나 계속 통과가 되고 있는 이 시점. Hurry. - Pass for everything. 듣기 View video IDOL x IDOL : Various - 베리어스 '카페에 앉아 더위를 식혀보자 '",
      "english": "Hurry. - Pass for everything."
    },
    {
      "korean": "내가 헛살진 않았구나~ I lived well. 듣기 View video AB6IX : 비오는 퇴근길 ☔",
      "english": "I lived well."
    },
    {
      "korean": "테라 귀엽지 않아? Tera is so cute, huh? 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "Tera is so cute, huh?"
    },
    {
      "korean": "이거 우리 하지 않았었나? Didn't we do this? 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "Didn't we do this?"
    },
    {
      "korean": "들린 거 같지 않았나요? Didn't you hear them? 듣기 View video BTS : 꿀FM <지진정의 R.A.D.I.O 라디오> #중대발표",
      "english": "Didn't you hear them?"
    }
  ],
  "examples": [
    {
      "korean": "As scarce as truth is, the supply has always been in excess of the demand. (Josh Billings) 발음듣기 진실이 비록 흔치 않으나, 공급이 언제나 수요를 초과해 왔다. (조쉬 빌링스, 지혜명언) 명언/속담",
      "english": "As scarce as truth is, the supply has always been in excess of the demand. (Josh Billings) 발음"
    },
    {
      "korean": "But while many singles say they don't mind keeping a backup, hardly anyone likes to be treated like one. 발음듣기 그러나 다수의 독신들은 백업을 두는 것에 대해 별 신경이 쓰이지 않으나 백업으로 취급 받는 것은 싫다고 말했다. Neungyule",
      "english": "But while many singles say they don't mind keeping a backup, hardly anyone likes to be treated like one. 발음"
    },
    {
      "korean": "She says she does not regret her past, but it was very hard to be away from her daughter while she was in prison. 발음듣기 그녀는 과거를 후회하지는 않으나 수감 기간 동안 딸과 떨어져 있는 게 매우 힘들었다고 말한다. Neungyule",
      "english": "She says she does not regret her past, but it was very hard to be away from her daughter while she was in prison. 발음"
    },
    {
      "korean": "Although they are not included on the list of the IWC moratorium, South Korea has banned the killing of whales and dolphins. 발음듣기 한국은 IWC의 포경금지 대상에 포함되지는 않으나 고래와 돌고래잡이를 금지해왔다. Neungyule",
      "english": "Although they are not included on the list of the IWC moratorium, South Korea has banned the killing of whales and dolphins. 발음"
    },
    {
      "korean": "Seoul citizens are unhappy about the situation, but the city government says that the fare hike is inevitable. 발음듣기 서울 시민들은 이를 달갑게 여기지 않으나 서울시 측은 요금 인상은 불가피하다는 입장이다. Neungyule",
      "english": "Seoul citizens are unhappy about the situation, but the city government says that the fare hike is inevitable. 발음"
    }
  ]
}