{
  "phrases": [
    {
      "phrase": "알바",
      "hanja": "",
      "example": {},
      "meanings": [
        "part-time job",
        "A Korean word that means 'Part-time job' in English. Originally from the German vocabularies 'arbeit' which means 'work' in English."
      ]
    },
    {
      "phrase": "알바",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Alba"
      ]
    },
    {
      "phrase": "알바추노",
      "hanja": "",
      "example": {},
      "meanings": [
        "1. Literally translated as 'Part time job runaway slave' (알바추노) 2. Refers to 'Those who quit their part time jobs without prior notice'."
      ]
    },
    {
      "phrase": "알바다",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Arvada"
      ]
    },
    {
      "phrase": "알바구미",
      "hanja": "",
      "example": {},
      "meanings": [
        "Al-ba-gu-mi"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Alba, Fernando Álvarez de Toledo",
      "frequency": 0
    },
    {
      "meaning": "Alvaro",
      "frequency": 0
    },
    {
      "meaning": "Cetatea Alba",
      "frequency": 0
    },
    {
      "meaning": "Albategnius",
      "frequency": 0
    },
    {
      "meaning": "Alva",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그럼 그 알바하다 만난 애인 레퍼토리는 지어낸 게 확실하고요? Are you sure you made up the last one about that girlfriend from your workplace? 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "Are you sure you made up the last one about that girlfriend from your workplace?"
    },
    {
      "korean": "알바 해본 사람, 알바? Who's done a part time job? 듣기 View video Stray Kids : We love Felix and Phoenix❤",
      "english": "Who's done a part time job?"
    },
    {
      "korean": "여기 내 알바 장소란다? This is my place of work. 듣기 View video 렛스튜디오 (LETstudio) : [겨울방학] Ep 05 내 비밀이 모두에게 알려졌다",
      "english": "This is my place of work."
    },
    {
      "korean": "알바 해본 사람 없어? Nobody has had a part time job? 듣기 View video Stray Kids : We love Felix and Phoenix❤",
      "english": "Nobody has had a part time job?"
    },
    {
      "korean": "혼자 마감 알바하시면 되게... Closing the store alone... 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "Closing the store alone..."
    }
  ],
  "examples": [
    {
      "korean": "You can do what you like, for all I care. 듣기 Add to Wordbook 넌 네 하고 싶은 대로 하면 돼. 내 알 바 아냐. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can do what you like, for all I care. Add to Wordbook"
    },
    {
      "korean": "‘If you take the car, I won’t be able to go out.’ ‘Tough luck!’ 듣기 Add to Wordbook “당신이 차를 가져가면 난 외출할 수가 없잖아요.” “그건 내 알 바 아니지!” Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘If you take the car, I won’t be able to go out.’ ‘Tough luck!’ Add to Wordbook"
    },
    {
      "korean": "Living in L.A., everyone likes to mold you and change you. I don't care about fame, I don't care about being a celebrity. I know that's part of the job, but I don't feed into anyone's idea of who I should be. (Jessica Alba) 듣기 Add to Wordbook L.A. 사람들은 모두 사람을 틀에 넣고 바꾸려 든다. 나는 명성에 신경쓰지 않는다. 유명인사가 되는 것도 마찬가지다. 물론 내 직업에 수반되는 일이라는 걸 안다. 하지만, 나는 내가 이러이러한 사람이어야 한다는 사람들의 생각에 동조하지 않는다. (제시카 알바, 명예명언) 명언/속담",
      "english": "Living in L.A., everyone likes to mold you and change you. I don't care about fame, I don't care about being a celebrity. I know that's part of the job, but I don't feed into anyone's idea of who I should be. (Jessica Alba) Add to Wordbook"
    },
    {
      "korean": "That's your funeral [none of your funeral]. 듣기 Add to Wordbook 그건 네가 할 일이다[네 알 바가 아니다]. Friendict Level English-Korean Dictionary",
      "english": "That's your funeral [none of your funeral]. Add to Wordbook"
    },
    {
      "korean": "It's no business of yours, he retorted. 듣기 Add to Wordbook “그건 네가 알 바가 아니다”라고 그는 되쏘아붙였다. Friendict Level English-Korean Dictionary",
      "english": "It's no business of yours, he retorted. Add to Wordbook"
    }
  ]
}