{
  "phrases": [
    {
      "phrase": "알려지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정보·지식 등이) become known (to)",
        "(유명해지다) be[become] (well) known"
      ]
    },
    {
      "phrase": "알려지지 않은",
      "hanja": "",
      "example": {},
      "meanings": [
        "unknown",
        "nameless"
      ]
    },
    {
      "phrase": "알려지지 않도록",
      "hanja": "",
      "example": {},
      "meanings": [
        "secretly",
        "stealthily"
      ]
    },
    {
      "phrase": "지금껏 알려지지 않은 비밀",
      "hanja": "",
      "example": {},
      "meanings": [
        "a secret hitherto unknown to the world"
      ]
    },
    {
      "phrase": "여태껏 사람에게 알려지지 않은 비밀",
      "hanja": "",
      "example": {},
      "meanings": [
        "a secret hitherto unknown to people"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unknown",
      "frequency": 3
    },
    {
      "meaning": "recondite",
      "frequency": 0
    },
    {
      "meaning": "unreported",
      "frequency": 0
    },
    {
      "meaning": "a fact hitherto unknown",
      "frequency": 0
    },
    {
      "meaning": "unkenned",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래서 되게 알려지지 않은 자기만의 장소 야경 장소. He showed us night views that he knew of. 듣기 View video Chung Ha : 청하, 댄싱퀸과 함께 롤러코스터 탑승!!",
      "english": "He showed us night views that he knew of."
    },
    {
      "korean": "그때는 별로 많이 알려지지 못했어요. It wasn't so popular back then. 듣기 View video V MUSIC : [REPLAY] 이승철 데뷔 30주년 기념 절친 LIVE",
      "english": "It wasn't so popular back then."
    },
    {
      "korean": "또 우리에게 잘 알려지지 않은 부분들. Those that have not been known to the public. 듣기 View video V MOVIE : <고산자, 대동여지도> 무비토크 라이브 ' Movie Talk Live'",
      "english": "Those that have not been known to the public."
    },
    {
      "korean": "알려지지 않은 피해자가 훨씬 더 많을 거야. There are probably many more unknown victims. 듣기 View video V DRAMA : [크리미널마인드 Voice Only #9] 척하면 척! 이준기x손현주x문채원의 '퍼펙트 프로파일링'",
      "english": "There are probably many more unknown victims."
    },
    {
      "korean": "팬들이 궁금해하는 것 중에 아직 알려지지 않은 게 있어요. There are a lot of things that fans want to know. 듣기 View video d.o.b (DANCE OR BAND) : [네오즈 댄스팀] 주목! 공지 방송",
      "english": "There are a lot of things that fans want to know."
    }
  ],
  "examples": [
    {
      "korean": "The programme did much to popularize little-known writers. 듣기 Add to Wordbook 그 프로그램은 거의 알려지지 않은 작가들을 널리 알리는 데 많은 기여를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The programme did much to popularize little-known writers. Add to Wordbook"
    },
    {
      "korean": "a species of insect previously unknown to science 듣기 Add to Wordbook 이전에는 과학계에 알려지지 않은 종의 곤충 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a species of insect previously unknown to science Add to Wordbook"
    },
    {
      "korean": "Many cases of bullying go unreported. 듣기 Add to Wordbook 약자 괴롭히기 사례는 많은 경우가 신고되지[알려지지] 않는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many cases of bullying go unreported. Add to Wordbook"
    },
    {
      "korean": "This book gives you the skinny on Hollywood. 듣기 Add to Wordbook 이 책은 할리우드에 대한 잘 알려지지 않은 정보를 알려 준다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This book gives you the skinny on Hollywood. Add to Wordbook"
    },
    {
      "korean": "He was trying, for some unknown reason, to count the stars. 듣기 Add to Wordbook 그는 무슨 알려지지 않은 이유 때문에 별들을 헤아리느라 애를 쓰고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was trying, for some unknown reason, to count the stars. Add to Wordbook"
    }
  ]
}