{
  "phrases": [
    {
      "phrase": "알아보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(조사하다) investigate, check (up on), search, look into, inquire, see",
        "(분간·기억하다) (분간하다) recognize, identify, make out, (기억하다) remember",
        "(이해·판단하다) judge, appreciate"
      ]
    },
    {
      "phrase": "로스앤젤레스에 오전 중에 도착하는 편을 알아보고 싶은데요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "비행기 I'd like a flight arriving in Los Angeles in the morning."
      ]
    },
    {
      "phrase": "알아보고 전화 드리겠습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-전화 통화중에 I'll have to find out and give you a call."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pick somebody/something out",
      "frequency": 0
    },
    {
      "meaning": "egosurf",
      "frequency": 0
    },
    {
      "meaning": "identify",
      "frequency": 3
    },
    {
      "meaning": "recognition",
      "frequency": 3
    },
    {
      "meaning": "recognize",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "알아보고 나아가는 - 알아보고~ and get to know each other... - Get to know each other. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.14 MBTI of SVT",
      "english": "and get to know each other... - Get to know each other."
    },
    {
      "korean": "[혹시... 우리를 알아보고 해주시는 건가...?] [Did he say yes because he recognized us?] View video Mnet : [ONE DREAM.TXT] Reality Ep.02 - Part.2",
      "english": "[Did he say yes because he recognized us?]"
    },
    {
      "korean": "좀 알아보고 싶은데 여러분이 고민이 많아질 때는 언제인가요? When do you usually struggle with concerns? 듣기 View video GOT7 : [FULL] GOT7 COMEBACK LIVE TALK",
      "english": "When do you usually struggle with concerns?"
    },
    {
      "korean": "새 앨범을 준비하면서 에피소드도 알아보고요. and find out about the episodes from the new album production process. 듣기 View video JBJ95 : JBJ95 Showcase 'AWAKE'",
      "english": "and find out about the episodes from the new album production process."
    },
    {
      "korean": "알아보고 싶은? Want to know? 듣기 View video V PICK! : [NU'EST W] 송이의 아들(?) 김쩨알의 게임부기앱 ~커밍쑨~ (JR’s alone V)",
      "english": "Want to know?"
    }
  ],
  "examples": [
    {
      "korean": "I’m fed up with living with my parents, so I’m looking for a place of my own. 듣기 Add to Wordbook 난 부모님과 함께 사는 데 질려서 나 혼자 살 곳을 알아보고 있어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m fed up with living with my parents, so I’m looking for a place of my own. Add to Wordbook"
    },
    {
      "korean": "I’ll find out and get back to you. 듣기 Add to Wordbook 내가 알아보고 나중에 다시 연락할게요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll find out and get back to you. Add to Wordbook"
    },
    {
      "korean": "I’ll have to make a few enquiries and get back to you. 듣기 Add to Wordbook 몇 가지 사항을 조회해[알아] 보고 다시 연락드리겠습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll have to make a few enquiries and get back to you. Add to Wordbook"
    },
    {
      "korean": "Mary is talking of looking for another job. 듣기 Add to Wordbook 메리가 다른 직장을 알아보고 있다는 얘기를 하고 있는 중이야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mary is talking of looking for another job. Add to Wordbook"
    },
    {
      "korean": "Telling your boss you were looking for a new job was a tactical error. 듣기 Add to Wordbook 당신 상사에게 당신이 새 직장을 알아보고 있다고 말한 것은 작전상 실수였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Telling your boss you were looking for a new job was a tactical error. Add to Wordbook"
    }
  ]
}