{
  "phrases": [
    {
      "phrase": "알다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정보나 지식을 갖추다) know, learn, have (good) knowledge (of), be familiar (with)",
        "(이해하다) understand, know, see, follow, appreciate, (informal) get, make out",
        "(깨닫다, 인지하다) realize, recognize, find, notice, sense, (formal) perceive, be aware (of), be conscious (of)"
      ]
    },
    {
      "phrase": "아는 것이 병[탈]",
      "hanja": "",
      "example": {},
      "meanings": [
        "Knowing too much is a disease, Where ignorance is bliss, it is folly to be wise, Ignorance is the peace of life",
        "Knowing too much is a disease, Where ignorance is bliss, it is folly to be wise, Ignorance is the peace of life"
      ]
    },
    {
      "phrase": "알게 모르게",
      "hanja": "",
      "example": {},
      "meanings": [
        "in the manner of one being unaware of something, unwittingly"
      ]
    },
    {
      "phrase": "알 게 뭐야[뭐나]",
      "hanja": "",
      "example": {},
      "meanings": [
        "It is not of one's concern"
      ]
    },
    {
      "phrase": "알다가도 모르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "think one knows something, but actually does not know it"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "roger 2",
      "frequency": 0
    },
    {
      "meaning": "wilco",
      "frequency": 0
    },
    {
      "meaning": "roger",
      "frequency": 0
    },
    {
      "meaning": "well 1",
      "frequency": 3
    },
    {
      "meaning": "Message received. Over.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "알았다. I got it. 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [남자사람친구 14일전]_4화 | 못생긴 애가 예쁘게도 자네",
      "english": "I got it."
    },
    {
      "korean": "알았다... I got it... 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [남자사람친구 14일전]_4화 | 못생긴 애가 예쁘게도 자네",
      "english": "I got it..."
    },
    {
      "korean": "알았다~ I got it~ 듣기 View video B1A4 : 산들과 꽃꽂이를 배워봅시다",
      "english": "I got it~"
    },
    {
      "korean": "그럴 줄 알았다... I knew it... 듣기 View video Dingo Story / 딩고스토리 : 남사친과 연하남이 남자로 보이는 순간_EP09 [라이크(LIKE)]",
      "english": "I knew it..."
    },
    {
      "korean": "난 이렇게 나올 줄 알았다? I knew it! 듣기 View video Dingo Story / 딩고스토리 : 남자가 사랑에 빠지는 과정_EP08 [라이크]",
      "english": "I knew it!"
    }
  ],
  "examples": [
    {
      "korean": "He found himself snared in a web of intrigue. 듣기 Add to Wordbook 그는 자신이 음모의 거미줄에 걸려 있음을 알았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He found himself snared in a web of intrigue. Add to Wordbook"
    },
    {
      "korean": "He knew instinctively that something was wrong. 듣기 Add to Wordbook 그는 직감적으로 뭔가가 잘못됐다는 것을 알았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He knew instinctively that something was wrong. Add to Wordbook"
    },
    {
      "korean": "He found the school very cliquey and elitist. 듣기 Add to Wordbook 그는 그 학교가 대단히 파벌 중심적이고 엘리트주의적이라는 것을 알았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He found the school very cliquey and elitist. Add to Wordbook"
    },
    {
      "korean": "She found herself in desperate financial straits. 듣기 Add to Wordbook 그녀는 자신이 절망적인 재정적 궁핍에 처했음을 알았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She found herself in desperate financial straits. Add to Wordbook"
    },
    {
      "korean": "We know him of old. 듣기 Add to Wordbook 우리는 옛날부터 그를 알았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We know him of old. Add to Wordbook"
    }
  ]
}