{
  "phrases": [
    {
      "phrase": "알프레드",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Alfred"
      ]
    },
    {
      "phrase": "알프레드",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Alfred"
      ]
    },
    {
      "phrase": "포트알프레드",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Port Alfred"
      ]
    },
    {
      "phrase": "알프레드 대왕",
      "hanja": "",
      "example": {},
      "meanings": [
        "Alfred the Great"
      ]
    },
    {
      "phrase": "알프레드 자리",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물 Alfred Jarry"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Alfred",
      "frequency": 0
    },
    {
      "meaning": "Love Song of J. Alfred Prufrock",
      "frequency": 0
    },
    {
      "meaning": "Sisley, Alfred",
      "frequency": 0
    },
    {
      "meaning": "Moisiu, Alfred",
      "frequency": 0
    },
    {
      "meaning": "Cortot, Alfred Denis",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "알프레드 없어졌어? Alfred is gone? 듣기 View video WINNER : 밀어서 세계속으로 (퍼스편)",
      "english": "Alfred is gone?"
    },
    {
      "korean": "알프레드를 뭐라고 쳐야 되니? How should I type Alfred? 듣기 View video WINNER : 밀어서 세계속으로 (퍼스편)",
      "english": "How should I type Alfred?"
    },
    {
      "korean": "이게 알프레드 소스라고 크림 소스 좀 진한 맛이 나요. This is Alfredo sauce and this has a stronger taste. 듣기 View video 9muses : 나뮤캐스트 시즌3 Ep.4 - 나뮤의 OOOO (9muses's OOOO)",
      "english": "This is Alfredo sauce and this has a stronger taste."
    },
    {
      "korean": "이거요? - 알프레드 스페셜이랑 크램이 제일 인기 많을 버거입니다. This? - The Alfred special and the clam are our most popular. 듣기 View video 컨버전스 TV (CONS TV) : Global Working Tour in Australia EP.07",
      "english": "This? - The Alfred special and the clam are our most popular."
    }
  ],
  "examples": [
    {
      "korean": "a season of films by Alfred Hitchcock 발음듣기 알프레드 히치콕 영화 시즌[주간] Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a season of films by Alfred Hitchcock 발음"
    },
    {
      "korean": "Silence is a text easy to misread. (A. A. Attanasio) 발음듣기 침묵은 오해하기 쉬운 글과 같다. (알프레드 안젤로 아타나시오, 침묵명언) 명언/속담",
      "english": "Silence is a text easy to misread. (A. A. Attanasio) 발음"
    },
    {
      "korean": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions. (Alfred Tennyson) 발음듣기 인생에서 한 사람의 행복이란 열정의 부재가 아니라 열정의 지배 속에 만들어 진다. (알프레드 테니슨, 행복명언) 명언/속담",
      "english": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions. (Alfred Tennyson) 발음"
    },
    {
      "korean": "Gone - flitted away,/Taken the stars from the night and the sun/From the day!/Gone, and a cloud in my heart. (Alfred Tennyson) 발음듣기 떠났네 훨훨/밤에게서 별을/낮에게서 해를 가져갔네/떠났네, 이제 내 마음에는 구름만이 남았네. (알프레드 테니슨, 이별명언) 명언/속담",
      "english": "Gone - flitted away,/Taken the stars from the night and the sun/From the day!/Gone, and a cloud in my heart. (Alfred Tennyson) 발음"
    },
    {
      "korean": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern. (Alfred North Whitehead) 발음듣기 예술은 경험에 패턴을 만드는 것이며, 미적 즐거움은 이 패턴을 알아보는 데서 생겨난다. (알프레드 노스 화이트헤드, 예술명언) 명언/속담",
      "english": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern. (Alfred North Whitehead) 발음"
    }
  ]
}