{
  "phrases": [
    {
      "phrase": "앞",
      "hanja": "",
      "example": {},
      "meanings": [
        "(전면, 전방) the front",
        "(행렬·순서 등의) head, the front",
        "(면전)"
      ]
    },
    {
      "phrase": "앞에 내세우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put something ahead"
      ]
    },
    {
      "phrase": "맨 앞",
      "hanja": "",
      "example": {},
      "meanings": [
        "the head",
        "the van(군대에서 전위)",
        "the foremost"
      ]
    },
    {
      "phrase": "앞으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "in (the) future",
        "from now on",
        "hereafter"
      ]
    },
    {
      "phrase": "앞으로의",
      "hanja": "",
      "example": {},
      "meanings": [
        "future",
        "coming",
        "to come"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "attn",
      "frequency": 0
    },
    {
      "meaning": "for the attention of",
      "frequency": 0
    },
    {
      "meaning": "anterioris",
      "frequency": 0
    },
    {
      "meaning": "forward",
      "frequency": 3
    },
    {
      "meaning": "before",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "앞으로... From now on... 듣기 View video NCT : 해벌",
      "english": "From now on..."
    },
    {
      "korean": "앞으로 약간 이런... In the front is this... 듣기 View video NCT : みんな本当にありがとう！！",
      "english": "In the front is this..."
    },
    {
      "korean": "바로 앞이네 - 뭐야? 바로 앞이네? It's here. - Right, in front of us. 듣기 View video Stray Kids : [SKZ VLOG] 리노 : 리노, 하고 싶은 거 다 하지 마",
      "english": "It's here. - Right, in front of us."
    },
    {
      "korean": "조금 앞으로 더 가볼까요? Should I go closer to the camera? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "Should I go closer to the camera?"
    },
    {
      "korean": "여기 앞에다가 세워놓을까요? Should we just prop them up here? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Should we just prop them up here?"
    }
  ],
  "examples": [
    {
      "korean": "The crowd parted in front of them. 듣기 Add to Wordbook 그들 앞에서 군중이 갈라졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The crowd parted in front of them. Add to Wordbook"
    },
    {
      "korean": "the vanity of human ambition in the face of death 듣기 Add to Wordbook 죽음 앞에서 무의미한 인간의 야망 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the vanity of human ambition in the face of death Add to Wordbook"
    },
    {
      "korean": "All exits must be kept clear of baggage. 듣기 Add to Wordbook 모든 비상구 앞에는 짐을 놓으면 안 됩니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All exits must be kept clear of baggage. Add to Wordbook"
    },
    {
      "korean": "He elbowed his way through the crowd. 듣기 Add to Wordbook 그는 사람들을 밀치고 앞으로 나아갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He elbowed his way through the crowd. Add to Wordbook"
    },
    {
      "korean": "One of the front tyres had punctured. 듣기 Add to Wordbook 앞 타이어들 중 하나에 펑크가 나 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "One of the front tyres had punctured. Add to Wordbook"
    }
  ]
}