{
  "phrases": [
    {
      "phrase": "앞으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "in (the) future",
        "from now on",
        "hereafter"
      ]
    },
    {
      "phrase": "앞으로[에]",
      "hanja": "",
      "example": {},
      "meanings": [
        "in front of",
        "before",
        "forward"
      ]
    },
    {
      "phrase": "앞",
      "hanja": "",
      "example": {},
      "meanings": [
        "(전면, 전방) the front",
        "(행렬·순서 등의) head, the front",
        "(면전)"
      ]
    },
    {
      "phrase": "앞에 내세우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put something ahead"
      ]
    },
    {
      "phrase": "맨 앞",
      "hanja": "",
      "example": {},
      "meanings": [
        "the head",
        "the van(군대에서 전위)",
        "the foremost"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "forward",
      "frequency": 3
    },
    {
      "meaning": "along",
      "frequency": 3
    },
    {
      "meaning": "ahead",
      "frequency": 3
    },
    {
      "meaning": "forth",
      "frequency": 3
    },
    {
      "meaning": "yet",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "앞으로... From now on... 듣기 View video NCT : 해벌",
      "english": "From now on..."
    },
    {
      "korean": "앞으로? To the front? 듣기 View video TWICE : [AutoCut_JIHYO] TWICE First Half Highlight",
      "english": "To the front?"
    },
    {
      "korean": "앞으로 약간 이런... In the front is this... 듣기 View video NCT : みんな本当にありがとう！！",
      "english": "In the front is this..."
    },
    {
      "korean": "바로 앞이네 - 뭐야? 바로 앞이네? It's here. - Right, in front of us. 듣기 View video Stray Kids : [SKZ VLOG] 리노 : 리노, 하고 싶은 거 다 하지 마",
      "english": "It's here. - Right, in front of us."
    },
    {
      "korean": "조금 앞으로 더 가볼까요? Should I go closer to the camera? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "Should I go closer to the camera?"
    }
  ],
  "examples": [
    {
      "korean": "We're in for a long ride. 듣기 Add to Wordbook 우리는 앞으로 갈 길이 멀다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "We're in for a long ride. Add to Wordbook"
    },
    {
      "korean": "Here's what is likely to happen. 듣기 Add to Wordbook 이것이 앞으로 일어날 일이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 나오리(kate****)",
      "english": "Here's what is likely to happen. Add to Wordbook"
    },
    {
      "korean": "Over the next few years, most of it will come from offshore wind, wave and tidal technology. 듣기 Add to Wordbook 앞으로 몇 년 동안 대부분은 해상 풍력, 파도 및 조수 기술에서 나올 것입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 35127(3512****) Hansard",
      "english": "Over the next few years, most of it will come from offshore wind, wave and tidal technology. Add to Wordbook"
    },
    {
      "korean": "Perhaps it is time to move on. 듣기 Add to Wordbook 아마도 앞으로 나아가야 할 때이다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Soo(stud****)",
      "english": "Perhaps it is time to move on. Add to Wordbook"
    },
    {
      "korean": "Uh, it seems to be stuck in reverse. 듣기 Add to Wordbook 앞으로 나아 갈 수 없네요 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 lucynam123(lucy****)",
      "english": "Uh, it seems to be stuck in reverse. Add to Wordbook"
    }
  ]
}