{
  "phrases": [
    {
      "phrase": "(남)앞에서",
      "hanja": "",
      "example": {},
      "meanings": [
        "in presence",
        "in the face of"
      ]
    },
    {
      "phrase": "앞",
      "hanja": "",
      "example": {},
      "meanings": [
        "(전면, 전방) the front",
        "(행렬·순서 등의) head, the front",
        "(면전)"
      ]
    },
    {
      "phrase": "앞에 내세우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put something ahead"
      ]
    },
    {
      "phrase": "맨 앞",
      "hanja": "",
      "example": {},
      "meanings": [
        "the head",
        "the van(군대에서 전위)",
        "the foremost"
      ]
    },
    {
      "phrase": "앞으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "in (the) future",
        "from now on",
        "hereafter"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "above",
      "frequency": 3
    },
    {
      "meaning": "in the face of something",
      "frequency": 0
    },
    {
      "meaning": "in (a person's) presence",
      "frequency": 0
    },
    {
      "meaning": "forward",
      "frequency": 3
    },
    {
      "meaning": "before",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "앞으로... From now on... 듣기 View video NCT : 해벌",
      "english": "From now on..."
    },
    {
      "korean": "바로 앞이네 - 뭐야? 바로 앞이네? It's here. - Right, in front of us. 듣기 View video Stray Kids : [SKZ VLOG] 리노 : 리노, 하고 싶은 거 다 하지 마",
      "english": "It's here. - Right, in front of us."
    },
    {
      "korean": "조금 앞으로 더 가볼까요? Should I go closer to the camera? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "Should I go closer to the camera?"
    },
    {
      "korean": "[ASMR 방송] 근데 앞에 거는 좀... [ASMR show] But the joke in the beginning was... 듣기 View video Dispatch : [ⓓxV] “아기천사즈 칭찬 대파티” (한결, 도현 : H&D)",
      "english": "[ASMR show] But the joke in the beginning was..."
    },
    {
      "korean": "앞에서 지금 한숨 쉬시는 거 들으셨어요? Did you hear them sighing in front of us? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "Did you hear them sighing in front of us?"
    }
  ],
  "examples": [
    {
      "korean": "Don't walk in front of me. 듣기 Add to Wordbook 내 앞에서 걷지 마라. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메르베이(psys****)",
      "english": "Don't walk in front of me. Add to Wordbook"
    },
    {
      "korean": "He fell in front of a car. 듣기 Add to Wordbook 그는 차 앞에서 넘어졌다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메르베이(psys****)",
      "english": "He fell in front of a car. Add to Wordbook"
    },
    {
      "korean": "You can cry in front of me. 듣기 Add to Wordbook 내 앞에서 울어도 돼. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메르베이(psys****)",
      "english": "You can cry in front of me. Add to Wordbook"
    },
    {
      "korean": "Don't cross your arms at me. 듣기 Add to Wordbook 내 앞에서 팔짱 끼지 마라. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 지니(ica9****)",
      "english": "Don't cross your arms at me. Add to Wordbook"
    },
    {
      "korean": "She is crying in front of me. 듣기 Add to Wordbook 그녀는 내 앞에서 울고 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 행복제이(jang****) Hansard",
      "english": "She is crying in front of me. Add to Wordbook"
    }
  ]
}