{
  "phrases": [
    {
      "phrase": "애가",
      "hanja": " (哀歌)",
      "example": {},
      "meanings": [
        "(성경) an elegy, a dirge, a sad[plaintive] song, a lament, The Lamentations (of Jeremiah)"
      ]
    },
    {
      "phrase": "애가 타다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be anxious[worried]",
        "be agonized"
      ]
    },
    {
      "phrase": "애가 서다",
      "hanja": "",
      "example": {},
      "meanings": [
        "get with child",
        "become pregnant",
        "conceive a child"
      ]
    },
    {
      "phrase": "애가 많다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have many children",
        "have a large family"
      ]
    },
    {
      "phrase": "애가 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be childless"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "elegy",
      "frequency": 3
    },
    {
      "meaning": "lament",
      "frequency": 3
    },
    {
      "meaning": "threnody",
      "frequency": 0
    },
    {
      "meaning": "epicedium",
      "frequency": 0
    },
    {
      "meaning": "elegiac verse",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "주.부.애. 도 그렇고. - 주.부.애. 가 정확하게 뜻이 뭐예요? Calling for fist acting cute. - What is that mean? 듣기 View video LOVELYZ : Lovelyz Diary Season4 EP.08",
      "english": "Calling for fist acting cute. - What is that mean?"
    },
    {
      "korean": "[2. 걔 = 그 애 = '가'] '가' 이러면 걔, 그 애 이렇게 되는 거예요. [2. \"gae\" = she/he = \"ga\"] \"Ga\" is like \"gae\", which means that person. 듣기 View video V PICK! : [BTS] 지민 선생님이 알려주는 가가 가가 (BTS Jimin becoming teacher)",
      "english": "[2. \"gae\" = she/he = \"ga\"] \"Ga\" is like \"gae\", which means that person."
    },
    {
      "korean": "'가' - '가자' 부른 애가? \"Ga\". - Who called to go? 듣기 View video PENTAGON : 릴레이 V LIVE : Ballad Unit",
      "english": "\"Ga\". - Who called to go?"
    },
    {
      "korean": "그래 넌 좀 앞으로 가 얼굴도 작은 애가 맨날 뒤로 가 - 그래 혼이 나야지 그냥. Yeah, you go up front. You always stand in the back with your small face. - Got to be scolded. 듣기 View video 임수향 : 내아이디는강남미인ing17회",
      "english": "Yeah, you go up front. You always stand in the back with your small face. - Got to be scolded."
    },
    {
      "korean": "수안이가 내일 여길 오겠대 자기 혼자서라도. 애가 혼자 어딜 가. Soo-An wants to come, even alone. She can't go alone. 듣기 View video V MOVIE : 영화 '부산행(TRAIN TO BUSAN)' 무비토크 라이브",
      "english": "Soo-An wants to come, even alone. She can't go alone."
    }
  ],
  "examples": [
    {
      "korean": "I think she's starting to teethe. 듣기 Add to Wordbook 애가 이가 나기 시작하는 것 같아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 igwt36(igwt****)",
      "english": "I think she's starting to teethe. Add to Wordbook"
    },
    {
      "korean": "I don't want this guy in my apartment. 듣기 Add to Wordbook 전 이 애가 제 아파트에 있는게 싫어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Sun(2ssu****)",
      "english": "I don't want this guy in my apartment. Add to Wordbook"
    },
    {
      "korean": "You are not responsible for anything he did. 듣기 Add to Wordbook 너는 그애가 한 무엇도 책임질 필요가 없어 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 quihaspela(mina****)",
      "english": "You are not responsible for anything he did. Add to Wordbook"
    },
    {
      "korean": "He broke it - see if he can fix it. 듣기 Add to Wordbook 그가그걸 망가뜨렸다. 그애가 그걸 고칠 수 있는지 알아봐 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 luckyguy(reds****)",
      "english": "He broke it - see if he can fix it. Add to Wordbook"
    },
    {
      "korean": "You know how important your child is to me. 듣기 Add to Wordbook 너의 애가 나한테 얼마나 중요한지 너도 알잖아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Hellooooo(babe****)",
      "english": "You know how important your child is to me. Add to Wordbook"
    }
  ]
}