{
  "phrases": [
    {
      "phrase": "애초에",
      "hanja": "",
      "example": {},
      "meanings": [
        "at first",
        "at the start[outset]",
        "primarily"
      ]
    },
    {
      "phrase": "애초",
      "hanja": " (―初)",
      "example": {},
      "meanings": [
        "(명사) beginning, start (=처음)",
        "(부사)"
      ]
    },
    {
      "phrase": "애초부터",
      "hanja": "",
      "example": {},
      "meanings": [
        "from the first[outset, start]"
      ]
    },
    {
      "phrase": "애초 목적",
      "hanja": "",
      "example": {},
      "meanings": [
        "(the) very first purpose"
      ]
    },
    {
      "phrase": "애초 입장",
      "hanja": "",
      "example": {},
      "meanings": [
        "original position"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ab initio",
      "frequency": 0
    },
    {
      "meaning": "from the first[outset, start]",
      "frequency": 0
    },
    {
      "meaning": "brass-collar",
      "frequency": 0
    },
    {
      "meaning": "from the very beginning",
      "frequency": 0
    },
    {
      "meaning": "be originally meant to",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "애초에 머리카락이... Yes, the hair is... 듣기 View video TOMORROW X TOGETHER : 수빈&휴닝카이 : 뚝딱뚝딱 공작시간",
      "english": "Yes, the hair is..."
    },
    {
      "korean": "마네킹이 사람이란 걸 애초에 알고 있었어? Did you know they were real people? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.16 MBTI of SVT #3",
      "english": "Did you know they were real people?"
    },
    {
      "korean": "저랑 산이가 애초에 V LIVE를 켠 이유가 뭐였죠? What was the reason that San and I turned on V LIVE? 듣기 View video ATEEZ : 비가 오는 날에는 ☔️☔️",
      "english": "What was the reason that San and I turned on V LIVE?"
    },
    {
      "korean": "애초에 수빈이 형 손이 너무 커서 무섭지 않아? SOOBIN's hand is really big, doesn't that make you scared already? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "SOOBIN's hand is really big, doesn't that make you scared already?"
    },
    {
      "korean": "연락.. 연락을 애초에 안 하면 그런 일들이 일어나겠어? If you don't contact from the start, would those things even happen?\" 듣기 View video LEE JIN HYUK : 심심해서 키는 보이스방송♧",
      "english": "If you don't contact from the start, would those things even happen?\""
    }
  ],
  "examples": [
    {
      "korean": "It was my money in the first place. 듣기 Add to Wordbook 그건 애초에 내 돈이었어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 진(estr****)",
      "english": "It was my money in the first place. Add to Wordbook"
    },
    {
      "korean": "Whose was it in the first place? 듣기 Add to Wordbook 애초에 그게 누구의 것이었니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 진(estr****)",
      "english": "Whose was it in the first place? Add to Wordbook"
    },
    {
      "korean": "Why were you late in the first place? 듣기 Add to Wordbook 애초에 왜 늦었던 거니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 진(estr****)",
      "english": "Why were you late in the first place? Add to Wordbook"
    },
    {
      "korean": "In the first place, he's my cousin. 듣기 Add to Wordbook 애초에 그는 내 사촌이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 진(estr****)",
      "english": "In the first place, he's my cousin. Add to Wordbook"
    },
    {
      "korean": "What we paid for in the first place. 듣기 Add to Wordbook 우리가 애초에 지불한 것. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 진(estr****)",
      "english": "What we paid for in the first place. Add to Wordbook"
    }
  ]
}