{
  "phrases": [
    {
      "phrase": "애송이",
      "hanja": "",
      "example": {},
      "meanings": [
        "novice, (informal) rookie"
      ]
    },
    {
      "phrase": "애송이 기자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a cub reporter"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "greenhorn",
      "frequency": 0
    },
    {
      "meaning": "stripling",
      "frequency": 0
    },
    {
      "meaning": "bantling",
      "frequency": 0
    },
    {
      "meaning": "shaveling",
      "frequency": 0
    },
    {
      "meaning": "spalpeen",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이런 애송이들! Why you little dimwits! 듣기 View video Dingo Story / 딩고스토리 : [썸남]#9화 - 이렇게 격정적이어도 되는 거?",
      "english": "Why you little dimwits!"
    },
    {
      "korean": "애송이라니 말 조심해. What do you mean rookie? Be careful what you say. 듣기 View video MOMO X : [존예보스2] 공원소녀 '민주' 편",
      "english": "What do you mean rookie? Be careful what you say."
    },
    {
      "korean": "그렇지만 너 같은 애송이가 과연 '존예보스'가 될 수 있을까? But will a rookie like you become \"You are the Boss\"? 듣기 View video MOMO X : [존예보스2] 공원소녀 '민주' 편",
      "english": "But will a rookie like you become \"You are the Boss\"?"
    },
    {
      "korean": "애송이가 전화해서, 조그만 애가... This small child... 듣기 View video V Special : [꽃브로] 꽃미남 브로맨스 - 김지석&박경 EP4. \"Idol's weight of truth“",
      "english": "This small child..."
    },
    {
      "korean": "[애송이 총각의 제주도 로케!] [A rookie bachelor's Jeju island!] View video SMTOWN : [S.M. THE ARTIST] Super Voice of YESUNG #01",
      "english": "[A rookie bachelor's Jeju island!]"
    }
  ],
  "examples": [
    {
      "korean": "Oh yeah? I wasn’t born yesterday, you know. 듣기 Add to Wordbook 오 그래? 나를 완전 애송이로 아는 모양이군, 응. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Oh yeah? I wasn’t born yesterday, you know. Add to Wordbook"
    },
    {
      "korean": "Don't talk so impudently, you greenhorn. 듣기 Add to Wordbook 애송이인 주제에 건방진 소리 하지 마라 Dong-a's Prime English-Korean Dictionary",
      "english": "Don't talk so impudently, you greenhorn. Add to Wordbook"
    },
    {
      "korean": "Don't damp behind the ears! 듣기 Add to Wordbook 애송이 같은 짓 하지 마라! YBM All in All English-Korean Dictionary",
      "english": "Don't damp behind the ears! Add to Wordbook"
    },
    {
      "korean": "Clint suffered the indignity of being called \"Puppy\" in front of his girlfriend. 듣기 Add to Wordbook 클린트는 애인 앞에서 \"애송이\"라고 불리는 모욕을 당했다. YBM All in All English-Korean Dictionary",
      "english": "Clint suffered the indignity of being called \"Puppy\" in front of his girlfriend. Add to Wordbook"
    },
    {
      "korean": "Clint suffered the indignity of being called “Puppy” in front of his girlfriend. 듣기 Add to Wordbook 클린트는 애인 앞에서 “애송이”라고 불리는 모욕을 당했다. YBM All in All English-Korean Dictionary",
      "english": "Clint suffered the indignity of being called “Puppy” in front of his girlfriend. Add to Wordbook"
    }
  ]
}