{
  "phrases": [
    {
      "phrase": "야영",
      "hanja": " (野營)",
      "example": {},
      "meanings": [
        "camping, camp out, encamp; (군인이) bivouac"
      ]
    },
    {
      "phrase": "야영 장비",
      "hanja": "",
      "example": {},
      "meanings": [
        "camp equipage"
      ]
    },
    {
      "phrase": "야영 행군",
      "hanja": " (野營行軍)",
      "example": {},
      "meanings": [
        "a camping trip"
      ]
    },
    {
      "phrase": "야영 연습",
      "hanja": " (野營鍊習)",
      "example": {},
      "meanings": [
        "camping exercises"
      ]
    },
    {
      "phrase": "캠핑 장소로 지정되지 않은 구역에서의 야영은 금지되어 있습니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "공원 You are not allowed to camp in areas that are not designated camping areas."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "camping",
      "frequency": 2
    },
    {
      "meaning": "camp-out",
      "frequency": 0
    },
    {
      "meaning": "be under canvas",
      "frequency": 0
    },
    {
      "meaning": "encamp",
      "frequency": 0
    },
    {
      "meaning": "outlie",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그리고... 야영! Then... a camp! 듣기 View video V COOKIE : [Full] TAEMIN​ X Rooftop Live - MOVE Night",
      "english": "Then... a camp!"
    },
    {
      "korean": "그러면 여기서 캠핑을 하시나봐. 야영, 야영. I guess people camp out here. Camping. 듣기 View video Cookat X Idol : [매떠여 EXO] 매떠여 시즌1- 본편 #6",
      "english": "I guess people camp out here. Camping."
    },
    {
      "korean": "여기서 야영하시나봐. I guess they come for camping here. 듣기 View video Cookat X Idol : [매떠여 EXO] 매떠여 시즌1- 본편 #6",
      "english": "I guess they come for camping here."
    },
    {
      "korean": "저 야영해도 돼요, 실장님? Can I do camping here, Executive? 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '날씨야 누가 이기나 해보자!!'",
      "english": "Can I do camping here, Executive?"
    },
    {
      "korean": "자 역시 야영의 꽃은 캠프파이어지? Aren't campfires the best part about camping? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : 초간단드라마EP12_오해와이해사이_하",
      "english": "Aren't campfires the best part about camping?"
    }
  ],
  "examples": [
    {
      "korean": "They pitched camp for the night near the river. 발음듣기 그들은 그 강가에서 밤사이 야영을 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They pitched camp for the night near the river. 발음"
    },
    {
      "korean": "The campers had trampled the corn down. 발음듣기 야영객들이 옥수수를 밟아 짓뭉개 놓은 상태였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The campers had trampled the corn down. 발음"
    },
    {
      "korean": "The campsite was deluged by a flash flood. 발음듣기 갑자기 밀어닥친 홍수로 그 야영장이 물에 잠겼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The campsite was deluged by a flash flood. 발음"
    },
    {
      "korean": "The facilities on the campsite were very primitive. 발음듣기 그 야영장의 시설은 대단히 원시적이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The facilities on the campsite were very primitive. 발음"
    },
    {
      "korean": "I camped overnight in a field. 발음듣기 나는 들판에서 야영을 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I camped overnight in a field. 발음"
    }
  ]
}