{
  "phrases": [
    {
      "phrase": "약하다",
      "hanja": " (弱―)",
      "example": {},
      "meanings": [
        "(힘·세력 등이) weak, feeble, light; (바람 등이) gentle",
        "(몸이) weak, frail, feeble; (질병·고령 등으로) infirm",
        "(각오·의지·마음 등이) weak, feeble, weak-minded, weak-willed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "weak",
      "frequency": 2
    },
    {
      "meaning": "weakness",
      "frequency": 2
    },
    {
      "meaning": "faint",
      "frequency": 2
    },
    {
      "meaning": "mild",
      "frequency": 2
    },
    {
      "meaning": "feeble",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "이게 약하다고? Are you serious? 듣기 View video IDOL x IDOL : A.DE - 에이디이 '초심 속으로 1탄 해영-초윤!!'",
      "english": "Are you serious?"
    },
    {
      "korean": "프리허그 약하다고요? \"Free hug is pretty light?\" 듣기 View video Glorious Entertainment : [현우] 브라보! 첫 V라이브에요~ (feat.범우)",
      "english": "\"Free hug is pretty light?\""
    },
    {
      "korean": "약하다고? 너희 쪽은 누가 할 거야? Weak? Who are you working with? 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 프로젝트 EP.55 - 신곡 대결! 발라(?) 버릴까요~?",
      "english": "Weak? Who are you working with?"
    },
    {
      "korean": "수압이 약하다고 그래서. As they complained the weak water pressure. 듣기 View video GAVYNJ : 가비의 화려한 외출~☆",
      "english": "As they complained the weak water pressure."
    },
    {
      "korean": "[압력이 약하다고 느낄 만큼 익숙해진 마사지기!] 모자라요 약간. It's sort of not enough. 듣기 View video Hidden Track No.V : [화사모쇼 TuesdaySanaMomoShow] EP01. Talk about DIET",
      "english": "It's sort of not enough."
    }
  ],
  "examples": [
    {
      "korean": "North Korea does not want the rest of the world to think he is too weak to rule. 발음듣기 북한은, 전세계가 김정일이 통치하기에 너무 약하다고 생각하기를 바라지 않는다. Neungyule",
      "english": "North Korea does not want the rest of the world to think he is too weak to rule. 발음"
    },
    {
      "korean": "They said the earthquakes in Korea are weak. 발음듣기 그들은 한국의 지진이 약하다고 말했다. Neungyule",
      "english": "They said the earthquakes in Korea are weak. 발음"
    },
    {
      "korean": "The European Union is weak in research and technology, he said. 발음듣기 유럽 연합은 연구 기술 분야가 약하다고 그는 말했다. Neungyule",
      "english": "The European Union is weak in research and technology, he said. 발음"
    },
    {
      "korean": "If you feel dizzy or weak, ask your parents to take you to the hospital to check if you have anemia. 발음듣기 어지럽거나 몸이 약하다고 느끼면, 병원에 가서 빈혈 검사를 하자고 부모님께 말씀 드리세요. TIMES CORE",
      "english": "If you feel dizzy or weak, ask your parents to take you to the hospital to check if you have anemia. 발음"
    },
    {
      "korean": "Having weak legs doesn’t mean she is different. 발음듣기 다리가 약하다고 해서 그 아이가 다르다는 의미는 아니니까. TIMES CORE",
      "english": "Having weak legs doesn’t mean she is different. 발음"
    }
  ]
}