{
  "phrases": [
    {
      "phrase": "약하다",
      "hanja": " (弱―)",
      "example": {},
      "meanings": [
        "(힘·세력 등이) weak, feeble, light, (바람 등이) gentle",
        "(몸이) weak, frail, feeble, (질병·고령 등으로) infirm",
        "(각오·의지·마음 등이) weak, feeble, weak-minded, weak-willed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "weak-willed greedy people",
      "frequency": 0
    },
    {
      "meaning": "small ale",
      "frequency": 0
    },
    {
      "meaning": "piano 2",
      "frequency": 0
    },
    {
      "meaning": "robusta",
      "frequency": 0
    },
    {
      "meaning": "buck moth",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[체력도 약하고] 정신차려! [Weak] Get ahold of yourself! 듣기 View video 1THE9(원더나인) : 원더나인(1THE9) - 원더랜드(WONDERLAND) EP.3",
      "english": "[Weak] Get ahold of yourself!"
    },
    {
      "korean": "가장 약하고 상처받기 쉬운 순간이다. or the moment that's the weakest and easily hurt.\" 듣기 View video MOMO X : [모모문고] 남태현 편 (NAM TAEHYUN)",
      "english": "or the moment that's the weakest and easily hurt.\""
    },
    {
      "korean": "약하고 쳐진 피부에, 수분과 탄력성을 더해주죠. To add moisture, plumped elasticity to your weak and sagging skin . 듣기 View video Wishtrend TV : Why Do Korean Girls Look So Young? | Korean Anti Aging Skin Care Tips | Wishtrend TV",
      "english": "To add moisture, plumped elasticity to your weak and sagging skin ."
    },
    {
      "korean": "[갑자기 진지하게 맥주 서열 정하기] 나는 이게 제일 약하고 나한테는. [All of a sudden choosing order of beer] This is the weakest... For me. 듣기 View video 졸잼티비 (joLjamTV) : ep11. 나에게 맞는 맥주는..? _ 뷰티스코드3",
      "english": "[All of a sudden choosing order of beer] This is the weakest... For me."
    },
    {
      "korean": "영어도 약하고, 외국인에도 약해요. We are bad at English and foreigners. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스(게스트:제국의아이들 정희철x제이스타) A night's entertainment news",
      "english": "We are bad at English and foreigners."
    }
  ],
  "examples": [
    {
      "korean": "The heartbeat was feeble and irregular. 듣기 Add to Wordbook 심장 박동 소리가 아주 약하고 불규칙했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The heartbeat was feeble and irregular. Add to Wordbook"
    },
    {
      "korean": "He's frail and in poor health. 듣기 Add to Wordbook 그는 약하고 건강이 좋지 않아요. 절대어휘 5100",
      "english": "He's frail and in poor health. Add to Wordbook"
    },
    {
      "korean": "I hate my manager. His leadership style is 'kiss up, kick down'. 듣기 Add to Wordbook 나는 우리 부장님이 싫다. 그의 리더십 스타일은 강자한테 약하고 약자에게 강하다. 국제영어대학원대학교 신어사전",
      "english": "I hate my manager. His leadership style is 'kiss up, kick down'. Add to Wordbook"
    },
    {
      "korean": "His son, Little Lion is weak and timid. 듣기 Add to Wordbook 그의 아들, 꼬마 사자는 약하고 겁이 많아요. YBM All in All English-Korean Dictionary",
      "english": "His son, Little Lion is weak and timid. Add to Wordbook"
    },
    {
      "korean": "weak-willed greedy people 듣기 Add to Wordbook 의지는 약하고 탐욕스러운 사람들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "weak-willed greedy people Add to Wordbook"
    }
  ]
}