{
  "phrases": [
    {
      "phrase": "약하다",
      "hanja": " (弱―)",
      "example": {},
      "meanings": [
        "(힘·세력 등이) weak, feeble, light; (바람 등이) gentle",
        "(몸이) weak, frail, feeble; (질병·고령 등으로) infirm",
        "(각오·의지·마음 등이) weak, feeble, weak-minded, weak-willed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "When the judgement's weak, The prejudice is strong.",
      "frequency": 0
    },
    {
      "meaning": "hypostatic congestion",
      "frequency": 0
    },
    {
      "meaning": "weak",
      "frequency": 2
    },
    {
      "meaning": "weakness",
      "frequency": 2
    },
    {
      "meaning": "faint",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "심장이 약할 수도 있어 - 난 그 방광이 후덜덜한 느낌이 싫어 - 방광? - 뭐라고? Your heart may be weaker than others. - I hate that feeling from my bladder. - Bladder? - What? 듣기 View video V COOKIE : [FULL] OH MY GIRL X LieV - 오마이걸의 눕방라이브!",
      "english": "Your heart may be weaker than others. - I hate that feeling from my bladder. - Bladder? - What?"
    },
    {
      "korean": "누가 더 약할 것 같은가요? - EUNSOM 한 표. Who looks weaker? - One vote for EUNSOM. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '긴장백배 복불복특집'",
      "english": "Who looks weaker? - One vote for EUNSOM."
    },
    {
      "korean": "언니가 한번 해주세요. -약할 것 같은데. Why don't you turn it over? - I don't think it'll be shocking. 듣기 View video April : ★데뷔 1주년★ 에이프릴 어디까지 알고있니?",
      "english": "Why don't you turn it over? - I don't think it'll be shocking."
    },
    {
      "korean": "약하대요, 자꾸, 여기서 뒤로 갈수록 약할 것 같은데. Fans say that it's nothing. I think it won't get any worse. 듣기 View video April : ★데뷔 1주년★ 에이프릴 어디까지 알고있니?",
      "english": "Fans say that it's nothing. I think it won't get any worse."
    },
    {
      "korean": "이것도 있더라고요. 집에... 저런 분들이 여성분들한테는 강한데 다른 남자한테는 약할 수 있어요. Some guys are weak to other men. 듣기 View video 10PM : 양재진, 딘딘의 비정상담소 unusual counseling center",
      "english": "Some guys are weak to other men."
    }
  ],
  "examples": [
    {
      "korean": "When the judgement's weak, The prejudice is strong. (Kane O'Hara) 발음듣기 분별력이 약할 때, 편견은 강하다. (케인 오하라, 믿음명언) 명언/속담",
      "english": "When the judgement's weak, The prejudice is strong. (Kane O'Hara) 발음"
    },
    {
      "korean": "What a mistake to suppose that the passions are strongest in youth! The passions are not stronger, but the control over them is weaker! They are more easily excited, they are more violent and apparent; but they have less energy, less durability, less intense and concentrated power than in the maturer life. (Edward Bulwer-Lytton) 발음듣기 젊은이들이 더 열정적이라고 예단하는 것은 그 얼마나 큰 실수인가! (젊은이들은) 열정이 강한 것이 아니라 그 열정을 통제할 능력이 약할 뿐이다! 젊은이들은 쉽게 흥분하고 더 폭력적이며 겉만 번지르르하다. 하지만 더 원숙한 이들보다 활기차지 않고 인내심도 약하며 강렬한 집중력도 부족하다. (에드워드 불워 리튼, 인생명언) 명언/속담",
      "english": "What a mistake to suppose that the passions are strongest in youth! The passions are not stronger, but the control over them is weaker! They are more easily excited, they are more violent and apparent; but they have less energy, less durability, less intense and concentrated power than in the maturer life. (Edward Bulwer-Lytton) 발음"
    },
    {
      "korean": "Most diseases occur when people allow themselves to become enervated, that is, low in nerve energy. 발음듣기 사람들이 기운이 빠져서 기력이 약할 때 많은 질병들이 발생한다. YBM All in All English-Korean Dictionary",
      "english": "Most diseases occur when people allow themselves to become enervated, that is, low in nerve energy. 발음"
    },
    {
      "korean": "Can a human be weaker than a mosquito? 발음듣기 인간은 한 마리의 모기보다 약할 수 있을까? EDU TIMES",
      "english": "Can a human be weaker than a mosquito? 발음"
    },
    {
      "korean": "Most countries don't want to rely on other countries or be affected by the strength or weakness of another country's economy. 발음듣기 대부분의 나라들은 다른 나라에 의존하고 싶어하지도 않고 다른 나라의 경제가 강하거나 약할 때 영향 받고 싶어하지 않는다. TIMES CORE",
      "english": "Most countries don't want to rely on other countries or be affected by the strength or weakness of another country's economy. 발음"
    }
  ]
}