{
  "phrases": [
    {
      "phrase": "약해지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "become[get, grow] weak",
        "weaken"
      ]
    },
    {
      "phrase": "약해지다",
      "hanja": " (弱 ─)",
      "example": {},
      "meanings": [
        "weaken, grow weak [feeble], be enfeebled, fall in health, abate (바람이), wane(빛·힘·명성이)."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unstrung",
      "frequency": 0
    },
    {
      "meaning": "impoverished memory",
      "frequency": 0
    },
    {
      "meaning": "weakened eyesight",
      "frequency": 0
    },
    {
      "meaning": "wasted face",
      "frequency": 0
    },
    {
      "meaning": "weakened by",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "내가 약해진 건가? Does it mean that I'm weaker now? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.5",
      "english": "Does it mean that I'm weaker now?"
    },
    {
      "korean": "모발 노화와 약해진 두피를 탱탱하게 케어해줄 거예요! It will help your aged hair and flaky scalp. 듣기 View video SEOUL EONNI : 부시시한 곱슬 건조한 손상 머리 관리법은? 순한샴푸? (๑˃̵ᴗ˂̵๑) 머리에 꿀발랐어~honey",
      "english": "It will help your aged hair and flaky scalp."
    },
    {
      "korean": "잠깐만 나 이렇게 약해진 거 실화? One second! Is it real I became weak? 듣기 View video MAMAMOO : [Special] '음주 歌 마무' 시즌 3 Free style",
      "english": "One second! Is it real I became weak?"
    },
    {
      "korean": "[생생한 증언에 마음 약해진 크루들] 뭐 우리한테 딜을 할 수도 있는 거고. and we can give him deals. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 김재중 스페셜 Ep.6",
      "english": "and we can give him deals."
    },
    {
      "korean": "[6모 씨 (박우재)] 몸도 마음도 많이 약해진 상태죠... His body and mind is very weak right now. 듣기 View video BTOB : 비투비 - 비트콤 #76 (2018 MMA 비하인드)",
      "english": "His body and mind is very weak right now."
    }
  ],
  "examples": [
    {
      "korean": "I just feel very weak these days. 듣기 Add to Wordbook 그냥 요즘 들어 몸이 많이 약해진 것 같애. Neungyule",
      "english": "I just feel very weak these days. Add to Wordbook"
    },
    {
      "korean": "My son here has been feeling weak. 듣기 Add to Wordbook 여기 제 아들이 요즘 몸이 약해진 것 같아요. Neungyule",
      "english": "My son here has been feeling weak. Add to Wordbook"
    },
    {
      "korean": "Gradually, the weakened heart quits pumping properly, leading to deadly heart failure. 듣기 Add to Wordbook 약해진 심장은 서서히 박동을 멈추면서 치명적인 심장마비에 이르게 된다. Neungyule",
      "english": "Gradually, the weakened heart quits pumping properly, leading to deadly heart failure. Add to Wordbook"
    },
    {
      "korean": "I don't feel very well these days. I feel kind of weak. 듣기 Add to Wordbook 요즘 컨디션이 별로 좋진 않아. 몸이 약해진 것 같아. Neungyule",
      "english": "I don't feel very well these days. I feel kind of weak. Add to Wordbook"
    },
    {
      "korean": "She stood up[managed to stand up], barely supported by her weakened legs. 듣기 Add to Wordbook 그녀는 약해진 두 다리로 간신히 버티고 섰다 Neungyule",
      "english": "She stood up[managed to stand up], barely supported by her weakened legs. Add to Wordbook"
    }
  ]
}