{
  "phrases": [
    {
      "phrase": "양날",
      "hanja": " (兩날)",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "양날의",
      "hanja": "",
      "example": {},
      "meanings": [
        "double-bladed",
        "two-edged"
      ]
    },
    {
      "phrase": "양날의 칼",
      "hanja": "",
      "example": {},
      "meanings": [
        "a double-edged sword"
      ]
    },
    {
      "phrase": "양날톱",
      "hanja": "",
      "example": {},
      "meanings": [
        "a double-bladed saw"
      ]
    },
    {
      "phrase": "양날칼",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 catlin, catling"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a double edge",
      "frequency": 0
    },
    {
      "meaning": "two-edged",
      "frequency": 0
    },
    {
      "meaning": "double-edged",
      "frequency": 0
    },
    {
      "meaning": "rapier",
      "frequency": 0
    },
    {
      "meaning": "be a double-edged sword/weapon",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[양날의 검?][장문복 연습생은 안무를 잘 소화해 낼 수 있을지?] [The double-edged sword?] [Will Moon Vok do better?] View video Mnet : 프로듀스101 시즌2 3화",
      "english": "[The double-edged sword?] [Will Moon Vok do better?]"
    },
    {
      "korean": "'양날의 검' - 양날의 검? \"Double edged sword.\" - Double edged sword? 듣기 View video V COOKIE : [Full]Weki Meki Yoo-Jung & Do-Yeon X LieV - 위키미키 최유정 김도연의 눕방라이브!",
      "english": "\"Double edged sword.\" - Double edged sword?"
    },
    {
      "korean": "양날의 검같은 거란다. It's like a double edged sword. 듣기 View video 아이엠 (I am) : <사랑, 기억에 머물다> 6-2화 (Final) [해피 엔딩]",
      "english": "It's like a double edged sword."
    },
    {
      "korean": "비라는 게 양날의 검같아요. Rain is like double-edged sword. 듣기 View video HIGHLIGHT : ♡ HAPPY DUJUN DAY ♡",
      "english": "Rain is like double-edged sword."
    },
    {
      "korean": "근데 나는 그렇게 생각하는 게 되게 양날의 검인 것 같아. I think it's really like a double-edged sword. 듣기 View video 슈주 리턴즈 : 슈주 리턴즈 EP9- 슈퍼주니어 역대 음원 성적 공개",
      "english": "I think it's really like a double-edged sword."
    }
  ],
  "examples": [
    {
      "korean": "Fame can be a two-edged sword. 듣기 Add to Wordbook 명성은 양날의 칼이 될 수가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Fame can be a two-edged sword. Add to Wordbook"
    },
    {
      "korean": "Education is like a double-edged sword. It may be turned to dangerous uses if it is not properly handled. (Wu Ting-Fang) 듣기 Add to Wordbook 교육은 양날의 칼과 같다. 제대로 다루지 못하면 위험한 용도로 쓰일 수 있다. (우 팅-팡, 공부명언) 명언/속담",
      "english": "Education is like a double-edged sword. It may be turned to dangerous uses if it is not properly handled. (Wu Ting-Fang) Add to Wordbook"
    },
    {
      "korean": "The suggestion that costs should be shared cuts both ways. 듣기 Add to Wordbook 비용은 분담해야 한다는 의견은 양날의 검이다. YBM All in All English-Korean Dictionary",
      "english": "The suggestion that costs should be shared cuts both ways. Add to Wordbook"
    },
    {
      "korean": "The suggestion that rush costs should be shared cuts both ways. 듣기 Add to Wordbook 퀵서비스 비용은 분담해야 한다는 의견은 양날의 검이다. YBM All in All English-Korean Dictionary",
      "english": "The suggestion that rush costs should be shared cuts both ways. Add to Wordbook"
    },
    {
      "korean": "The clear answer to the problems depends on how to balance issues such as economic growth and quality of life on the edge of a double-edged sword called 'Demographic growth.' 듣기 Add to Wordbook 이 문제에 대한 분명한 해답은 경제 성장과 삶의 질과 같은 이슈를 '인구성장'이라는 양날의 칼날 위에서 어떻게 균형을 잡느냐에 달려 있다. Neungyule",
      "english": "The clear answer to the problems depends on how to balance issues such as economic growth and quality of life on the edge of a double-edged sword called 'Demographic growth.' Add to Wordbook"
    }
  ]
}