{
  "phrases": [
    {
      "phrase": "양산",
      "hanja": " (陽傘)",
      "example": {},
      "meanings": [
        "parasol"
      ]
    },
    {
      "phrase": "양산",
      "hanja": " (量産)",
      "example": {},
      "meanings": [
        "mass production, mass-produce, produce sth in large quantities"
      ]
    },
    {
      "phrase": "양산",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (자연관광) Yangsan Mountain"
      ]
    },
    {
      "phrase": "양산 계획",
      "hanja": "",
      "example": {},
      "meanings": [
        "a plan for the mass production"
      ]
    },
    {
      "phrase": "양산을 쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "carry a parasol"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "umbrella",
      "frequency": 3
    },
    {
      "meaning": "parasol",
      "frequency": 0
    },
    {
      "meaning": "sunshade",
      "frequency": 0
    },
    {
      "meaning": "mass production",
      "frequency": 0
    },
    {
      "meaning": "sun shade",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[고상한 양산, 하나가 골라준 블라우스] 어떱니까? [A classy sun shade, and the blouse that Hana picked out] How do I look? 듣기 View video 컨버전스 TV (CONS TV) : [W메이트 8화]익선동 패션피플",
      "english": "[A classy sun shade, and the blouse that Hana picked out] How do I look?"
    },
    {
      "korean": "양산이었으면 좋겠다. I hope it's in Yangsan. 듣기 View video MADTOWN : 매드타운과 함께하는 빼빼로데이 스페셜 방송!",
      "english": "I hope it's in Yangsan."
    },
    {
      "korean": "이제 안 오겠죠, 자기한테. - 계속 피해자 양산하는... he will not come to you. - Then more victims will be made. 듣기 View video 10PM : 양재진, 딘딘의 비정상담소 unusual counseling center",
      "english": "he will not come to you. - Then more victims will be made."
    },
    {
      "korean": "[우산을 쓰고 유유히 등장하는 SM] 저거 뭐야. 왜 양산이야. [SM artists showed up with an umbrella] What's up with that parasol? 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 프로젝트 EP.15 - 음악 노예 94번을 찾아서",
      "english": "[SM artists showed up with an umbrella] What's up with that parasol?"
    },
    {
      "korean": "'호 오빠, 빼빼로 양산으로 직속배송 되나요?' - 그럼요. - 그래요? \"H.O, can you immediately deliver the Pepero to Yangsan?\" - Of course. - Really? 듣기 View video MADTOWN : 매드타운과 함께하는 빼빼로데이 스페셜 방송!",
      "english": "\"H.O, can you immediately deliver the Pepero to Yangsan?\" - Of course. - Really?"
    }
  ],
  "examples": [
    {
      "korean": "Rising house prices and rents have created a clipped wing generation. 듣기 Add to Wordbook 주택과 임대 가격의 인상은 경제적인 이유로 부모에게서 독립할 수 없는 세대를 양산한다. 국제영어대학원대학교 신어사전",
      "english": "Rising house prices and rents have created a clipped wing generation. Add to Wordbook"
    },
    {
      "korean": "My drink was decorated with a little parasol. 듣기 Add to Wordbook 내 술잔은 작은 양산으로 장식되었다. YBM All in All English-Korean Dictionary",
      "english": "My drink was decorated with a little parasol. Add to Wordbook"
    },
    {
      "korean": "Reacting with more bombs will only breed more hatred and spawn more violence. 듣기 Add to Wordbook 폭탄으로 보복하는 것은 더 많은 반감을 기르게 되고 더 많은 폭력 사태를 양산할 것이다. YBM All in All English-Korean Dictionary",
      "english": "Reacting with more bombs will only breed more hatred and spawn more violence. Add to Wordbook"
    },
    {
      "korean": "Mass production has become faster because of industrial developments. 듣기 Add to Wordbook 산업 발달로 제품 양산이 가속화되었다 Neungyule",
      "english": "Mass production has become faster because of industrial developments. Add to Wordbook"
    },
    {
      "korean": "Cynthia looked elegant with her long white dress and parasol. 듣기 Add to Wordbook 길고 흰 드레스를 입고 양산을 든 씬시아는 우아해 보였다. YBM All in All English-Korean Dictionary",
      "english": "Cynthia looked elegant with her long white dress and parasol. Add to Wordbook"
    }
  ]
}