{
  "phrases": [
    {
      "phrase": "어느때",
      "hanja": "",
      "example": {},
      "meanings": [
        "(at) what time, when."
      ]
    },
    {
      "phrase": "어느 때",
      "hanja": "",
      "example": {},
      "meanings": [
        "once"
      ]
    },
    {
      "phrase": "그들은 어느 때보다도 더 친해졌다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "They grew ever closer."
      ]
    },
    {
      "phrase": "어느 때보다도 젊게 느껴져요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I feel younger than ever."
      ]
    },
    {
      "phrase": "언제어느때",
      "hanja": "",
      "example": {},
      "meanings": [
        "(at) any moment[time], every moment."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "at any time",
      "frequency": 0
    },
    {
      "meaning": "on a season",
      "frequency": 0
    },
    {
      "meaning": "on one occasion",
      "frequency": 0
    },
    {
      "meaning": "one time",
      "frequency": 0
    },
    {
      "meaning": "during",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[그 어느 때보다 더 중요한 순간] 뭐 할까? [The most important moment] What should I pick? 듣기 View video Dispatch : [Dicon] “쯔위’s Special Day” (디아이콘 : 트와이스)",
      "english": "[The most important moment] What should I pick?"
    },
    {
      "korean": "어느 때? - 언제? 뭐 때문에? Like when? - For what? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#378. 열려라 에이티즈 (스페셜 DJ AOA 지민&찬미 with 에이티즈)",
      "english": "Like when? - For what?"
    },
    {
      "korean": "어느 때 가장 많이 생각이 나던가요 우리 팬분들이? When do you think about your fans the most? 듣기 View video MOMOLAND : [Replay] 모모랜드 5집 미니앨범 'Show Me' 컴백 쇼케이스 (MOMOLAND's 5th Mini Album 'Show Me' Comeback Showcase)",
      "english": "When do you think about your fans the most?"
    },
    {
      "korean": "\"미자, 성인 어느 때가 더 좋아요?\" \"Which do you like better between being a teen and adult?\" 듣기 View video VICTON : 1001일 기념 숩숩이 브이앱:)",
      "english": "\"Which do you like better between being a teen and adult?\""
    },
    {
      "korean": "어느 때보다 기쁩니다 정말. I am more than happy than before... 듣기 View video WINNER : 위너 일등해서 기분이쪼앗! 너무고마워",
      "english": "I am more than happy than before..."
    }
  ],
  "examples": [
    {
      "korean": "His mind is as sharp as ever. 듣기 Add to Wordbook 그의 정신은 그 어느 때나 다름없이 예리하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His mind is as sharp as ever. Add to Wordbook"
    },
    {
      "korean": "It was raining harder than ever. 듣기 Add to Wordbook 그 어느 때보다 심하게 비가 내리고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was raining harder than ever. Add to Wordbook"
    },
    {
      "korean": "Things are as fraught as ever in the office. 듣기 Add to Wordbook 사무실 내의 사정이 어느 때 못지않게 걱정스럽다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Things are as fraught as ever in the office. Add to Wordbook"
    },
    {
      "korean": "Cash machines permit you to withdraw money at any time. 듣기 Add to Wordbook 현금 인출기는 돈을 어느 때나 인출할 수 있게 해 준다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Cash machines permit you to withdraw money at any time. Add to Wordbook"
    },
    {
      "korean": "Private home ownership is increasing faster than ever. 듣기 Add to Wordbook 개인의 주택 소유가 그 어느 때보다 더 빠르게 늘고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Private home ownership is increasing faster than ever. Add to Wordbook"
    }
  ]
}