{
  "phrases": [],
  "meanings": [
    {
      "meaning": "dental impression",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "진짜 훈이랑 농구 하면 어던 기분일까? How will it feel when we play basketball with Hun?? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #21",
      "english": "How will it feel when we play basketball with Hun??"
    },
    {
      "korean": "어던 시적 표현을 하고 있는데요? Which poetic expression is it doing? 듣기 View video V COOKIE : [Full] N.Flying X Rooftop Live - 엔플라잉의 루프탑라이브!",
      "english": "Which poetic expression is it doing?"
    }
  ],
  "examples": [
    {
      "korean": "Thus, some say it is easy for a Korean or a Turk to learn the other’s language. 듣기 Add to Wordbook 따라서 어던 이들은 한국인 및 터키인이 서로의 언어를 배우는 것이 쉽다고 한다. EDU TIMES",
      "english": "Thus, some say it is easy for a Korean or a Turk to learn the other’s language. Add to Wordbook"
    },
    {
      "korean": "Some choose to go to private academies, while some even decide to go abroad. 듣기 Add to Wordbook 어던 사람들은 사설 학원에 가는 것을 선택하는 반면 어떤 사람들은 해외로 유학 가는 것을 결정하기도 합니다. TIMES CORE",
      "english": "Some choose to go to private academies, while some even decide to go abroad. Add to Wordbook"
    },
    {
      "korean": "You realize the fix he's in? 듣기 Add to Wordbook 너 그가 어던 음모에 걸려들었는지 알아? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jump(papa****)",
      "english": "You realize the fix he's in? Add to Wordbook"
    },
    {
      "korean": "But do you think there's any value in it? 듣기 Add to Wordbook 하지만 넌 그거에 어던 가치가 있다고 봐? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 KOREANKID(rlqj****)",
      "english": "But do you think there's any value in it? Add to Wordbook"
    },
    {
      "korean": "There should be one person, one vote in any election. 듣기 Add to Wordbook 어던 선거든지 일인 일표제여야 한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sksir2100(sksi****) Hansard",
      "english": "There should be one person, one vote in any election. Add to Wordbook"
    }
  ]
}