{
  "phrases": [
    {
      "phrase": "ability",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (~을) 할 수 있음, 능력 (↔inability)",
        "Noun 재능, 기량"
      ]
    },
    {
      "phrase": "-ability ( -ibility )",
      "hanja": "",
      "example": {},
      "meanings": [
        "(→-able)"
      ]
    },
    {
      "phrase": "-ability",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "able",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective …할 수 있는 (↔unable)",
        "Adjective 재능 있는, 능력 있는 (→ably)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "glanceability",
      "frequency": 0
    },
    {
      "meaning": "range abilty",
      "frequency": 0
    },
    {
      "meaning": "range ability",
      "frequency": 0
    },
    {
      "meaning": "stronger program",
      "frequency": 0
    },
    {
      "meaning": "자신의 능력을 최대한 발휘하다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "근데 너네 어빌리티 팀 아니야? But aren't you Team Ability? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴]_EP.05 | 극혐이랑 같은 팀이 되는 순간",
      "english": "But aren't you Team Ability?"
    },
    {
      "korean": "저희 어빌리티를 위기에서 건지소서! please save Ability from any danger! 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴]_EP.05 | 극혐이랑 같은 팀이 되는 순간",
      "english": "please save Ability from any danger!"
    },
    {
      "korean": "한 마디로 저희 어빌리티에 들어와주세요! In other words, please join Ability! 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴]_EP.05 | 극혐이랑 같은 팀이 되는 순간",
      "english": "In other words, please join Ability!"
    },
    {
      "korean": "쟤가 어빌리티 청일점이라는데 진짜 잘 추지 않나? He's the only guy in Ability! Isn't he so good at dancing? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴] EP.01 | 간접고백? 아니! 직접고백이야!",
      "english": "He's the only guy in Ability! Isn't he so good at dancing?"
    },
    {
      "korean": "위기의 어빌리티를 구할 에이스인데 그 정도는 할 수 있지 않을까? He's the ace that will save Ability from danger. Shouldn't he be able to do that much? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴]_EP.05 | 극혐이랑 같은 팀이 되는 순간",
      "english": "He's the ace that will save Ability from danger. Shouldn't he be able to do that much?"
    }
  ],
  "examples": [
    {
      "korean": "The new product is designed focusing on high glanceability. 발음듣기 새 제품은 글랜스어빌리티에 중점을 두어 디자인되었다. 국제영어대학원대학교 신어사전",
      "english": "The new product is designed focusing on high glanceability. 발음"
    },
    {
      "korean": "In some cases, if a player is playing with their golf professional, playing-ability cards or green cards will be allowed. 발음듣기 만일 프로 골프 선수와 함께 경기할 경우에는 어빌리티 카드나 그린 카드를 제시할 수 있습니다. hansemEUG",
      "english": "In some cases, if a player is playing with their golf professional, playing-ability cards or green cards will be allowed. 발음"
    },
    {
      "korean": "Contestants were grouped according to age and ability. 발음듣기 대회 참가자들은 나이와 능력별로 나뉘었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Contestants were grouped according to age and ability. 발음"
    },
    {
      "korean": "They overestimated his ability when they promoted him. 발음듣기 그들이 그를 승진시키면서 그의 능력을 과대평가했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They overestimated his ability when they promoted him. 발음"
    },
    {
      "korean": "I had great regard for his abilities. 발음듣기 나는 그의 능력을 대단히 높이 평가했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I had great regard for his abilities. 발음"
    }
  ]
}