{
  "phrases": [
    {
      "phrase": "어디",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어느 곳) where",
        "(정해지지 않은 곳)",
        "(어디서나'의 형태로 쓰여)"
      ]
    },
    {
      "phrase": "어디",
      "hanja": "",
      "example": {},
      "meanings": [
        "Interjection all right, fine",
        "Interjection on earth",
        "Interjection all right"
      ]
    },
    {
      "phrase": "어디?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Where are you?"
      ]
    },
    {
      "phrase": "어디에다 대고",
      "hanja": "",
      "example": {},
      "meanings": [
        "to where, how dare"
      ]
    },
    {
      "phrase": "어디 두고 보자",
      "hanja": "",
      "example": {},
      "meanings": [
        "Let's wait and see"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "some place",
      "frequency": 0
    },
    {
      "meaning": "some…or other",
      "frequency": 0
    },
    {
      "meaning": "in some wise",
      "frequency": 0
    },
    {
      "meaning": "wherever",
      "frequency": 3
    },
    {
      "meaning": "anywhere",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "어딘가? Where is it? 듣기 View video Cookat X Idol : [매떠여 EXO] 매떠여 시즌1- 본편 #3",
      "english": "Where is it?"
    },
    {
      "korean": "여러분 여기가 어딘가요? Where are we? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "Where are we?"
    },
    {
      "korean": "여기 어딘가에 있을 것 같은데... I think someone is here. 듣기 View video 컨스TV : 웹드라마 [기적 소녀 4화] 절대 뒤돌아 보지마!",
      "english": "I think someone is here."
    },
    {
      "korean": "제 반지도 이 세상 어딘가에 있을 거라는... That my ring is somewhere in this world. 듣기 View video iKON : 아이콘 4주년 !! 사랑해 아이코닉!!",
      "english": "That my ring is somewhere in this world."
    },
    {
      "korean": "지금 과거... 과거로 돌아간 건가요? 어딘가요, 지금? What do you see? Do you see your past? 듣기 View video ASTRO : [ASTRO PLAY] 아스트로 극장",
      "english": "What do you see? Do you see your past?"
    }
  ],
  "examples": [
    {
      "korean": "It has to go someplace. 듣기 Add to Wordbook 그것이 어딘가에 들어가야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It has to go someplace. Add to Wordbook"
    },
    {
      "korean": "There’s a pen kicking around on my desk somewhere. 듣기 Add to Wordbook 내 책상 어딘가에 안 쓰고 돌아다니는 펜이 하나 있어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There’s a pen kicking around on my desk somewhere. Add to Wordbook"
    },
    {
      "korean": "Somewhere out there was a desperate man, cold, hungry, hunted. 듣기 Add to Wordbook 저기 바깥 어딘가에 춥고 배고픈 가운데 쫓기는 신세로 자포자기의 심정에 빠진 한 남자가 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Somewhere out there was a desperate man, cold, hungry, hunted. Add to Wordbook"
    },
    {
      "korean": "After ten years travelling the world, she felt it was time to put down roots somewhere. 듣기 Add to Wordbook 10년 동안 세계를 돌아다니며 여행을 한 후 그녀는 이제 어딘가에 뿌리를 내려야겠다는 생각이 들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "After ten years travelling the world, she felt it was time to put down roots somewhere. Add to Wordbook"
    },
    {
      "korean": "Morality, like art, means drawing a line someplace. (Oscar Wilde) 듣기 Add to Wordbook 도덕은 미술과 같이 어딘가에 선을 긋는 것이다. (오스카 와일드, 자기관리명언) 명언/속담",
      "english": "Morality, like art, means drawing a line someplace. (Oscar Wilde) Add to Wordbook"
    }
  ]
}