{
  "phrases": [
    {
      "phrase": "어마",
      "hanja": "",
      "example": {},
      "meanings": [
        "My!, Oh!, Good heaven(s)!, O dear!"
      ]
    },
    {
      "phrase": "amma",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 인도 영어 엄마"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "well 1",
      "frequency": 3
    },
    {
      "meaning": "heyday 2",
      "frequency": 0
    },
    {
      "meaning": "lor",
      "frequency": 0
    },
    {
      "meaning": "duh(h)",
      "frequency": 0
    },
    {
      "meaning": "Irma Thomas",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어마 - 엄마가 맞아요? 어마가 맞아요? Amazing. - How about mom? 듣기 View video BTS : Run BTS! 2019 - EP.86",
      "english": "Amazing. - How about mom?"
    },
    {
      "korean": "[딱 내 공강에 있는 현사사 유 어 마 데스트니] 월, 목? Monday and Thursday? 듣기 View video 플레이리스트 (Playlist) : 요즘 대딩들이 수강신청 하는 법 - 정풂TV 1화 [연플리 시즌 3.5]",
      "english": "Monday and Thursday?"
    },
    {
      "korean": "어마 어마 하더라고 무슨... It was pretty crazy. 듣기 View video BTOB : 민혁",
      "english": "It was pretty crazy."
    },
    {
      "korean": "[이때, 어마 무시한 대결 상대의 등장!] [At that time, a great component enters!] View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 9부_ep.1 아침을 깨우는 모닝엔젤의 정체?! (ft.벌칙)",
      "english": "[At that time, a great component enters!]"
    },
    {
      "korean": "[현역 아이돌의 어마 무시한 TIP 대기 중] MC들이 또 엄청난 걸 준비했습니다. the MCs have prepared something grand. 듣기 View video GFRIEND : SBS MTV <요고바라 4화> 동시 생중계",
      "english": "the MCs have prepared something grand."
    }
  ],
  "examples": [
    {
      "korean": "Well! There is no need to shout. 듣기 Add to Wordbook 어마, 소리지를 필요는 없는데. Dong-a's Prime English-Korean Dictionary",
      "english": "Well! There is no need to shout. Add to Wordbook"
    },
    {
      "korean": "Oh my! What a big boy you've grown to be! 듣기 Add to Wordbook 어마, 참 많이 컸구나! Dong-a's Prime English-Korean Dictionary",
      "english": "Oh my! What a big boy you've grown to be! Add to Wordbook"
    },
    {
      "korean": "Oh, my! It is certainly a surprise to see you! 듣기 Add to Wordbook 어마, 이게 누구냐! Dong-a's Prime English-Korean Dictionary",
      "english": "Oh, my! It is certainly a surprise to see you! Add to Wordbook"
    },
    {
      "korean": "The ambassador travelled in great state. 듣기 Add to Wordbook 그 대사(大使)는 어마 어마한 고관여행(高官旅行)을 하였다. 영어영작문대사전",
      "english": "The ambassador travelled in great state. Add to Wordbook"
    },
    {
      "korean": "Prime Minister Kim Hwang-sik unveiled a proposal on how to secure the enormous budget needed for the drastic cut. 듣기 Add to Wordbook 김황식총리는 등록금 인하에 필요한 어마 어마한 예산을 확보하는 방안을 내놓았다. EDU TIMES",
      "english": "Prime Minister Kim Hwang-sik unveiled a proposal on how to secure the enormous budget needed for the drastic cut. Add to Wordbook"
    }
  ]
}