{
  "phrases": [
    {
      "phrase": "어느",
      "hanja": "",
      "example": {},
      "meanings": [
        "(의문문) which",
        "(막연한 시간·장소)",
        "(막연한 수량·정도)"
      ]
    },
    {
      "phrase": "어느 때고",
      "hanja": "",
      "example": {},
      "meanings": [
        "anytime",
        "anytime"
      ]
    },
    {
      "phrase": "어느 구석",
      "hanja": "",
      "example": {},
      "meanings": [
        "which corner"
      ]
    },
    {
      "phrase": "어느 누구",
      "hanja": "",
      "example": {},
      "meanings": [
        "whoever"
      ]
    },
    {
      "phrase": "어느 장단에 춤추랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "To which tune do I have to dance?",
        "To which tune do I have to dance?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "any",
      "frequency": 2
    },
    {
      "meaning": "which",
      "frequency": 2
    },
    {
      "meaning": "J. Random",
      "frequency": 0
    },
    {
      "meaning": "which 1",
      "frequency": 0
    },
    {
      "meaning": "whichever",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "어느 쪽이야? - 어느 쪽이야? Which one? - Which one? 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "Which one? - Which one?"
    },
    {
      "korean": "어느 팀부터 할까요? Which team should go first? 듣기 View video OSEN : 여자친구, 마이크 받자마자 텐션 폭발한 썰 #스타로드 01",
      "english": "Which team should go first?"
    },
    {
      "korean": "이거 '우린 어느 별에서 떨어져 둘이 됐을까?' \"Which star did we fall from that we became two?\" 듣기 View video MAMAMOO : 용콩별콩 뒤집어지는 LIVE",
      "english": "\"Which star did we fall from that we became two?\""
    },
    {
      "korean": "배가 딱딱한 아빠와 배가 푹신한 아빠 어느 쪽이 더 좋아? 둘 다 좋지 않아? Dad with a squishy stomach or dad with a hard stomach. Which one do you like? Both? 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "Dad with a squishy stomach or dad with a hard stomach. Which one do you like? Both?"
    },
    {
      "korean": "뭐 어느 정도? Well, a bit? 듣기 View video TWICE : TWICE TV “TWICE의 MBTI를 찾아서” EP. 나연",
      "english": "Well, a bit?"
    }
  ],
  "examples": [
    {
      "korean": "No one sings the blues like she did. 발음듣기 어느 누구도 그녀(가 그랬던 것)처럼 블루스를 부르지는 못해. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "No one sings the blues like she did. 발음"
    },
    {
      "korean": "We sheltered from the rain in a doorway. 발음듣기 우리는 어느 집 문간에서 비를 피했다[그었다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We sheltered from the rain in a doorway. 발음"
    },
    {
      "korean": "Deposits can be made at any branch. 발음듣기 예금은 어느 지점에서나 할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Deposits can be made at any branch. 발음"
    },
    {
      "korean": "Which has spots, the leopard or the tiger? 발음듣기 반점이 있는 게 어느 거지, 표범인가 호랑이인가? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Which has spots, the leopard or the tiger? 발음"
    },
    {
      "korean": "He gained a certain notoriety as a gambler. 발음듣기 그는 도박꾼으로 어느 정도 악명을 얻고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He gained a certain notoriety as a gambler. 발음"
    }
  ]
}