{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "이거 필터 어떻... How do I set the filter... 듣기 View video TWICE : 안녕 원스",
      "english": "How do I set the filter..."
    },
    {
      "korean": "네? - 어떤 어떻... What? - What was... 듣기 View video PENTAGON : 성수동 M.I.C",
      "english": "What? - What was..."
    }
  ],
  "examples": [
    {
      "korean": "Gaza is seen as a trial run for how Palestinians would handle an independent state, and the world will be watching to see whether the Palestinian Authority is able to rein in militants and bring order to Gaza's lawless streets. 듣기 Add to Wordbook 가자는 팔레스타인들이 어떻 게 독립국을 다루는지에 대한 시범무대로 보이며, 세계는 팔 레스타인 당국이 민병대원들을 통제할 수 있는지, 가자의 무 법의 거리에 질서를 가져다 줄 수 있을지 지켜볼 것이다. Neungyule",
      "english": "Gaza is seen as a trial run for how Palestinians would handle an independent state, and the world will be watching to see whether the Palestinian Authority is able to rein in militants and bring order to Gaza's lawless streets. Add to Wordbook"
    },
    {
      "korean": "What are you doing with the toaster? 듣기 Add to Wordbook 그 토스터 어떻 요리 하려고? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "What are you doing with the toaster? Add to Wordbook"
    },
    {
      "korean": "You never say anything nice to me. 듣기 Add to Wordbook 당신은 어떻 좋은말도 나에게 말하지 않지요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 uAREE(slri****)",
      "english": "You never say anything nice to me. Add to Wordbook"
    },
    {
      "korean": "We're here to talk about how to abolish it. 듣기 Add to Wordbook 그것을 어떻께 폐지할 것인지를 논의하기 위해 여기 모였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 차니파파(dion****)",
      "english": "We're here to talk about how to abolish it. Add to Wordbook"
    },
    {
      "korean": "Once the horror was unleashed, there was no way of again restraining it. 듣기 Add to Wordbook 공포가 한번 퍼지면 그것을 막을 어떻 방법도 없다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 한밭(cwju****)",
      "english": "Once the horror was unleashed, there was no way of again restraining it. Add to Wordbook"
    }
  ]
}