{
  "phrases": [
    {
      "phrase": "어쩌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(우연히, 뜻밖에) accidentally, by chance, by accident, somehow",
        "(이따금) at times sometimes, occasionally, (every) once in a while, from time to time, (every) now and then,"
      ]
    },
    {
      "phrase": "어쩌다",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "어쩌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb do",
        "Verb be a certain"
      ]
    },
    {
      "phrase": "어쩌다(가)",
      "hanja": "",
      "example": {},
      "meanings": [
        "가끔 occasionally, at times, now and then, once in a (long) while, on rare occasions.",
        "우연히 accidentally, casually, unexpectedly, by (some) chance, by accident."
      ]
    },
    {
      "phrase": "어쩔 수(가) 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "It cannot be helped"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "perhaps",
      "frequency": 3
    },
    {
      "meaning": "maybe",
      "frequency": 3
    },
    {
      "meaning": "why",
      "frequency": 3
    },
    {
      "meaning": "necessarily",
      "frequency": 3
    },
    {
      "meaning": "exultation",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[도대체 어쩌란 말이냐!!!] [What do you want us to do?!] View video V WEB DRAMA : [캐남] 시그널의 결과는 과연?_8회",
      "english": "[What do you want us to do?!]"
    },
    {
      "korean": "[얼음이 없는데... 아... 어쩌란 말이냐] 얼음이 없어. [We don't have any ice... What do we?] We don't have any ice. 듣기 View video THE BOYZ : [FULL]더 보이즈 '꽃미남 분식집' 7회 The BOYZ \"Flower Snack\" ep.7",
      "english": "[We don't have any ice... What do we?] We don't have any ice."
    },
    {
      "korean": "어쩌지? What should I do? 듣기 View video TOMORROW X TOGETHER : 연준이와 소통먹방",
      "english": "What should I do?"
    },
    {
      "korean": "이름이니까 어쩔 수 없지 않아요? But it's a name. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "But it's a name."
    },
    {
      "korean": "어쩔 수 없는 셒구인가 봐! I must be a true SF9 member! 듣기 View video V PICK! : [SF9] (우당탕) 타지야~ 미안해~ 나도 어쩔 수 없는 셒구인가봐~ (우당탕) (JAEYOON talking about newly-coined word)",
      "english": "I must be a true SF9 member!"
    }
  ],
  "examples": [
    {
      "korean": "So what do you expect me to do? 듣기 Add to Wordbook 그럼 나더러 어쩌란 말이야? Neungyule",
      "english": "So what do you expect me to do? Add to Wordbook"
    },
    {
      "korean": "But what about the low incomers like us? We can't afford private tutoring-it's far more expensive. 듣기 Add to Wordbook 하지만 우리 같은 저소득층은 어쩌란 말인가? 우리는 훨씬 더 비싸기 때문에 과외 (사교육)를 시킬 수 없다. Neungyule",
      "english": "But what about the low incomers like us? We can't afford private tutoring-it's far more expensive. Add to Wordbook"
    },
    {
      "korean": "Only once, and I still feel guilty --- but the kiss was nasty. 듣기 Add to Wordbook 딱 한 번 그랬고, 아직도 죄책감을 느낀다. 하지만 그 키스가 불쾌했는 걸 어쩌란 말인가. YBM All in All English-Korean Dictionary",
      "english": "Only once, and I still feel guilty --- but the kiss was nasty. Add to Wordbook"
    },
    {
      "korean": "So is the reiterated fact that there are more police than ever before, so what. 듣기 Add to Wordbook 그 어느 때 보다 더 경찰관들이 있다는 사실을 되풀이 했는데, 그래서 어쩌란 말인가? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "So is the reiterated fact that there are more police than ever before, so what. Add to Wordbook"
    },
    {
      "korean": "So what? Broon signed away British sovereignty in Lisbon in a back room deal. 듣기 Add to Wordbook 그래서 어쩌란 말인가? 브라운 총리는 리스본에서 영국 주권을 넘겨주는 밀실 협정에 서명해버렸는데. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 베이크엔조이(praj****)",
      "english": "So what? Broon signed away British sovereignty in Lisbon in a back room deal. Add to Wordbook"
    }
  ]
}