{
  "phrases": [
    {
      "phrase": "어울리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람과) (함께 시간을 보내다) socialize (with), associate (with), (informal) hang out (with), (잘 지내다) get along (with), mix (with)",
        "(조화되다) harmonize (with), match, suit, go with, (formal) become"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "free mix",
      "frequency": 0
    },
    {
      "meaning": "hanger-oner",
      "frequency": 0
    },
    {
      "meaning": "cipie",
      "frequency": 0
    },
    {
      "meaning": "suited",
      "frequency": 3
    },
    {
      "meaning": "matching",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "잘 어울리고 그렇죠? Still, I am doing fine. Right? 듣기 View video ATEEZ : 홍나잇⭐ (feat.홍중이의 플레이리스트)",
      "english": "Still, I am doing fine. Right?"
    },
    {
      "korean": "그리고 피부가 되게 까만데 잘 어울리고 에뻐요. Her skin is dark but it fits her well, so pretty. 듣기 View video JTBC PLUS : [취중돌] 흥부자들 모모랜드의 취중룰렛",
      "english": "Her skin is dark but it fits her well, so pretty."
    },
    {
      "korean": "딱 어울리고 잘 맞는 사진이라고 생각해요. I think this picture shows us perfectly and fits us well. 듣기 View video V COOKIE : [Full]COOKIE DAY",
      "english": "I think this picture shows us perfectly and fits us well."
    },
    {
      "korean": "웬만한 컬러가 다 잘 어울리고 포인트가 될 수 있어요. All colors go well with it and can be the focus. 듣기 View video EUNBI : EUNBI✟How to Wear Animal Print | Leopard Print Outfit Ideas 레오파드! 호피무늬 아이템 코디 방법",
      "english": "All colors go well with it and can be the focus."
    },
    {
      "korean": "사실 그 팀 멤버랑은 안 어울리고 싶지 않나요? you don't want to hang with your members, right? 듣기 View video 셀럽티비(CELUV.TV) : [I'm Celuv] 아스트로(ASTRO), All Light~ All Right! (Celuv.TV)",
      "english": "you don't want to hang with your members, right?"
    }
  ],
  "examples": [
    {
      "korean": "He’s been mixing with drug addicts and other undesirables. 듣기 Add to Wordbook 그는 마약 중독자들 및 다른 바람직하지 못한 사람들과 어울리고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s been mixing with drug addicts and other undesirables. Add to Wordbook"
    },
    {
      "korean": "I’m not feeling very sociable this evening. 듣기 Add to Wordbook 내가 오늘 저녁에는 사람들과 별로 어울리고 싶지 않다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m not feeling very sociable this evening. Add to Wordbook"
    },
    {
      "korean": "I am good with people and I enjoy meeting new people. 듣기 Add to Wordbook 저는 사람들과 잘 어울리고 낯선 사람 만나는 것을 좋아합니다. DARAKWON",
      "english": "I am good with people and I enjoy meeting new people. Add to Wordbook"
    },
    {
      "korean": "The boy was zazzy: everyone at school wanted to hang out with him. 듣기 Add to Wordbook 그 애는 인기가 많았어. 모두가 그와 어울리고 싶어 했어. 국제영어대학원대학교 신어사전",
      "english": "The boy was zazzy: everyone at school wanted to hang out with him. Add to Wordbook"
    },
    {
      "korean": "She wants to hang out with her chummies. 듣기 Add to Wordbook 그녀는 친구들과 어울리고 싶어해. Neungyule",
      "english": "She wants to hang out with her chummies. Add to Wordbook"
    }
  ]
}