{
  "phrases": [
    {
      "phrase": "어수룩하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(informal) dop(e)y, (순진하다) naive"
      ]
    },
    {
      "phrase": "어수룩한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "a simple soul",
        "a simpleminded person",
        "a good-natured person"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "patsy",
      "frequency": 0
    },
    {
      "meaning": "hick ideas",
      "frequency": 0
    },
    {
      "meaning": "a simple soul",
      "frequency": 0
    },
    {
      "meaning": "a credulous person",
      "frequency": 0
    },
    {
      "meaning": "lad lit",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "좀 막힌 날은 문양이 어수룩하기도 합니다. On the days when I was feeling uninspired, the patterns are unfocused. 듣기 View video YG STAGE : [구혜선] 개인전 'dark YELLOW' LIVE",
      "english": "On the days when I was feeling uninspired, the patterns are unfocused."
    }
  ],
  "examples": [
    {
      "korean": "There are plenty of rogues ready to prey upon the credulous. 듣기 Add to Wordbook 어수룩한 사람을 등쳐먹으려는 악당들이 많이 있다. Friendict Level English-Korean Dictionary",
      "english": "There are plenty of rogues ready to prey upon the credulous. Add to Wordbook"
    },
    {
      "korean": "You cannot catch old birds with chaff. 듣기 Add to Wordbook (속담) 멍텅구리 새가 아니고서야 왕겨에 홀려 잡히라(바보가 아닌 이상 어수룩한 수단에 넘어가지는 않는다). Friendict Level English-Korean Dictionary",
      "english": "You cannot catch old birds with chaff. Add to Wordbook"
    },
    {
      "korean": "He is something of a simpleton. 듣기 Add to Wordbook 그는 좀 어수룩한 데가 있다 Dong-a's Prime English-Korean Dictionary",
      "english": "He is something of a simpleton. Add to Wordbook"
    },
    {
      "korean": "For the millionth time, I was a patsy. 듣기 Add to Wordbook 어수룩한 짓을 수도없이 했지. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "For the millionth time, I was a patsy. Add to Wordbook"
    },
    {
      "korean": "I am not being naive in saying this. 듣기 Add to Wordbook 이렇게 말한다고해서 내가 어수룩한게 아니야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Yaya(bles****)",
      "english": "I am not being naive in saying this. Add to Wordbook"
    }
  ]
}