{
  "phrases": [
    {
      "phrase": "어선",
      "hanja": " (漁船)",
      "example": {},
      "meanings": [
        "fishing boat, fishing craft; (작은) smack; (큰) (formal) fishing vessel"
      ]
    },
    {
      "phrase": "원양어선",
      "hanja": " (遠洋漁船)",
      "example": {},
      "meanings": [
        "deep-sea[pelagic] fishing vessel"
      ]
    },
    {
      "phrase": "대구 어선",
      "hanja": "",
      "example": {},
      "meanings": [
        "a cod fisher"
      ]
    },
    {
      "phrase": "산호 채취 어선",
      "hanja": "",
      "example": {},
      "meanings": [
        "a coral boat"
      ]
    },
    {
      "phrase": "어선을 나포하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "seize a fishing boat"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fishing boat",
      "frequency": 0
    },
    {
      "meaning": "fisherboat",
      "frequency": 0
    },
    {
      "meaning": "fish boat",
      "frequency": 0
    },
    {
      "meaning": "fishing ship",
      "frequency": 0
    },
    {
      "meaning": "fishing craft",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "노가다? 원양어선? At construction sites? Or on a fishing vessel? 듣기 View video OSEN : Golden Child 골든차일드, 컴백무대보다 더 떨린다는 연기대결(ft.이태원클라쓰) #스타로드 07",
      "english": "At construction sites? Or on a fishing vessel?"
    },
    {
      "korean": "공부? 노가다? 원양어선? At school? At construction sites? On a fishing vessel? 듣기 View video OSEN : Golden Child 골든차일드, 컴백무대보다 더 떨린다는 연기대결(ft.이태원클라쓰) #스타로드 07",
      "english": "At school? At construction sites? On a fishing vessel?"
    },
    {
      "korean": "여기 근데 딱 보이잖아 - 원양어선 타는 거야? You can see it. - Will we get on a deep-sea fishing vessel? 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.5-2",
      "english": "You can see it. - Will we get on a deep-sea fishing vessel?"
    },
    {
      "korean": "하지만 독일의 노우어선수, 전혀 당황하지 않고 잽싸게 일어나서 선두를 유지합니다. The German athlete, No Woojin, got right back up and didn't lose his lead. 듣기 View video 병만TV : 2.싸이클",
      "english": "The German athlete, No Woojin, got right back up and didn't lose his lead."
    }
  ],
  "examples": [
    {
      "korean": "a fishing boat 발음듣기 어선 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a fishing boat 발음"
    },
    {
      "korean": "A number of fishing boats were moored to the quay. 발음듣기 몇 척의 어선이 부두에 계류되어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A number of fishing boats were moored to the quay. 발음"
    },
    {
      "korean": "The fishing boat had been grounded on rocks off the coast of Cornwall. 발음듣기 그 어선은 콘월 연안에서 암초에 좌초되었었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fishing boat had been grounded on rocks off the coast of Cornwall. 발음"
    },
    {
      "korean": "He called Charlie Gulf to drive the illegal boats out. 발음듣기 그는 불법 어선을 쫓아내기 위해서 연안 경비대를 불렀다. 국제영어대학원대학교 신어사전",
      "english": "He called Charlie Gulf to drive the illegal boats out. 발음"
    },
    {
      "korean": "Three people died and two others are missing after a fishing boat capsized in waters off South Gyeongsang Province, following a collision with a cargo vessel Friday morning, according to Tongyeong Coast Guard. 발음듣기 통영 해경에 따르면 금요일 아침 경상남도 앞바다에서 한 낚시 어선이 화물선과 충돌한 후 전복되어 3명이 사망하고 2명이 실종되었다. The Korea Times",
      "english": "Three people died and two others are missing after a fishing boat capsized in waters off South Gyeongsang Province, following a collision with a cargo vessel Friday morning, according to Tongyeong Coast Guard. 발음"
    }
  ]
}