{
  "phrases": [
    {
      "phrase": "-어요",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -ayo (→ -여요, -아요, -에요)"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "[아.시.겠.어.요?] [Do you understand?] View video Dingo Story / 딩고스토리 : 텐션만랩 김시은 vs 솔직당당 이지은 온도 차이 [세상 잘 사는 지은씨2 | 김시은 파헤치기]",
      "english": "[Do you understand?]"
    },
    {
      "korean": "어요~ 오셨는가 - 정답! Man~ Did you get here all right? - Correct! 듣기 View video 심포유 - my SMTelevision : [심포유 #시우민] EP16 #파자마파티 #시우민도어려운 #시우민TMI퀴즈",
      "english": "Man~ Did you get here all right? - Correct!"
    },
    {
      "korean": "[명준 1점 획득] - 뭐? - 뭐라고? - 어요 - 어요 - 어요? - 뭐? 뭐? [Myungjun got 1 point] - What? - What? - Man. - Man. - Man? - What? 듣기 View video 심포유 - my SMTelevision : [심포유 #시우민] EP16 #파자마파티 #시우민도어려운 #시우민TMI퀴즈",
      "english": "[Myungjun got 1 point] - What? - What? - Man. - Man. - Man? - What?"
    },
    {
      "korean": "그래서 좀 어두운 것 갔(?)어요. So the dark went a bit. 듣기 View video HANABONO : 일본의 알프스! 시라카와고 작은 교토 다카야마 가던날 겟레디윗미, 눈꽃 데일리 메이크업",
      "english": "So the dark went a bit."
    },
    {
      "korean": "진짜 저는 그 나이로 안 보여요 진짜 깜짝 놀랐 어요. - 정말 아쉬워요. Seriously, I was so surprised to hear your age. - It's so disappointing. 듣기 View video HYOMIN : [FULL] HYOMIN ‘MANGO’ SHOWCASE",
      "english": "Seriously, I was so surprised to hear your age. - It's so disappointing."
    }
  ],
  "examples": [
    {
      "korean": "I bought my first bike six months ago to go to college. 듣기 Add to Wordbook 나는 6개월 전에 대학교에 가려고 처음으로 자전거를 샀 어요. Neungyule",
      "english": "I bought my first bike six months ago to go to college. Add to Wordbook"
    },
    {
      "korean": "I'm afraid I don't much follow football. 듣기 Add to Wordbook 아무래도 나는 축구를 많이 이해할 수없 어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "I'm afraid I don't much follow football. Add to Wordbook"
    },
    {
      "korean": "Which would you rather have? 듣기 Add to Wordbook 어느것을 하시겠(드시겠)어요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 쁘니(wook****)",
      "english": "Which would you rather have? Add to Wordbook"
    }
  ]
}