{
  "phrases": [],
  "meanings": [
    {
      "meaning": "king’s signet ring",
      "frequency": 0
    },
    {
      "meaning": "Lahnda",
      "frequency": 0
    },
    {
      "meaning": "Telugu",
      "frequency": 0
    },
    {
      "meaning": "tatpurusha",
      "frequency": 0
    },
    {
      "meaning": "Insular Celtic",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이 시간에 어인 행차이신가? What brings you here at this time? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : 초능력드라마(봉인해제 13세)EP9_넌 내가 지킨다 | 그녀석들이 변했다(하)",
      "english": "What brings you here at this time?"
    },
    {
      "korean": "아무튼 '어'인 거잖아요. It's some kind of \"eo (fish)\" anyway. 듣기 View video EXO : 안녕하세요 exo 카이입니다",
      "english": "It's some kind of \"eo (fish)\" anyway."
    }
  ],
  "examples": [
    {
      "korean": "The term, short for ''Oh my God' or 'Oh my gosh', is one of dozens of new entries in the Oxford English Dictionary's latest online update. 발음듣기 Oh my God'이나 'Oh my gosh'의 축약어인 'OMG' 등 많은 단어들이 옥스퍼드 영어사전 온라인 최신판에 새로 실렸다. Neungyule",
      "english": "The term, short for ''Oh my God' or 'Oh my gosh', is one of dozens of new entries in the Oxford English Dictionary's latest online update. 발음"
    },
    {
      "korean": "a slang word/expression/term 발음듣기 속어[은어]인 말/표현/용어 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a slang word/expression/term 발음"
    },
    {
      "korean": "She won the fierce competition by correctly spelling “guetapens,” a French word for an ‘ambush.’ 발음듣기 소녀는 “매복” 이라는 뜻의 프랑스 어인 “guetapens”의 철자를 정확히 맞혀 이 치열한 경쟁에서 우승했습니다. TIMES CORE",
      "english": "She won the fierce competition by correctly spelling “guetapens,” a French word for an ‘ambush.’ 발음"
    },
    {
      "korean": "SKY, an acronym for Seoul National University, Korea University, and Yonsei University, is a group of some of the most prestigious universities in Korea. 발음듣기 서울대, 고려대, 그리고 연세대의 두문자어인 SKY는 한국에 있는 몇 개의 명문 대학의 집단이다. TIMES CORE",
      "english": "SKY, an acronym for Seoul National University, Korea University, and Yonsei University, is a group of some of the most prestigious universities in Korea. 발음"
    },
    {
      "korean": "The name ‘oxalic’ comes, like ‘oxygen’, from the Greek ‘oxys’, meaning ‘sharp’ or ‘acidic’. 발음듣기 수산의라는 이름은 산소처럼 그리스 어인 옥시스에서 놔왔는데, 날카로운 혹은 신이라는 의미입니다. TIMES CORE",
      "english": "The name ‘oxalic’ comes, like ‘oxygen’, from the Greek ‘oxys’, meaning ‘sharp’ or ‘acidic’. 발음"
    }
  ]
}