{
  "phrases": [
    {
      "phrase": "억누르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "suppress, control, contain, repress, restrain, stifle, swallow, bottle up"
      ]
    },
    {
      "phrase": "억누를 수 없는",
      "hanja": "",
      "example": {},
      "meanings": [
        "uncontrollable",
        "irrepressible",
        "irresistible"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "irresistible",
      "frequency": 1
    },
    {
      "meaning": "ungovernable rage",
      "frequency": 0
    },
    {
      "meaning": "quenchless",
      "frequency": 0
    },
    {
      "meaning": "an irresistible impulse",
      "frequency": 0
    },
    {
      "meaning": "quenchless curiosity",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "소유욕이 강해지는 거는 억누를 필요가 있는 거 같습니다. - 그러네~ And when you're being very possessive, you need to control it. - I agree~ 듣기 View video VICTON : VICTON 빅톤의 왓타임 세시의 데이트",
      "english": "And when you're being very possessive, you need to control it. - I agree~"
    },
    {
      "korean": "억누른 감정이 조금은 어느정도 이렇게. relieved from the suppressed feelings. 듣기 View video V COOKIE : [Full] YONG JUN HYUNG's 용준형의 힙합라이브",
      "english": "relieved from the suppressed feelings."
    },
    {
      "korean": "제 욕망을 굉장히 억누르느라 힘들었어요. It was really hard pushing down my cravings. 듣기 View video MONSTA X : [몬채널][B] EP.79 I.M - 'Fly With Me' MV 비하인드",
      "english": "It was really hard pushing down my cravings."
    },
    {
      "korean": "'억누르던 슬픔을 꺼내준 게 이 곡이에요'. This song relieved me from the great sorrow. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -01- '밤을 잊은 멜로디에게'",
      "english": "This song relieved me from the great sorrow."
    },
    {
      "korean": "매운 것을 억눌러주는 그런 것으로 배가 부를 것 같아요. You get full from everything you use to kill the spiciness. 듣기 View video MAMAMOO : 래퍼라인 벌칙 수행 '매운돈까스' 시식!! 두둥!!",
      "english": "You get full from everything you use to kill the spiciness."
    }
  ],
  "examples": [
    {
      "korean": "She was unable to contain her excitement. 발음듣기 그녀는 흥분을 억누를 수가 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was unable to contain her excitement. 발음"
    },
    {
      "korean": "I felt an irresistible urge to laugh. 발음듣기 나는 웃고 싶은 마음을 억누를 수가 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I felt an irresistible urge to laugh. 발음"
    },
    {
      "korean": "ungovernable rage 발음듣기 억누를 수 없는 격분 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "ungovernable rage 발음"
    },
    {
      "korean": "He could not check his anger. 발음듣기 그는 분노를 억누를 수가 없었다. YBM All in All English-Korean Dictionary",
      "english": "He could not check his anger. 발음"
    },
    {
      "korean": "I can't get over my anger. 발음듣기 화를 억누를 수 없다. YBM All in All English-Korean Dictionary",
      "english": "I can't get over my anger. 발음"
    }
  ]
}