{
  "phrases": [
    {
      "phrase": "억누르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "suppress, control, contain, repress, restrain, stifle, swallow, bottle up"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "repress",
      "frequency": 1
    },
    {
      "meaning": "irresistible",
      "frequency": 1
    },
    {
      "meaning": "stifle",
      "frequency": 1
    },
    {
      "meaning": "hold something in",
      "frequency": 0
    },
    {
      "meaning": "choke something back",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "억누른 감정이 조금은 어느정도 이렇게. relieved from the suppressed feelings. 듣기 View video V COOKIE : [Full] YONG JUN HYUNG's 용준형의 힙합라이브",
      "english": "relieved from the suppressed feelings."
    },
    {
      "korean": "제 욕망을 굉장히 억누르느라 힘들었어요. It was really hard pushing down my cravings. 듣기 View video MONSTA X : [몬채널][B] EP.79 I.M - 'Fly With Me' MV 비하인드",
      "english": "It was really hard pushing down my cravings."
    },
    {
      "korean": "'억누르던 슬픔을 꺼내준 게 이 곡이에요'. This song relieved me from the great sorrow. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -01- '밤을 잊은 멜로디에게'",
      "english": "This song relieved me from the great sorrow."
    },
    {
      "korean": "매운 것을 억눌러주는 그런 것으로 배가 부를 것 같아요. You get full from everything you use to kill the spiciness. 듣기 View video MAMAMOO : 래퍼라인 벌칙 수행 '매운돈까스' 시식!! 두둥!!",
      "english": "You get full from everything you use to kill the spiciness."
    },
    {
      "korean": "소유욕이 강해지는 거는 억누를 필요가 있는 거 같습니다. - 그러네~ And when you're being very possessive, you need to control it. - I agree~ 듣기 View video VICTON : VICTON 빅톤의 왓타임 세시의 데이트",
      "english": "And when you're being very possessive, you need to control it. - I agree~"
    }
  ],
  "examples": [
    {
      "korean": "Some children display an unquenchable curiosity about every new thing they encounter. 발음듣기 어떤 아이들은 새로운 것들을 접할 때마다 매번 호기심을 억누르지 못한다. YBM All in All English-Korean Dictionary",
      "english": "Some children display an unquenchable curiosity about every new thing they encounter. 발음"
    },
    {
      "korean": "She cannot repress her fury. 발음듣기 그녀는 분통을 억누르지 못한다. English Hidden Card",
      "english": "She cannot repress her fury. 발음"
    },
    {
      "korean": "Do not deny or suppress it. 발음듣기 그것을 부인하거나 억누르지 마세요. TIMES CORE",
      "english": "Do not deny or suppress it. 발음"
    },
    {
      "korean": "Hang on, let us not press him too hard. 발음듣기 잠깐만, 그를 너무 억누르지 말자 User translation Inaccurate information may be included due to the users' self-traslation. xdudcksx(xdud****) Hansard",
      "english": "Hang on, let us not press him too hard. 발음"
    },
    {
      "korean": "Please do not suppress it or let it disappear. 발음듣기 그것을 억누르지 말게 하거나, 혹은 그것이 떠나가게 하라. User translation Inaccurate information may be included due to the users' self-traslation. su303530(su30****) Web Collection",
      "english": "Please do not suppress it or let it disappear. 발음"
    }
  ]
}