{
  "phrases": [
    {
      "phrase": "억눌리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be suppressed, be repressed, be oppressed"
      ]
    },
    {
      "phrase": "억눌린 감정",
      "hanja": "",
      "example": {},
      "meanings": [
        "suppressed[repressed, pent-up] feelings"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pent-up",
      "frequency": 0
    },
    {
      "meaning": "repressed",
      "frequency": 0
    },
    {
      "meaning": "students suffocated by rigid discipline",
      "frequency": 0
    },
    {
      "meaning": "pent-up emotion(s)",
      "frequency": 0
    },
    {
      "meaning": "one’s pent-up feelings",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "평소에 이렇게 억눌렸던 사람이 갑자기 너무 유쾌한 사람이 되는거지. a pleasant person when he drinks. 듣기 View video 10PM : 김풍의 풍기문란-김풍vs주호민 demoralizing behavior",
      "english": "a pleasant person when he drinks."
    }
  ],
  "examples": [
    {
      "korean": "Find some time to focus on beating that pent-up tension of yours. 듣기 Add to Wordbook 억눌린 긴장감을 통제하는 데 몇 시간을 집중해라. TIMES CORE",
      "english": "Find some time to focus on beating that pent-up tension of yours. Add to Wordbook"
    },
    {
      "korean": "They should be free because these places provide invaluable experiences for students who are stifled by mundane classroom life. 듣기 Add to Wordbook 이 곳들은 재미없는 교실의 생활에 억눌린 학생들에게 귀중한 경험을 제공하기 때문에 무료여야 한다. TIMES CORE",
      "english": "They should be free because these places provide invaluable experiences for students who are stifled by mundane classroom life. Add to Wordbook"
    },
    {
      "korean": "Reading the Fall as a myth about the loss of a utopian Paradise, he suggested that dreaming of public nakedness is a subconscious fulfillment of repressed wishes to \"regain this Paradise in dreams.\" 듣기 Add to Wordbook 아담과 이브의 타락을 유토피아적인 파라다이스를 잃은 것에 대한 신화로써 이해하면서, 그는 공공장소에서 알몸이 되는 꿈을 꾸는 것은 \"이러한 파라다이스를 되찾고 싶은 억눌린 소망을 꿈속에서 무의식적으로 성취하는 것\"이라고 제안했습니다. TIMES CORE",
      "english": "Reading the Fall as a myth about the loss of a utopian Paradise, he suggested that dreaming of public nakedness is a subconscious fulfillment of repressed wishes to \"regain this Paradise in dreams.\" Add to Wordbook"
    },
    {
      "korean": "The professor is a repressed, proper man. 듣기 Add to Wordbook 교수는 억눌린 제대로 된 남자이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 the happy vitamin(wdh1****)",
      "english": "The professor is a repressed, proper man. Add to Wordbook"
    },
    {
      "korean": "She always had a thing for repressed men. 듣기 Add to Wordbook 그녀는 항상 억눌린 남자들에게 끌렸다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gray(orch****)",
      "english": "She always had a thing for repressed men. Add to Wordbook"
    }
  ]
}