{
  "phrases": [
    {
      "phrase": "언제",
      "hanja": "",
      "example": {},
      "meanings": [
        "(의문문에서 쓰여) when",
        "(막연한 시기) someday, sometime",
        "(과거의 어느 때)"
      ]
    },
    {
      "phrase": "언제",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb when, at what time",
        "Adverb some time, someday",
        "Adverb always, all the time"
      ]
    },
    {
      "phrase": "언제든지",
      "hanja": "",
      "example": {},
      "meanings": [
        "anytime, any time, whenever"
      ]
    },
    {
      "phrase": "언제이고",
      "hanja": "",
      "example": {},
      "meanings": [
        "on some[any] occasion"
      ]
    },
    {
      "phrase": "언제 다시 한번",
      "hanja": "",
      "example": {},
      "meanings": [
        "some other time",
        "another time"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "any time",
      "frequency": 0
    },
    {
      "meaning": "someday",
      "frequency": 0
    },
    {
      "meaning": "when",
      "frequency": 2
    },
    {
      "meaning": "anytime",
      "frequency": 1
    },
    {
      "meaning": "whenever",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "언제든 들고 나갈 수 있는 약간 그런 거? I want something that you can always take it with you. 듣기 View video Hyomstore : ep.2 횸스토어 전쟁의 서막! 피터지는 프레젠테이션(feat.임라라,유신월)",
      "english": "I want something that you can always take it with you."
    },
    {
      "korean": "언제든 다시 시작할 수 있잖아. You can start again at any time. 듣기 View video Park Hae Jin : [Shine Goback]촬영비하인드 1부",
      "english": "You can start again at any time."
    },
    {
      "korean": "우리는 항상 준비되어 있다 언제든 JBJ95 언제든! We're always ready. JBJ95 is always ready. 듣기 View video JBJ95 : [#지금하95]여러부운~ 뭐하세여어~?",
      "english": "We're always ready. JBJ95 is always ready."
    },
    {
      "korean": "감사하세요 나중에 언제든 보실 수 있어요. Thank you! You can see it anytime later on. 듣기 View video 이달의 소녀(LOONA) : [이달의 소녀] X X 발매! 같이 듣자구~",
      "english": "Thank you! You can see it anytime later on."
    },
    {
      "korean": "힘드시면 쉬었다가 항상 마지막엔 언제든.. 언제든.. If you're tired, rest and at the end, anytime... Anytime... 듣기 View video 김동한 (KimDongHan) : 김동한 (KimDongHan)'s Broadcast",
      "english": "If you're tired, rest and at the end, anytime... Anytime..."
    }
  ],
  "examples": [
    {
      "korean": "We don’t go out much. Give me a quiet night in front of the TV any day! 발음듣기 우리는 외출을 많이 하지 않아요. 언제든 TV를 보며 조용히 보내는 저녁 시간이 더 좋아요! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We don’t go out much. Give me a quiet night in front of the TV any day! 발음"
    },
    {
      "korean": "Only a small fraction of a bank’s total deposits will be withdrawn at any one time. 발음듣기 언제든 어느 한 번에는 은행 총 예금액의 적은 일부만을 인출할 수 있게 될 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Only a small fraction of a bank’s total deposits will be withdrawn at any one time. 발음"
    },
    {
      "korean": "You could always try his home number. 발음듣기 그의 집 전화번호로는 언제든 해 볼 수 있잖아. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You could always try his home number. 발음"
    },
    {
      "korean": "If you’re ever in Miami, come and see us. 발음듣기 언제든 마이애미에 오는 일이 있으면 우리를 보러 와. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If you’re ever in Miami, come and see us. 발음"
    },
    {
      "korean": "In the last resort we can always walk home. 발음듣기 최후의 수단으로 우리는 언제든 집까지 걸어갈 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "In the last resort we can always walk home. 발음"
    }
  ]
}