{
  "phrases": [
    {
      "phrase": "얽히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(줄 등이) get tangled, become entangled (in), tangle (up)",
        "(사건·사정 등이) be involved in, get entangled (in sthwith sb), be entwined (with), be concerned (with/in), (관련되다) be related (to), ..."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "break sheer",
      "frequency": 0
    },
    {
      "meaning": "tangle",
      "frequency": 3
    },
    {
      "meaning": "entanglement",
      "frequency": 0
    },
    {
      "meaning": "knotty",
      "frequency": 0
    },
    {
      "meaning": "a crime of passion",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그렇죠 저희 엔터 끼리는 다 얽히고설킨 그런 관계들이 아니겠습니까? That's right. We are all closely connected to our entertainment companies, right? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#160. 윙 가르디움 라비오우사 (w. 라비 of 빅스)",
      "english": "That's right. We are all closely connected to our entertainment companies, right?"
    },
    {
      "korean": "우리는 돈으로 얽힌 비겁한 관계군! So we're have a kind of relationship that's tied with money! 듣기 View video KIM DONG WAN : 1010클럽with제시, 한라",
      "english": "So we're have a kind of relationship that's tied with money!"
    },
    {
      "korean": "근데 뭔가 그 인물들 속에 얽혀있는 그리고.. But he's entangled within the characters and... 듣기 View video V COOKIE : [Full]RADIO APART X PARK JI BIN (RADIO APART X 박지빈)",
      "english": "But he's entangled within the characters and..."
    },
    {
      "korean": "크리스마스에 얽힌 추억 없어요? Do you have any memories from Christmas? 듣기 View video GFRIEND : 예린 유주 again",
      "english": "Do you have any memories from Christmas?"
    },
    {
      "korean": "여기 또 바위에 얽힌 다른 이야기가 있습니다. There is another story of the rock. 듣기 View video V WEB DRAMA : 하늘에서 만난 대한민국 7부",
      "english": "There is another story of the rock."
    }
  ],
  "examples": [
    {
      "korean": "A ship was breaking sheer but we didn't know what to do. 듣기 Add to Wordbook 배가 닻이 얽힐 위험이 있는 위치로 흐르고 있었지만 우리는 어떻게 해야 할지 몰랐다. YBM All in All English-Korean Dictionary",
      "english": "A ship was breaking sheer but we didn't know what to do. Add to Wordbook"
    },
    {
      "korean": "If you try to pull yourself free, you may get more tangled. 듣기 Add to Wordbook 만약 여러분이 풀려나기 위해 몸을 잡아 당기면 더 얽힐 수 있답니다. TIMES CORE",
      "english": "If you try to pull yourself free, you may get more tangled. Add to Wordbook"
    },
    {
      "korean": "That would be fraught with complications, because there would be cross-boundary issues. 듣기 Add to Wordbook 그것은 국경분쟁이 될수 있기에, 복잡한 문제들로 얽힐 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****) Hansard",
      "english": "That would be fraught with complications, because there would be cross-boundary issues. Add to Wordbook"
    },
    {
      "korean": "stories of bitter feuding between rival drug dealers 듣기 Add to Wordbook 경쟁 마약상들 간의 극심한 불화에 얽힌 이야기들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "stories of bitter feuding between rival drug dealers Add to Wordbook"
    },
    {
      "korean": "He tried to disentangle his fingers from her hair. 듣기 Add to Wordbook 그는 그녀의 머리카락에 얽혀 있는 손가락을 빼내려고 애를 썼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He tried to disentangle his fingers from her hair. Add to Wordbook"
    }
  ]
}