{
  "phrases": [
    {
      "phrase": "엄마",
      "hanja": "",
      "example": {},
      "meanings": [
        "(informal) mama, (Am) mom, (Brit, inf) mum, (Am, S) mommy, (Brit, S) mummy, (어머니) mother"
      ]
    },
    {
      "phrase": "엄마 노릇을 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "play one's role as a mother"
      ]
    },
    {
      "phrase": "엄마, 다녀왔습니다!",
      "hanja": "",
      "example": {},
      "meanings": [
        "Mom, here I am!"
      ]
    },
    {
      "phrase": "엄마가 된걸 축하해요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Congrats on becoming a mother."
      ]
    },
    {
      "phrase": "엄마에게 어리광을 떨다",
      "hanja": "",
      "example": {},
      "meanings": [
        "play the baby to one´s mother"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mum",
      "frequency": 3
    },
    {
      "meaning": "mama",
      "frequency": 3
    },
    {
      "meaning": "mummy",
      "frequency": 3
    },
    {
      "meaning": "mammy",
      "frequency": 0
    },
    {
      "meaning": "mam",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "엄마.. but my mom... 듣기 View video Park Bo Young : 화요병인사람~~~~~?",
      "english": "but my mom..."
    },
    {
      "korean": "엄마! 보지 마! Mom! Don't watch this! 듣기 View video OSEN : PENTAGON 펜타곤, 여동생에 소개시켜주고 싶은 멤버? #스타로드 04",
      "english": "Mom! Don't watch this!"
    },
    {
      "korean": "엄마가 샀어요 - 진짜로? My mom bought it. - Really? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "My mom bought it. - Really?"
    },
    {
      "korean": "아 그때 그 작은 엄마랑 작은 아빠? That mom and dad from before? 듣기 View video Stray Kids : 산을 넘어 산호세로 ~~❤",
      "english": "That mom and dad from before?"
    },
    {
      "korean": "다 들어와! - 다 들어와! - 내가 엄마야? Everyone, come in. - Come in everyone! - Am I the mom? 듣기 View video Stray Kids : 산을 넘어 산호세로 ~~❤",
      "english": "Everyone, come in. - Come in everyone! - Am I the mom?"
    }
  ],
  "examples": [
    {
      "korean": "Mummy, I’ve got a tummy ache. 듣기 Add to Wordbook 엄마, 나 배 아파요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mummy, I’ve got a tummy ache. Add to Wordbook"
    },
    {
      "korean": "The child snuggled up to her mother. 듣기 Add to Wordbook 그 아이는 엄마에게 바싹 파고들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The child snuggled up to her mother. Add to Wordbook"
    },
    {
      "korean": "The baby sucked at its mother’s breast. 듣기 Add to Wordbook 그 아기는 엄마의 젖을 빨았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The baby sucked at its mother’s breast. Add to Wordbook"
    },
    {
      "korean": "financial inducements to mothers to stay at home 듣기 Add to Wordbook 엄마들이 집에 있게 하기 위한 재정적 유인책 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "financial inducements to mothers to stay at home Add to Wordbook"
    },
    {
      "korean": "The court claims she is an unfit mother. 듣기 Add to Wordbook 법원은 그녀가 엄마로서 부적합하다고 주장한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The court claims she is an unfit mother. Add to Wordbook"
    }
  ]
}