{
  "phrases": [
    {
      "phrase": "없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(존재하지 않는다)",
        "(소유하지 않다)",
        "(생기지 않다)"
      ]
    },
    {
      "phrase": "없는 것이 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lack nothing, soup-to-nuts"
      ]
    },
    {
      "phrase": "없는 놈이 찬밥 더운 밥을 가리랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "Would a man in need discriminate cold rice from hot rice?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "innocent",
      "frequency": 3
    },
    {
      "meaning": "dull",
      "frequency": 3
    },
    {
      "meaning": "constant",
      "frequency": 3
    },
    {
      "meaning": "hardly",
      "frequency": 3
    },
    {
      "meaning": "shapeless",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "할 일은 없겠지만 혹시 해보고 싶은 아르바이트가 있다면? Is there any part time job you would want to try if you got a chance? 듣기 View video AB6IX : AB6IX (에이비식스) 100 DAYS❗ - DAE HWI",
      "english": "Is there any part time job you would want to try if you got a chance?"
    },
    {
      "korean": "요새 읽는 책 '운다고 달라지는 일은 아무것도 없겠지만'이었나? The book these days... \"There is nothing different because you cry?\" 듣기 View video 우주소녀(WJSN) : [엑시] 나 보고싶었지?",
      "english": "The book these days... \"There is nothing different because you cry?\""
    },
    {
      "korean": "그 사람들한테 희망이 없겠지만... 뭐라고 말해요? They might not have any hope but... How should I say this? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#176. 얼수~! (w. 펜타곤)",
      "english": "They might not have any hope but... How should I say this?"
    },
    {
      "korean": "없겠지만, 제 길이 아닌 것 같아요. But I thought it wasn't my cup of tea. 듣기 View video 아이틴걸즈(i-Teen Girls) : 방과 후 아지트 #08_DoYeon (After school i.G.T)",
      "english": "But I thought it wasn't my cup of tea."
    },
    {
      "korean": "맛은 없겠지만 그거 초콜릿이야. It probably doesn't taste good but it's chocolate. 듣기 View video BTOB : <민혁이의 멜로디가 빛나는 밤에> - 두 번째 이야기",
      "english": "It probably doesn't taste good but it's chocolate."
    }
  ],
  "examples": [
    {
      "korean": "I have learned that you cannot always make everybody happy but I can try and listen to their concerns and make the necessary adjustments in the policies when needed. 듣기 Add to Wordbook 어떤 정책도 모든 사람을 만족시킬 수 없겠지만 불만이 있는 시민의 의견을 경청하고 필요하다면 정책에 필요한 조정을 하도록 하겠습니다. DARAKWON",
      "english": "I have learned that you cannot always make everybody happy but I can try and listen to their concerns and make the necessary adjustments in the policies when needed. Add to Wordbook"
    },
    {
      "korean": "Even if his flight leaves now, which it won’t, there’s no way he’d be here by then. 듣기 Add to Wordbook 그의 비행기가, 그럴 수도 없겠지만, 만에 하나 지금 출발한다고 해도 4시 안에 여기 도착할 수 있는 방법이 없어. YBM All in All English-Korean Dictionary",
      "english": "Even if his flight leaves now, which it won’t, there’s no way he’d be here by then. Add to Wordbook"
    },
    {
      "korean": "It's not going to cure someone from stage three cancer, but in terms of prevention it does make sense. 듣기 Add to Wordbook 암 3기에 있는 사람을 치료할 수는 없겠지만, 예방이라는 차원에서는 말이 됩니다. Neungyule",
      "english": "It's not going to cure someone from stage three cancer, but in terms of prevention it does make sense. Add to Wordbook"
    },
    {
      "korean": "Even though it gives him no control over the market, that’s what Godo Peralta is doing now. 듣기 Add to Wordbook 비록 이 방법으로 그가 시장을 장악할 수는 없겠지만 이게 바로 지금 그가 사용하고 있는 방법입니다. YBM All in All English-Korean Dictionary",
      "english": "Even though it gives him no control over the market, that’s what Godo Peralta is doing now. Add to Wordbook"
    },
    {
      "korean": "No one can be certain about everything, in hindsight is easy. 듣기 Add to Wordbook 확신을 할 수 있는 사람은 아무도 없겠지만, 그래도 지난 다음에 말하기는 쉬운데요. YBM All in All English-Korean Dictionary",
      "english": "No one can be certain about everything, in hindsight is easy. Add to Wordbook"
    }
  ]
}