{
  "phrases": [
    {
      "phrase": "없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(존재하지 않는다)",
        "(소유하지 않다)",
        "(생기지 않다)"
      ]
    },
    {
      "phrase": "없는 것이 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lack nothing, soup-to-nuts"
      ]
    },
    {
      "phrase": "없는 놈이 찬밥 더운 밥을 가리랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "Would a man in need discriminate cold rice from hot rice?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Prior Service Cost",
      "frequency": 0
    },
    {
      "meaning": "innocent",
      "frequency": 2
    },
    {
      "meaning": "hardly",
      "frequency": 2
    },
    {
      "meaning": "dull",
      "frequency": 2
    },
    {
      "meaning": "worthless",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "[고민은 끝이 없기에...] 그게 고민하기 시작하면 답이 안 나와서. If you start to think about that, there's never an answer. 듣기 View video Hidden Track No.V : [비투비 예능 훈련소] EP05. 뮤지션 회담",
      "english": "If you start to think about that, there's never an answer."
    },
    {
      "korean": "얘기를 했더니 아무 대답이 없기에 전화를 했어요. So I tried calling her. 듣기 View video FANGUIN TV : [REPLAY] 다비치의 반반한 쇼 (DAVICHI Comeback Live)",
      "english": "So I tried calling her."
    },
    {
      "korean": "제가 철이 없기에 오늘의 제가 있는 거고요. It's because I'm immature that I am who I am today. 듣기 View video EXID : 솔지의 VOICE #3",
      "english": "It's because I'm immature that I am who I am today."
    },
    {
      "korean": "메세지는 아니고 이들은 핸드폰이 없기에... Not a message, as they don't have a mobile phone... 듣기 View video FANTAGIO MUSIC : [최유정] 도로록 생일파티 연Day~♡",
      "english": "Not a message, as they don't have a mobile phone..."
    },
    {
      "korean": "어렵게 모신 스페셜 게스트 (a.k.a 스게)를 육수만 먹여서 보낼 순 없기에... Since we can't just feed broth to our special guest... 듣기 View video Happy Robot Records : [THE koxx] 수요미식단 -10회특집 방송",
      "english": "Since we can't just feed broth to our special guest..."
    }
  ],
  "examples": [
    {
      "korean": "Since these were initial orders, I couldn't afford production delays and I resorted to sourcing finished products from other factories at the expense of reduced profit margin. 발음듣기 첫 주문이었던 만큼 생산 지연은 있을 수 없기에 수익을 다소 포기하고 타 공장으로부터 완제품을 소싱하였습니다. DARAKWON",
      "english": "Since these were initial orders, I couldn't afford production delays and I resorted to sourcing finished products from other factories at the expense of reduced profit margin. 발음"
    },
    {
      "korean": "Secondly, more reunions need to start taking place, as many family members are running out of time. 발음듣기 두 번째로 이산가족들이 더 이상 시간이 없기에 이산가족상봉은 더 자주 이루어져야 할 것이다. Neungyule",
      "english": "Secondly, more reunions need to start taking place, as many family members are running out of time. 발음"
    },
    {
      "korean": "Cratchit shivers while he works as his boss is so cheap that he won't spend money on coals to light a fire. 발음듣기 크래칫은 그의 사장이 너무 인색해 불을 떼기 위한 석탄을 사는데 한 푼도 쓸 수 없기에 일을 하면서 추위로 벌벌 떤다. Neungyule",
      "english": "Cratchit shivers while he works as his boss is so cheap that he won't spend money on coals to light a fire. 발음"
    },
    {
      "korean": "Not all land is useful to humans as it cannot produce food. 발음듣기 모든 땅에서 식량을 생산할 수 없기에 인간에게 모든 땅이 유용한 것은 아니다. YBM All in All English-Korean Dictionary",
      "english": "Not all land is useful to humans as it cannot produce food. 발음"
    },
    {
      "korean": "No one helped her in any way so she wriggled her way out. 발음듣기 아무도 그녀를 도와주는 사람이 없기에 그녀는 꿈틀거리며 앞으로 나아갔다. YBM All in All English-Korean Dictionary",
      "english": "No one helped her in any way so she wriggled her way out. 발음"
    }
  ]
}