{
  "phrases": [
    {
      "phrase": "없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(존재하지 않는다)",
        "(소유하지 않다)",
        "(생기지 않다)"
      ]
    },
    {
      "phrase": "협상에 진척이 없다는 얘기 들었어요?",
      "hanja": "",
      "example": {},
      "meanings": [
        "직장에서의 표현 Did you hear the negotiations are at a standstill?"
      ]
    },
    {
      "phrase": "아무 것도 없다는 것을 말씀드리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "tell there is nothing"
      ]
    },
    {
      "phrase": "없는 것이 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lack nothing, soup-to-nuts"
      ]
    },
    {
      "phrase": "없는 놈이 찬밥 더운 밥을 가리랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "Would a man in need discriminate cold rice from hot rice?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a sense of worthlessness",
      "frequency": 0
    },
    {
      "meaning": "(a) fat chance (of something/doing something)",
      "frequency": 0
    },
    {
      "meaning": "He shrugged indifferently.",
      "frequency": 0
    },
    {
      "meaning": "feelings of unworthiness",
      "frequency": 0
    },
    {
      "meaning": "judicial activism",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너 에이티니가 만들어주신 걸 지금 재미없다는 거야? Do you think what ATINY said was not funny? 듣기 View video ATEEZ : 안뇽~ 연습하다 왔어요❣️",
      "english": "Do you think what ATINY said was not funny?"
    },
    {
      "korean": "아무 문제 없다는 거 아니야? there's no problem with it, right? 듣기 View video Dingo Story / 딩고스토리 : 변태 선생이 벌점을 줬다_EP11 [라이크(LIKE)]",
      "english": "there's no problem with it, right?"
    },
    {
      "korean": "라면한테 별 거 없다는 말은 조금... It sounds like you're downplay ramen. 듣기 View video Dispatch : [ⓓxV] “셉라면 챌린지②” (세븐틴 : SEVENTEEN)",
      "english": "It sounds like you're downplay ramen."
    },
    {
      "korean": "그건 들려줄 수 없다는게... 들려주면 안되겠죠? But not being able to play it... I can't right? 듣기 View video 우주소녀(WJSN) : [엑시] 나 보고싶었지?",
      "english": "But not being able to play it... I can't right?"
    },
    {
      "korean": "지금 TMI가 없다는 걸 말하고 있는 게 제 오늘의 TMI! Today's TMI is that I don't have anything to say today. 듣기 View video PARK JI HOON : [Wink Arcade] 박지훈 [360] 음악방송 1주차 비하인드 Lv.22",
      "english": "Today's TMI is that I don't have anything to say today."
    }
  ],
  "examples": [
    {
      "korean": "She handled the matter with seeming indifference. 듣기 Add to Wordbook 그녀가 그 문제를 겉으로는 관심 없다는 듯 다루었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She handled the matter with seeming indifference. Add to Wordbook"
    },
    {
      "korean": "Married life made him feel hedged in and restless. 듣기 Add to Wordbook 결혼 생활은 그에게 꼼짝 없이 갇혀서 안정감을 느낄 수 없다는 기분이 들게 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Married life made him feel hedged in and restless. Add to Wordbook"
    },
    {
      "korean": "He shook his head in disbelief. 듣기 Add to Wordbook 그가 믿을 수 없다는 듯 고개를 저었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He shook his head in disbelief. Add to Wordbook"
    },
    {
      "korean": "The worst of it is that I can’t even be sure if they received my letter. 듣기 Add to Wordbook 가장 심각한 것은 그들이 내 편지를 받았는지조차도 내가 확실히 알 수가 없다는 점이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The worst of it is that I can’t even be sure if they received my letter. Add to Wordbook"
    },
    {
      "korean": "It was her proud boast that she had never missed a day’s work because of illness. 듣기 Add to Wordbook 아파서 결근한 적이 한 번도 없다는 것이 그녀가 자부심에 차서 하는 자랑이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was her proud boast that she had never missed a day’s work because of illness. Add to Wordbook"
    }
  ]
}