{
  "phrases": [
    {
      "phrase": "없애다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(없어지게 하다) remove, eliminate, get rid of, do away with, take sth away",
        "(낭비하다) waste, spend (wastefully)",
        "(죽이다) kill, murder, get rid of, (informal) do away with"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "matted 2",
      "frequency": 0
    },
    {
      "meaning": "aplanatic",
      "frequency": 0
    },
    {
      "meaning": "aplanat",
      "frequency": 0
    },
    {
      "meaning": "apochromatic",
      "frequency": 0
    },
    {
      "meaning": "apochromat",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너무 없앤 거 아니에요? Isn't that a little too much? 듣기 View video 카모마일T (Chamomile_T) : EXO&BTS / 엑소 VS 방탄소년단 남자 아이돌 커버 메이크업 / KPOP IDOL COVER MAKEUP",
      "english": "Isn't that a little too much?"
    },
    {
      "korean": "[한계를 없앤 스트레칭] 한계를 없앤 몸풀기. [Time for stretching without a limit] Let me show you. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN EP.03",
      "english": "[Time for stretching without a limit] Let me show you."
    },
    {
      "korean": "줄임말이 아니죠. 없앤 말이죠. It's not an abbreviation but a word in short. 듣기 View video SMTOWN : [REPLAY] 샤이니 비긴즈 \"1 of 1\" (SHINee BEGINS \"1 of 1\")",
      "english": "It's not an abbreviation but a word in short."
    },
    {
      "korean": "그런데 방이 너무 깔끔하다. - 없앤 거야? The room is too well organized. - It was blurred? 듣기 View video KNK : 지금 크나큰(KNK)은?",
      "english": "The room is too well organized. - It was blurred?"
    },
    {
      "korean": "이걸 빼? - 이걸 없앤 다음에 썰어야 돼. Take it out? - You need to chop it after you take this out. 듣기 View video 파파런치 에이프릴박스 (Papalunch Aprilbox) : 파파런치 에이프릴박스 Ep5 <밥은 먹고 다니니?>",
      "english": "Take it out? - You need to chop it after you take this out."
    }
  ],
  "examples": [
    {
      "korean": "Actually, I got rid of my TV years ago. 듣기 Add to Wordbook 실은 TV 없앤 지 오래됐어. Neungyule",
      "english": "Actually, I got rid of my TV years ago. Add to Wordbook"
    },
    {
      "korean": "There have been numerous accomplishments, including the creation of the euro currency and the elimination of many border controls. 듣기 Add to Wordbook 유럽 통화를 만든 것과 많은 경계 제한을 없앤 것 등을 포함해 많은 업적을 이루었다. Neungyule",
      "english": "There have been numerous accomplishments, including the creation of the euro currency and the elimination of many border controls. Add to Wordbook"
    },
    {
      "korean": "Newell said that the scene he most regrets losing is a short appearance by Harry's heartless Muggle family, the Dursleys. 듣기 Add to Wordbook 뉴웰이 없앤 것을 가장 후회하는 장면은 해리의 냉혹한 머글 가족 더들리의 짧은 출현이라고 말했다. Neungyule",
      "english": "Newell said that the scene he most regrets losing is a short appearance by Harry's heartless Muggle family, the Dursleys. Add to Wordbook"
    },
    {
      "korean": "Gao who burned his writings out of fear during the Cultural Revolution, said he was very, very surprised at the honor 듣기 Add to Wordbook 문화 혁명 시기에 두려움 때문에 자신의 작품을 불태워 없앤 가오는 자신의 노벨상 수상 소식에 대단히 놀랐다고 말했습니다. YBM All in All English-Korean Dictionary",
      "english": "Gao who burned his writings out of fear during the Cultural Revolution, said he was very, very surprised at the honor Add to Wordbook"
    },
    {
      "korean": "The stock price of eye-care company Lambeth skidded yesterday after it lowered its forecast for earnings and revenue for this year and next and eliminated the job of president. 듣기 Add to Wordbook 눈 관리 전문 회사인 램베스社는 올해와 내년의 실적 및 수익 전망치를 하향 조정하고 사장직을 없앤 후 어제 주가가 하락했다. YBM All in All English-Korean Dictionary",
      "english": "The stock price of eye-care company Lambeth skidded yesterday after it lowered its forecast for earnings and revenue for this year and next and eliminated the job of president. Add to Wordbook"
    }
  ]
}