{
  "phrases": [
    {
      "phrase": "없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(존재하지 않는다)",
        "(소유하지 않다)",
        "(생기지 않다)"
      ]
    },
    {
      "phrase": "없는 것이 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lack nothing, soup-to-nuts"
      ]
    },
    {
      "phrase": "없는 놈이 찬밥 더운 밥을 가리랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "Would a man in need discriminate cold rice from hot rice?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "innocent",
      "frequency": 3
    },
    {
      "meaning": "dull",
      "frequency": 3
    },
    {
      "meaning": "constant",
      "frequency": 3
    },
    {
      "meaning": "hardly",
      "frequency": 3
    },
    {
      "meaning": "shapeless",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "있었어 있었어 - 없었죠? There is! - There wasn't? 듣기 View video AB6IX : 고마워요❤",
      "english": "There is! - There wasn't?"
    },
    {
      "korean": "되게 뜬금없었죠? It was a bit out of the blue, right? 듣기 View video NU'EST : NU’EST 7th Mini Album ‘The Table’ D-1 UNBOXING V LIVE",
      "english": "It was a bit out of the blue, right?"
    },
    {
      "korean": "조금 정신 없었죠? - 맞아 정신 없었죠? It was a little out of control. - Right. 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "It was a little out of control. - Right."
    },
    {
      "korean": "그런 댓글 없었죠? There were no comments on that right? 듣기 View video AB6IX : 고마워요❤",
      "english": "There were no comments on that right?"
    },
    {
      "korean": "그거지~ - 네 여러분 오늘 아주 부산스럽고 정신 없었죠? That's right... - Yes everyone, today seemed chaotic and busy right? 듣기 View video V COOKIE : [Full] Brown Eyed Girls X Eating Show - 브라운 아이드 걸스 X 같이 먹어요",
      "english": "That's right... - Yes everyone, today seemed chaotic and busy right?"
    }
  ],
  "examples": [
    {
      "korean": "He was stubborn and rude. 듣기 Add to Wordbook 그 애는 고집이 세고 버릇이 없었죠. DARAKWON",
      "english": "He was stubborn and rude. Add to Wordbook"
    },
    {
      "korean": "Needless to say the gentleman was quite perturbed. 듣기 Add to Wordbook 그 신사분이 무척 당황한 것은 두말할 필요도 없었죠. DARAKWON",
      "english": "Needless to say the gentleman was quite perturbed. Add to Wordbook"
    },
    {
      "korean": "Do you see him? Didn’t matter. 듣기 Add to Wordbook 누가 보고 있어도 상관 없었죠. YBM All in All English-Korean Dictionary",
      "english": "Do you see him? Didn’t matter. Add to Wordbook"
    },
    {
      "korean": "Nothing unusual happened before this, right? 듣기 Add to Wordbook 그 일이 있기 전엔 아무 이상이 없었죠? YBM All in All English-Korean Dictionary",
      "english": "Nothing unusual happened before this, right? Add to Wordbook"
    },
    {
      "korean": "Everyone talked. No one listened. 듣기 Add to Wordbook 다들 얘기만 하고 듣는 사람은 아무도 없었죠. Neungyule",
      "english": "Everyone talked. No one listened. Add to Wordbook"
    }
  ]
}