{
  "phrases": [
    {
      "phrase": "없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(존재하지 않는다)",
        "(소유하지 않다)",
        "(생기지 않다)"
      ]
    },
    {
      "phrase": "없어서 아쉽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel the lack of",
        "be inconvenienced by not having"
      ]
    },
    {
      "phrase": "…이 없어서",
      "hanja": "",
      "example": {},
      "meanings": [
        "for want of",
        "in the absence of"
      ]
    },
    {
      "phrase": "시일이 없어서",
      "hanja": "",
      "example": {},
      "meanings": [
        "for the lack of time"
      ]
    },
    {
      "phrase": "(사람이 없어서) 공허를 느끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "miss"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "indispensable",
      "frequency": 3
    },
    {
      "meaning": "edible",
      "frequency": 3
    },
    {
      "meaning": "계선",
      "frequency": 0
    },
    {
      "meaning": "in default of something",
      "frequency": 0
    },
    {
      "meaning": "for (the) want of something",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "없어서. I didn't have it. 듣기 View video JBJ : GN♡",
      "english": "I didn't have it."
    },
    {
      "korean": "[없어서 좋은 사람] 없다! 없다! [This one] I don't have it! 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.19 뉴이스트의 2020 왁자지껄 운수대통 #1",
      "english": "[This one] I don't have it!"
    },
    {
      "korean": "아직 없어서, 요즘... I don't have one yet. 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "I don't have one yet."
    },
    {
      "korean": "가진 게 그거 하나밖에 없어서 그런가? Is because money is the only thing she has? 듣기 View video 플레이리스트 (Playlist) : 존잘 연하가 선배 꼬시는 법 [엑스엑스(XX)] - EP.05",
      "english": "Is because money is the only thing she has?"
    },
    {
      "korean": "[혀에 전혀 없어서 단맛을 느낄 수 없다] 오케이! [taste buds, so they cannot taste sweets] Okay! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "[taste buds, so they cannot taste sweets] Okay!"
    }
  ],
  "examples": [
    {
      "korean": "The sudden weakness in her legs made her stumble. 듣기 Add to Wordbook 그녀는 갑자기 다리에 힘이 없어서 휘청거렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sudden weakness in her legs made her stumble. Add to Wordbook"
    },
    {
      "korean": "Cars have become an indispensable part of our lives. 듣기 Add to Wordbook 자동차가 우리 생활에 없어서는 안 되는 부분이 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Cars have become an indispensable part of our lives. Add to Wordbook"
    },
    {
      "korean": "He stopped in the doorway, too timid to go in. 듣기 Add to Wordbook 그는 문간에서 멈춰 섰다. 너무 용기가 없어서 들어가지는 못하고. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He stopped in the doorway, too timid to go in. Add to Wordbook"
    },
    {
      "korean": "Lack of money inclines many young people towards crime. 듣기 Add to Wordbook 많은 청소년들이 돈이 없어서 범죄 쪽으로 기울어진다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Lack of money inclines many young people towards crime. Add to Wordbook"
    },
    {
      "korean": "She made herself indispensable to the department. 듣기 Add to Wordbook 그녀는 자기가 그 부서에 없어서는 안 되는 사람이 되도록 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She made herself indispensable to the department. Add to Wordbook"
    }
  ]
}