{
  "phrases": [
    {
      "phrase": "없이",
      "hanja": "",
      "example": {},
      "meanings": [
        "without, not having"
      ]
    },
    {
      "phrase": "말없이",
      "hanja": "",
      "example": {},
      "meanings": [
        "silently, in silence, without a word, without saying anything"
      ]
    },
    {
      "phrase": "변함없이",
      "hanja": " (變함없이)",
      "example": {},
      "meanings": [
        "still, as ever"
      ]
    },
    {
      "phrase": "때 없이",
      "hanja": "",
      "example": {},
      "meanings": [
        "at any time",
        "regardless of the time",
        "irregularly"
      ]
    },
    {
      "phrase": "정처 없이",
      "hanja": "",
      "example": {},
      "meanings": [
        "with no definite objective in view",
        "aimlessly"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "without",
      "frequency": 3
    },
    {
      "meaning": "safely",
      "frequency": 3
    },
    {
      "meaning": "promptly",
      "frequency": 3
    },
    {
      "meaning": "invariably",
      "frequency": 3
    },
    {
      "meaning": "(all) on your own",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안무 없이 춤을... Dance what's not in our choreography. 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Dance what's not in our choreography."
    },
    {
      "korean": "끊임 없이 - 맛있어 - 맛있어? Endlessly. - It's good! - It's good? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Endlessly. - It's good! - It's good?"
    },
    {
      "korean": "[까칠] (아카펠라 없이) 그냥 시작하면 안 돼? [Cranky] Can't we just start (without a cappella)? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "[Cranky] Can't we just start (without a cappella)?"
    },
    {
      "korean": "아미들이랑 그 물 폭탄 게임하는데 가차 없이 다 이겨버리더라 - 물 폭탄 게임 뭐야? I saw you win with no mercy when you played water bomb with ARMY. - What game? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "I saw you win with no mercy when you played water bomb with ARMY. - What game?"
    },
    {
      "korean": "별뜻 없이? Without meaning anything? 듣기 View video 플레이리스트 (Playlist) : 존잘 연하가 선배 꼬시는 법 [엑스엑스(XX)] - EP.05",
      "english": "Without meaning anything?"
    }
  ],
  "examples": [
    {
      "korean": "I cannot live with out comic book. 듣기 Add to Wordbook 난 만화책 없이는 못살아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 크리넥(mond****)",
      "english": "I cannot live with out comic book. Add to Wordbook"
    },
    {
      "korean": "Don't step in here without one. 듣기 Add to Wordbook 그거 없이는 여기 들어오지 마. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 라더(choi****)",
      "english": "Don't step in here without one. Add to Wordbook"
    },
    {
      "korean": "It's hard to listen without weeping. 듣기 Add to Wordbook 눈물 없이는 듣기 힘들다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 서우리(0620****)",
      "english": "It's hard to listen without weeping. Add to Wordbook"
    },
    {
      "korean": "Without stars, there would be no planets. 듣기 Add to Wordbook 별 없이는 행성들도 없어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 곽미진(mgwa****)",
      "english": "Without stars, there would be no planets. Add to Wordbook"
    },
    {
      "korean": "I could not live without my father. 듣기 Add to Wordbook 아버지 없이는 살 수 없을겁니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 James(uran****)",
      "english": "I could not live without my father. Add to Wordbook"
    }
  ]
}