{
  "phrases": [
    {
      "phrase": "없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(존재하지 않는다)",
        "(소유하지 않다)",
        "(생기지 않다)"
      ]
    },
    {
      "phrase": "여긴 경찰이 없잖아!",
      "hanja": "",
      "example": {},
      "meanings": [
        "There's no cops here!"
      ]
    },
    {
      "phrase": "하지만, 사물은 사람과 달리 성격이 없잖아요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "개인 신상 But an object doesn't have character like a person."
      ]
    },
    {
      "phrase": "없는 것이 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lack nothing, soup-to-nuts"
      ]
    },
    {
      "phrase": "없는 놈이 찬밥 더운 밥을 가리랴",
      "hanja": "",
      "example": {},
      "meanings": [
        "Would a man in need discriminate cold rice from hot rice?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "can't be bad",
      "frequency": 0
    },
    {
      "meaning": "innocent",
      "frequency": 3
    },
    {
      "meaning": "dull",
      "frequency": 3
    },
    {
      "meaning": "constant",
      "frequency": 3
    },
    {
      "meaning": "hardly",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "없잖아요! There's nothing to show! 듣기 View video TWICE : 굿나잇 원스",
      "english": "There's nothing to show!"
    },
    {
      "korean": "[소 잃고 외양간 득템] 교훈을 얻는 게 없잖아! [You lose a cow, and get a barn] There's no lesson. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[You lose a cow, and get a barn] There's no lesson."
    },
    {
      "korean": "가야 되니까 어쩔 수 없잖아 어쩔 수가 없잖아 - 그러네? There's no other option. - Really? 듣기 View video NCT : 천지의 고민상담소",
      "english": "There's no other option. - Really?"
    },
    {
      "korean": "안녕하세요, 반갑습니다 - 미안할 거 없잖아! Hello, nice to meet you. - I don't need to be sorry! 듣기 View video Stray Kids : First UNLOCK in Chicago❤",
      "english": "Hello, nice to meet you. - I don't need to be sorry!"
    },
    {
      "korean": "그리고 팀전 하면 팀 이름을 저희가 빼놓을 수 없잖아요? And we can't forget the team names, can we? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "And we can't forget the team names, can we?"
    }
  ],
  "examples": [
    {
      "korean": "You don't got to manhandle me. 듣기 Add to Wordbook 나한테 거칠게 할 필요는 없잖아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "You don't got to manhandle me. Add to Wordbook"
    },
    {
      "korean": "You never said I was a widower. 듣기 Add to Wordbook 당신은 제가 홀아비라고 말한 적이 없잖아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 KOREANKID(rlqj****)",
      "english": "You never said I was a widower. Add to Wordbook"
    },
    {
      "korean": "You haven't even heard me sing. 듣기 Add to Wordbook 당신은 심지어 내가 노래하는걸 들어본적도 없잖아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 하루(smil****)",
      "english": "You haven't even heard me sing. Add to Wordbook"
    },
    {
      "korean": "You've never been off this swamp. 듣기 Add to Wordbook 당신은 이 늪지대 밖을 나가본 적이 없잖아요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 hahahan(2002****)",
      "english": "You've never been off this swamp. Add to Wordbook"
    },
    {
      "korean": "We cannot turn a blind eye to this any more. 듣기 Add to Wordbook 우리 더 이상 이걸 무시할 순 없잖아요 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Kevin(poll****)",
      "english": "We cannot turn a blind eye to this any more. Add to Wordbook"
    }
  ]
}