{
  "phrases": [
    {
      "phrase": "여객선",
      "hanja": " (旅客船)",
      "example": {},
      "meanings": [
        "passenger ship, liner"
      ]
    },
    {
      "phrase": "연안 여객선",
      "hanja": "",
      "example": {},
      "meanings": [
        "coastal liner"
      ]
    },
    {
      "phrase": "여객선의 조선비",
      "hanja": "",
      "example": {},
      "meanings": [
        "the cost of building a passenger boat"
      ]
    },
    {
      "phrase": "정기 여객선을 운항하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "operate a passenger boat that sails regularly"
      ]
    },
    {
      "phrase": "여객선터미널",
      "hanja": "",
      "example": {},
      "meanings": [
        "교통 (유람선) Passenger Terminal"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "liner",
      "frequency": 3
    },
    {
      "meaning": "a passenger boat",
      "frequency": 0
    },
    {
      "meaning": "pássenger bòat",
      "frequency": 0
    },
    {
      "meaning": "passenger boat",
      "frequency": 0
    },
    {
      "meaning": "passenger vessel",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "중국의 여러 도시로 갈 수 있는 여객선을 타려면 연안부두로 가야합니다. or a ferry to various ports in China, the starting point is Yeonan Pier. 듣기 View video V WEB DRAMA : 4부 | 인천, 상상 그 이상의 놀이터, 엑소(EXO) 시우민이 만난 인천",
      "english": "or a ferry to various ports in China, the starting point is Yeonan Pier."
    }
  ],
  "examples": [
    {
      "korean": "a liner setting sail from New York 듣기 Add to Wordbook 뉴욕에서 출항하는 정기 여객선 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a liner setting sail from New York Add to Wordbook"
    },
    {
      "korean": "Hundreds of small craft bobbed around the liner as it steamed into the harbour. 듣기 Add to Wordbook 정기 여객선이 항구로 들어오자 그 배 가까이에 있던 수백 척의 작은 보트들이 (물결을 타고) 깐닥거렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Hundreds of small craft bobbed around the liner as it steamed into the harbour. Add to Wordbook"
    },
    {
      "korean": "The ferry is due to land at 3 o’clock. 듣기 Add to Wordbook 그 여객선은 3시에 도착할 예정이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ferry is due to land at 3 o’clock. Add to Wordbook"
    },
    {
      "korean": "The Janner got on the passenger ship at the port. 듣기 Add to Wordbook 플리머스 사람이 항구에서 여객선을 탔다. 국제영어대학원대학교 신어사전",
      "english": "The Janner got on the passenger ship at the port. Add to Wordbook"
    },
    {
      "korean": "The cruise ship sank after crashing into an iceberg. 듣기 Add to Wordbook 여객선이 빙산에 부딪쳐 침몰했다 Neungyule",
      "english": "The cruise ship sank after crashing into an iceberg. Add to Wordbook"
    }
  ]
}