{
  "phrases": [
    {
      "phrase": "여기",
      "hanja": "",
      "example": {},
      "meanings": [
        "(이곳) here",
        "(이 대목) here"
      ]
    },
    {
      "phrase": "여기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "regard, consider, think, count"
      ]
    },
    {
      "phrase": "여기까지",
      "hanja": "",
      "example": {},
      "meanings": [
        "(up) to this place",
        "so far",
        "thus far"
      ]
    },
    {
      "phrase": "여기쯤에",
      "hanja": "",
      "example": {},
      "meanings": [
        "hereabout(s)",
        "in this neighborhood",
        "about here"
      ]
    },
    {
      "phrase": "여기부터",
      "hanja": "",
      "example": {},
      "meanings": [
        "from here",
        "from this place[point]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "here",
      "frequency": 3
    },
    {
      "meaning": "hither",
      "frequency": 3
    },
    {
      "meaning": "herewith",
      "frequency": 3
    },
    {
      "meaning": "resent",
      "frequency": 3
    },
    {
      "meaning": "regard",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[리나 8.4cm로 압도적 우세] 여기 여기, 선 끝이 여기 있어. [Rina is 8.4cm] Here, it ends here. 듣기 View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP52 윜밐 예능대회 리액션 교실",
      "english": "[Rina is 8.4cm] Here, it ends here."
    },
    {
      "korean": "여기 선까지... Pour it up to the mark... 듣기 View video BRANDNEW MUSIC : [칸토&민희] 일본에서 비행기 타고 날아온 과자! 먹방 리뷰",
      "english": "Pour it up to the mark..."
    },
    {
      "korean": "아까처럼 여기 선까지 이걸 넣으세요. Pour this up to this mark as you've just done. 듣기 View video BRANDNEW MUSIC : [칸토&민희] 일본에서 비행기 타고 날아온 과자! 먹방 리뷰",
      "english": "Pour this up to this mark as you've just done."
    },
    {
      "korean": "쉽게 할 수 있는 방법이 있지, 여기 선이 없구나. There's an easy way. It doesn't have the line. 듣기 View video LEE HI : HI TV - Episode 08",
      "english": "There's an easy way. It doesn't have the line."
    },
    {
      "korean": "여기 선의 언니랑 미기 언니도 같이 왔으면 좋았을 텐데... I wish XUAN YI and MEI QI were here with us. 듣기 View video 우주소녀(WJSN) : [UZZU TAPE (우쭈테잎)] EP. 16 경복궁 야간기행, 시간의 다리를 건너다!",
      "english": "I wish XUAN YI and MEI QI were here with us."
    }
  ],
  "examples": [
    {
      "korean": "Perhaps we should call him an “Iron Man.” 듣기 Add to Wordbook 아마도 우리는 그를 “아이언(여기선 다리미의 뜻) 맨”이라 불러야 하겠다. EDU TIMES",
      "english": "Perhaps we should call him an “Iron Man.” Add to Wordbook"
    },
    {
      "korean": "It is a bit like that still here. 듣기 Add to Wordbook 여기선 아직도 약간 그렇다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gray(orch****) Hansard",
      "english": "It is a bit like that still here. Add to Wordbook"
    },
    {
      "korean": "We don't pay that much here. 듣기 Add to Wordbook 여기선 그렇게 많이 돈내지 않습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Kip(kipy****)",
      "english": "We don't pay that much here. Add to Wordbook"
    },
    {
      "korean": "Let me be a little polite here. 듣기 Add to Wordbook 여기선 좀 예의 바르게 행동해야겠어 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 송한빈(song****)",
      "english": "Let me be a little polite here. Add to Wordbook"
    },
    {
      "korean": "We don't like sodomy so much here. 듣기 Add to Wordbook 여기선 수간을 별로 안 좋아해. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "We don't like sodomy so much here. Add to Wordbook"
    }
  ]
}