{
  "phrases": [],
  "meanings": [
    {
      "meaning": "traveling expenses",
      "frequency": 0
    },
    {
      "meaning": "including[inclusive of] traveling expenses",
      "frequency": 0
    },
    {
      "meaning": "road stake",
      "frequency": 0
    },
    {
      "meaning": "allow traveling expenses",
      "frequency": 0
    },
    {
      "meaning": "mileage allowance",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "권.여.빈! - 네? Kwon Yeobin! - Yes? 듣기 View video 상사세끼 시즌2 : 감정 기복이 롤러코스터급, 조현민 뺨치는 막말 폭언 레전드 과장 [상사세끼2/상사삼끼2] E",
      "english": "Kwon Yeobin! - Yes?"
    },
    {
      "korean": "여빈 씨 바빠? Yeobin, are you busy? 듣기 View video 상사세끼 시즌2 : 꼴보기 싫은 싸바싸바 직장 상사에게 뜻밖의 복수한 썰 [상사세끼2/상사삼끼2] EP.07",
      "english": "Yeobin, are you busy?"
    },
    {
      "korean": "여빈 씨! 여기 여기!! Yeobin! Here here! 듣기 View video 상사세끼 시즌2 : 주말에 회사 워크샵을 갔을 때 생기는 일 a.k.a 유격훈련 [상사세끼2/상사삼끼2] EP.08",
      "english": "Yeobin! Here here!"
    },
    {
      "korean": "여빈 씨 똥 싸? Yeobin, are you pooping? 듣기 View video 상사세끼 시즌2 : 사생활, 비밀보장 1도 없는 낄끼빠빠 레전드 여대리 [상사세끼2/상사삼끼2] EP.5",
      "english": "Yeobin, are you pooping?"
    },
    {
      "korean": "어때 여빈 씨? What do you think, Yeobin? 듣기 View video 상사세끼 시즌2 : 꼴보기 싫은 싸바싸바 직장 상사에게 뜻밖의 복수한 썰 [상사세끼2/상사삼끼2] EP.07",
      "english": "What do you think, Yeobin?"
    }
  ],
  "examples": [
    {
      "korean": "Member for Yeovil pointed out, to win the peace will be a Herculean task. 듣기 Add to Wordbook 여빌 멤버가 지적하듯이 평화를 쟁취하는 것은 매우 힘든 일이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "Member for Yeovil pointed out, to win the peace will be a Herculean task. Add to Wordbook"
    },
    {
      "korean": "Member for Yeovil (Mr. Laws) put some very salient and pertinent points that were never answered in the Chamber or in Committee. 듣기 Add to Wordbook 여빌 의원 (로스씨) 은 상하원이나 위원회에서 결코 대답이 나오지 않은 몇몇 매우 두드러지지고 적절한 점들을 제기했다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "Member for Yeovil (Mr. Laws) put some very salient and pertinent points that were never answered in the Chamber or in Committee. Add to Wordbook"
    },
    {
      "korean": "Member for Yeovil (Mr. Ashdown) tells us that he believes in a new kind of politics. 듣기 Add to Wordbook 여빌(애쉬다운씨) 의원은 우리에게 그가 새로운 정치를 믿는다고 말한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 오드리김(hkk2****) Hansard",
      "english": "Member for Yeovil (Mr. Ashdown) tells us that he believes in a new kind of politics. Add to Wordbook"
    },
    {
      "korean": "Member for Yeovil (Mr. Laws) will allow me to elaborate, because this is a complex argument. 듣기 Add to Wordbook 이것이 복잡한 논쟁이기 때문에 여빌 의원 (로스씨) 은 내가 자세히 설명하게 허용할 것이다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "Member for Yeovil (Mr. Laws) will allow me to elaborate, because this is a complex argument. Add to Wordbook"
    }
  ]
}