{
  "phrases": [
    {
      "phrase": "여자",
      "hanja": " (女子)",
      "example": {},
      "meanings": [
        "woman (women), female, lady, (젊은) girl"
      ]
    },
    {
      "phrase": "여자가 한을 품으면 오뉴월에도 서리가 내린다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Frost can fall even in May and June, if a woman harbors a grudge, A woman's vengeance knows no bounds"
      ]
    },
    {
      "phrase": "여자의",
      "hanja": "",
      "example": {},
      "meanings": [
        "female",
        "feminine",
        "woman"
      ]
    },
    {
      "phrase": "여자아이",
      "hanja": " (女子아이)",
      "example": {},
      "meanings": [
        "(소녀) (little/small/young) girl, (아기) baby girl"
      ]
    },
    {
      "phrase": "여자 친구",
      "hanja": " (女子親舊)",
      "example": {},
      "meanings": [
        "girlfriend"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "woman",
      "frequency": 3
    },
    {
      "meaning": "lady",
      "frequency": 3
    },
    {
      "meaning": "girl",
      "frequency": 3
    },
    {
      "meaning": "dame",
      "frequency": 3
    },
    {
      "meaning": "mat 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "당신은 여자인가요? Are you a woman? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "Are you a woman?"
    },
    {
      "korean": "여자니 남자니? Are you a girl or boy? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Are you a girl or boy?"
    },
    {
      "korean": "여잔가? 남잔가? Is Berry a girl or boy? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Is Berry a girl or boy?"
    },
    {
      "korean": "근데... 여자친구가 더 예쁜 것 같아요... But...the girlfriend was prettier. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "But...the girlfriend was prettier."
    },
    {
      "korean": "이거 '내 여자친구는 구미호' 아닌가? Isn't this \"My Girlfriend Is a Gumiho?\" 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Isn't this \"My Girlfriend Is a Gumiho?\""
    }
  ],
  "examples": [
    {
      "korean": "a preacher famous for her inspiring sermons 듣기 Add to Wordbook 영감을 주는 설교로 유명한 (여자) 전도사 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a preacher famous for her inspiring sermons Add to Wordbook"
    },
    {
      "korean": "drab women, dressed in browns and greys 듣기 Add to Wordbook 갈색과 회색 옷을 입은 생기 없는 여자들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "drab women, dressed in browns and greys Add to Wordbook"
    },
    {
      "korean": "Suddenly the woman in front of me fainted. 듣기 Add to Wordbook 갑자기 내 앞에 있던 여자가 기절을 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Suddenly the woman in front of me fainted. Add to Wordbook"
    },
    {
      "korean": "The woman scrubbed at her face with a tissue. 듣기 Add to Wordbook 그 여자는 고운 천으로 얼굴을 문질러 씻었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The woman scrubbed at her face with a tissue. Add to Wordbook"
    },
    {
      "korean": "He watched his daughters grow to womanhood. 듣기 Add to Wordbook 그는 딸들이 여자로 커 가는 것을 지켜보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He watched his daughters grow to womanhood. Add to Wordbook"
    }
  ]
}