{
  "phrases": [
    {
      "phrase": "역대",
      "hanja": " (歷代)",
      "example": {},
      "meanings": [
        "successive generations, generation after generation"
      ]
    },
    {
      "phrase": "역대의 왕",
      "hanja": "",
      "example": {},
      "meanings": [
        "kings of many generations"
      ]
    },
    {
      "phrase": "역대 최다 홈런을 기록하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make a new home run record in history"
      ]
    },
    {
      "phrase": "역대여",
      "hanja": " (逆貸與)",
      "example": {},
      "meanings": [
        "reverse lend-lease."
      ]
    },
    {
      "phrase": "역대책",
      "hanja": " (逆對策)",
      "example": {},
      "meanings": [
        "군사 countermeasures"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "line 1",
      "frequency": 3
    },
    {
      "meaning": "of all time",
      "frequency": 0
    },
    {
      "meaning": "dynasty",
      "frequency": 3
    },
    {
      "meaning": "the company's best-ever results",
      "frequency": 0
    },
    {
      "meaning": "the Nehru-Gandhi dynasty",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "역대급으로 없나요, 아예 없나요? - 이렇게 안무가 없을 수가 있나? Is it minimum moves, or none at all? - How can there be so little moves? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Is it minimum moves, or none at all? - How can there be so little moves?"
    },
    {
      "korean": "역대급 역광 - 맛있지? What a back light. - Isn't it good? 듣기 View video OSEN : Stray Kids 스트레이키즈에게 자유시간이 생기면? #스타로드 11",
      "english": "What a back light. - Isn't it good?"
    },
    {
      "korean": "진짜 역대급인가? Was it really? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #58 부승관의 카스테라",
      "english": "Was it really?"
    },
    {
      "korean": "역대급 리액션인데? What a reaction. 듣기 View video Stray Kids : [Stray Kids : SKZ-TALKER GO!(슼즈토커 고!)] EUROPE",
      "english": "What a reaction."
    },
    {
      "korean": "정말요? 역대급으로 좋은 건가요? Really? Do you think so? 듣기 View video TWICE : [AutoCut_NAYEON] TWICE First Half Highlight",
      "english": "Really? Do you think so?"
    }
  ],
  "examples": [
    {
      "korean": "the company’s best-ever results 듣기 Add to Wordbook 그 회사 역대 최고 실적 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the company’s best-ever results Add to Wordbook"
    },
    {
      "korean": "It’s my best ever score. 듣기 Add to Wordbook 이것은 내 역대 최고의 성적이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s my best ever score. Add to Wordbook"
    },
    {
      "korean": "Many rated him the best singer of all time. 듣기 Add to Wordbook 많은 이들이 그를 역대 최고의 가수로 쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many rated him the best singer of all time. Add to Wordbook"
    },
    {
      "korean": "It is one of the biggest grossing movies of all time. 듣기 Add to Wordbook 그것은 역대 최고 수익을 올린 영화 중 하나이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is one of the biggest grossing movies of all time. Add to Wordbook"
    },
    {
      "korean": "She is one of the finest players ever to have graced the game. 듣기 Add to Wordbook 그녀는 그 경기를 빛낸 역대 최우수 선수들 중의 한 명이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She is one of the finest players ever to have graced the game. Add to Wordbook"
    }
  ]
}