{
  "phrases": [
    {
      "phrase": "엮이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be involved in, get tangled up (with), be intertwined[entangled] with"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "enmeshed in",
      "frequency": 0
    },
    {
      "meaning": "be enmeshed in",
      "frequency": 0
    },
    {
      "meaning": "intertwine",
      "frequency": 0
    },
    {
      "meaning": "interlace",
      "frequency": 0
    },
    {
      "meaning": "graft 1",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "그때부터 세 사람의 관계가 엮여있거든요. That's when the 3 people's road crosses. 듣기 View video V DRAMA : [Full]왕은 사랑한다 X 앞터V(The King In Love X Early Interview)",
      "english": "That's when the 3 people's road crosses."
    },
    {
      "korean": "[맞는 말이긴 한데 엄마까지 엮여 있어서] 저희 엄마도 엮여있고 해가지고. [That's true but] My mother is also involved in this, so... 듣기 View video Big Picture : 빅픽처 ep13_메이드 브라더스VS상민 떼인 돈 누가 누가 많나?!",
      "english": "[That's true but] My mother is also involved in this, so..."
    },
    {
      "korean": "이렇게 신마다 같이 함께하는 배우들이 엮이는 게 다르게 엮여요. The characters come in different combination for each scene. 듣기 View video C-JeS : 샤엘의 뮤지컬 <데스노트> 출근길~",
      "english": "The characters come in different combination for each scene."
    },
    {
      "korean": "제가 봤을 때 아마 가족이 엮여있는 사건에 대해 표현하신 것 같아요. I think it's about the situation that's linked with his family. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스(게스트:제국의아이들 정희철x제이스타) A night's entertainment news",
      "english": "I think it's about the situation that's linked with his family."
    },
    {
      "korean": "[내가 경솔했네 미안해 하하야] 미안해 온 가족이 엮여 있구나. [Sorry, I was thoughtless] I'm sorry. I didn't know your whole family was involved. 듣기 View video Big Picture : 빅픽처 ep13_메이드 브라더스VS상민 떼인 돈 누가 누가 많나?!",
      "english": "[Sorry, I was thoughtless] I'm sorry. I didn't know your whole family was involved."
    }
  ],
  "examples": [
    {
      "korean": "Her hair was interlaced with ribbons and flowers. 발음듣기 그녀의 머리에는 리본과 꽃이 엮여 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her hair was interlaced with ribbons and flowers. 발음"
    },
    {
      "korean": "News events compiled in order of apocalyptic portent. 발음듣기 뉴스사건들은 종말론적 징후에 맞게 엮여있었다. User translation Inaccurate information may be included due to the users' self-traslation. 바퀴벌레(qogu****) Web Collection",
      "english": "News events compiled in order of apocalyptic portent. 발음"
    },
    {
      "korean": "Friends on this and other matters. 발음듣기 이것과 다른 문제들과 엮여있는 친구들. User translation Inaccurate information may be included due to the users' self-traslation. 윤(lisa****) Hansard",
      "english": "Friends on this and other matters. 발음"
    },
    {
      "korean": "Rossetti shows the cruel hand of fate can interweave. 발음듣기 로제티는 운명의 잔인한 손이 엮여있을 수 있다는 것을 보여준다. User translation Inaccurate information may be included due to the users' self-traslation. su303530(su30****) Web Collection",
      "english": "Rossetti shows the cruel hand of fate can interweave. 발음"
    },
    {
      "korean": "They observed that politics, training and education towards responsibility belong together. 발음듣기 그들은 책임감을 위한 정치, 훈련 그리고 교육이 서로 엮여있다고 말했습니다. User translation Inaccurate information may be included due to the users' self-traslation. 오렌지먹고싶어(dmst****) Web Collection",
      "english": "They observed that politics, training and education towards responsibility belong together. 발음"
    }
  ]
}