{
  "phrases": [
    {
      "phrase": "연구소",
      "hanja": " (硏究所)",
      "example": {},
      "meanings": [
        "(research) laboratory, (informal) lab"
      ]
    },
    {
      "phrase": "아동 연구소",
      "hanja": "",
      "example": {},
      "meanings": [
        "a child research institute"
      ]
    },
    {
      "phrase": "전염병 연구소",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Infectious Diseases Research Laboratory[Institute]"
      ]
    },
    {
      "phrase": "어학 연구소",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Language Research Institute"
      ]
    },
    {
      "phrase": "원자력 연구소",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Institute of Atomic Energy Research"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "school 1",
      "frequency": 3
    },
    {
      "meaning": "delegacy",
      "frequency": 0
    },
    {
      "meaning": "research laboratory",
      "frequency": 0
    },
    {
      "meaning": "research facility",
      "frequency": 0
    },
    {
      "meaning": "idea factory",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[국가 기밀 연구소?] 국가 기밀 연구소 같은... a secret national research institute. 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 8. 들어는 보았는가 뇌세포 절단랩!? 마! 이게 공대생의 랩이다! 포스텍 \"피펑크\"",
      "english": "a secret national research institute."
    },
    {
      "korean": "허팝 연구소에 방문하신 걸... To Heopop institute... 듣기 View video Stray Kids : [FULL] <찾았다 스트레이 키즈> 6화",
      "english": "To Heopop institute..."
    },
    {
      "korean": "[뚫어져라 눈빛으로 종이 곧 찢을 기세] 허팝 연구소에 방문하신 걸... [Staring at the piece of paper] To Heopop institute... 듣기 View video Stray Kids : [FULL] <찾았다 스트레이 키즈> 6화",
      "english": "[Staring at the piece of paper] To Heopop institute..."
    },
    {
      "korean": "\"행동과학연구소 녹화는 어땠어?\" \"What about being on a variety show, Behavior Science Research Institute?\" 듣기 View video 김동한 (KimDongHan) : [#D_DAY] 축★김동한 솔로 100일★하",
      "english": "\"What about being on a variety show, Behavior Science Research Institute?\""
    },
    {
      "korean": "틀리면 문이 열리기는커녕 전 연구소에 비상벨이 울리게 돼있어. If we get it wrong, it doesn't open, and the whole center will ring. 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 17화 <스나이퍼 예매사건 Ⅴ>",
      "english": "If we get it wrong, it doesn't open, and the whole center will ring."
    }
  ],
  "examples": [
    {
      "korean": "the Jet Propulsion Laboratory (usually abbreviated to JPL) 듣기 Add to Wordbook 제트 추진력 연구소(보통 JPL로 줄여 씀) Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the Jet Propulsion Laboratory (usually abbreviated to JPL) Add to Wordbook"
    },
    {
      "korean": "the National Seismological Institute 듣기 Add to Wordbook 국립 지진학 연구소 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the National Seismological Institute Add to Wordbook"
    },
    {
      "korean": "an agricultural research station 듣기 Add to Wordbook 농업 연구소 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an agricultural research station Add to Wordbook"
    },
    {
      "korean": "It would seem to me that the recent incident at the research center warrants an organized investigation. 듣기 Add to Wordbook 최근에 연구소에서 일어난 사건에 대한 체계적인 조사가 필요하다는 생각이 듭니다. DARAKWON",
      "english": "It would seem to me that the recent incident at the research center warrants an organized investigation. Add to Wordbook"
    },
    {
      "korean": "I am working as a stratitician of the institute. 듣기 Add to Wordbook 나는 그 연구소의 전략 연구가로 근무한다. 국제영어대학원대학교 신어사전",
      "english": "I am working as a stratitician of the institute. Add to Wordbook"
    }
  ]
}