{
  "phrases": [
    {
      "phrase": "연기",
      "hanja": " (演技)",
      "example": {},
      "meanings": [
        "(연극·영화 등의) performance, acting, play, perform, act"
      ]
    },
    {
      "phrase": "연기",
      "hanja": " (煙氣)",
      "example": {},
      "meanings": [
        "(기체) smoke",
        "(비유적)"
      ]
    },
    {
      "phrase": "연기",
      "hanja": " (延期)",
      "example": {},
      "meanings": [
        "Noun delay, postponement"
      ]
    },
    {
      "phrase": "연기하다",
      "hanja": " (延期하다)",
      "example": {},
      "meanings": [
        "delay, postpone, put off, put back, hold off, defer, (회의·재판 등을) adjourn"
      ]
    },
    {
      "phrase": "연기되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be postponed[deferred, put off]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "smoke",
      "frequency": 3
    },
    {
      "meaning": "performance",
      "frequency": 3
    },
    {
      "meaning": "delay",
      "frequency": 3
    },
    {
      "meaning": "do 1",
      "frequency": 3
    },
    {
      "meaning": "acting",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[연기 폭발] 너무 떨렸어, 나~ [Exaggerating] I was so nervous! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Exaggerating] I was so nervous!"
    },
    {
      "korean": "너도 결국 네 이익 챙기려고 문예찬 좋아하는 척 연기하고 있는 거 아니야? In the end, you're pretending to like Moon Yechan for your benefit, aren't you? 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "In the end, you're pretending to like Moon Yechan for your benefit, aren't you?"
    },
    {
      "korean": "야씨 연기잖아 연기! I'm just acting. 듣기 View video 콬TV (WHYNOT) : 요즘 너만 보면 자꾸 커진단 말이야 [리얼:타임:러브2] EP3",
      "english": "I'm just acting."
    },
    {
      "korean": "연기 때문에... It's because of the smoke. 듣기 View video V COOKIE : [Full] KIM WOO SEOK X LieV - 김우석의 눕방라이브!",
      "english": "It's because of the smoke."
    },
    {
      "korean": "너 요즘 연기해? Are you practicing acting? 듣기 View video 플레이리스트 (Playlist) : 존잘 연하가 선배 꼬시는 법 [엑스엑스(XX)] - EP.05",
      "english": "Are you practicing acting?"
    }
  ],
  "examples": [
    {
      "korean": "My eyes were stinging from the smoke. 듣기 Add to Wordbook 나는 연기 때문에 눈이 따가웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My eyes were stinging from the smoke. Add to Wordbook"
    },
    {
      "korean": "She exhaled the smoke through her nose. 듣기 Add to Wordbook 그녀는 코로 연기를 내뿜었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She exhaled the smoke through her nose. Add to Wordbook"
    },
    {
      "korean": "Chimneys were puffing out clouds of smoke. 듣기 Add to Wordbook 굴뚝들은 연기를 뭉게뭉게 내뿜고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Chimneys were puffing out clouds of smoke. Add to Wordbook"
    },
    {
      "korean": "He often plays the part of the villain. 듣기 Add to Wordbook 그는 자주 악당 역할[악역]을 연기한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He often plays the part of the villain. Add to Wordbook"
    },
    {
      "korean": "His eyes were smarting from the smoke. 듣기 Add to Wordbook 연기 때문에 그의 눈이 따끔거렸다[쓰렸다] Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His eyes were smarting from the smoke. Add to Wordbook"
    }
  ]
}