{
  "phrases": [
    {
      "phrase": "연방",
      "hanja": " (聯邦)",
      "example": {},
      "meanings": [
        "federation, union"
      ]
    },
    {
      "phrase": "연방",
      "hanja": " (連方)",
      "example": {},
      "meanings": [
        "Adverb in quick succession"
      ]
    },
    {
      "phrase": "연방 정부",
      "hanja": "",
      "example": {},
      "meanings": [
        "federal government"
      ]
    },
    {
      "phrase": "영국연방",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Commonwealth (of Nations), the British Commonwealth (of Nations)"
      ]
    },
    {
      "phrase": "연방준비은행",
      "hanja": "",
      "example": {},
      "meanings": [
        "(미국의) the Federal Reserve Bank ((abb.)FRB), (informal) the Fed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "union",
      "frequency": 3
    },
    {
      "meaning": "federation",
      "frequency": 3
    },
    {
      "meaning": "roving 2",
      "frequency": 0
    },
    {
      "meaning": "in quick succession",
      "frequency": 0
    },
    {
      "meaning": "like fun",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "She battered at the door with her fists. 듣기 Add to Wordbook 그녀는 주먹으로 문을 연방 두드렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She battered at the door with her fists. Add to Wordbook"
    },
    {
      "korean": "The verdict was overruled by the Supreme Court. 듣기 Add to Wordbook 그 평결은 연방 대법원에서 기각되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The verdict was overruled by the Supreme Court. Add to Wordbook"
    },
    {
      "korean": "Impatiently, he drummed his fingers on the table. 듣기 Add to Wordbook 그가 조바심이 나는 듯 손가락으로 탁자를 연방 두드렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Impatiently, he drummed his fingers on the table. Add to Wordbook"
    },
    {
      "korean": "The new proposals would absorb $80 billion of the federal budget. 듣기 Add to Wordbook 그 새 사업에는 800억 달러의 연방 예산이 들어갈 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new proposals would absorb $80 billion of the federal budget. Add to Wordbook"
    },
    {
      "korean": "state and federal income taxes 듣기 Add to Wordbook 주별 및 연방 정부 소득세 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "state and federal income taxes Add to Wordbook"
    }
  ]
}