{
  "phrases": [
    {
      "phrase": "염두",
      "hanja": " (念頭)",
      "example": {},
      "meanings": [
        "mind, thought"
      ]
    },
    {
      "phrase": "염두에 두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "bear[keep, have] in mind",
        "keep[have] in view",
        "have at heart"
      ]
    },
    {
      "phrase": "염두에 두지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "do not care",
        "give no thought",
        "take no heed"
      ]
    },
    {
      "phrase": "이 지침 사항들을 염두에 두세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Keep these guidelines in mind."
      ]
    },
    {
      "phrase": "염두를 두다",
      "hanja": "",
      "example": {},
      "meanings": [
        "keep in mind"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "salted pea",
      "frequency": 0
    },
    {
      "meaning": "mindful",
      "frequency": 3
    },
    {
      "meaning": "have somebody/something in mind (for something)",
      "frequency": 0
    },
    {
      "meaning": "have somebody's interests at heart",
      "frequency": 0
    },
    {
      "meaning": "have, etc. something in view",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "호날두를 염두에 두시고 지어냈다는 썰이 있는데 맞나요? Did you say it thinking Ronaldo? 듣기 View video PENTAGON : 릴레이 V LIVE : Ballad Unit",
      "english": "Did you say it thinking Ronaldo?"
    },
    {
      "korean": "그러니까 4주를 할지 6주... - 이미 염두에 두고 계세요 나윤 양? I don't know if it's 4 weeks or 6... - Do you already have something in mind? 듣기 View video MOMOLAND : [Replay] 모모랜드 5집 미니앨범 'Show Me' 컴백 쇼케이스 (MOMOLAND's 5th Mini Album 'Show Me' Comeback Showcase)",
      "english": "I don't know if it's 4 weeks or 6... - Do you already have something in mind?"
    },
    {
      "korean": "혹시 염두에 둔 게 있으신지 여쭤볼게요. I'd like to ask if there's something you have in mind. 듣기 View video V DRAMA : [Full]서른이지만 열일곱입니다 X 앞터V (30 but 17 X Early Interview)",
      "english": "I'd like to ask if there's something you have in mind."
    },
    {
      "korean": "제가 편집하면서도 그런 걸 많이 염두해 두고 제가 그러한 만큼... I placed a lot of emphasis on that when I was editing as well. 듣기 View video KBS예능 : 모모문고에 여자친구가?! 기자간담회 현장 라이브 / MOMOBOOKS with GFRIEND-Press Conference V Live",
      "english": "I placed a lot of emphasis on that when I was editing as well."
    },
    {
      "korean": "잘 염두에 두고 만드시거든요. as a whole. 듣기 View video B1A4 : 신우의 어메이징 라디오",
      "english": "as a whole."
    }
  ],
  "examples": [
    {
      "korean": "mindful of our responsibilities 듣기 Add to Wordbook 우리의 책무를 염두에 둔 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "mindful of our responsibilities Add to Wordbook"
    },
    {
      "korean": "Do you have anyone in mind for this job? 듣기 Add to Wordbook 이 자리에 대해 누구 염두에 두고 있는 사람 있으세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Do you have anyone in mind for this job? Add to Wordbook"
    },
    {
      "korean": "This vehicle is made with aerodynamicy in mind. 듣기 Add to Wordbook 이 자동차는 공기역학적 형태를 염두에 두고 만들어졌다. 국제영어대학원대학교 신어사전",
      "english": "This vehicle is made with aerodynamicy in mind. Add to Wordbook"
    },
    {
      "korean": "In case you forgot, remember that the consequences of a delay would be devastating for the company. 듣기 Add to Wordbook 혹시나 잊으셨는지 모르겠지만, 지연에 따른 결과가 회사에는 치명적일 수 있음을 염두에 두십시오. DARAKWON",
      "english": "In case you forgot, remember that the consequences of a delay would be devastating for the company. Add to Wordbook"
    },
    {
      "korean": "The writer wrote the story with multi-publishing in mind. 듣기 Add to Wordbook 작가는 다채널 출판을 염두에 두고 이야기를 집필했다. 국제영어대학원대학교 신어사전",
      "english": "The writer wrote the story with multi-publishing in mind. Add to Wordbook"
    }
  ]
}