{
  "phrases": [
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(머리에 얹다) place[put] sth on the head"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지붕을 얹다) roof, (기와로) tile, (짚으로) thatch, (판자로) shingle"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition da (→다3)"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition ida"
      ]
    },
    {
      "phrase": "-이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지정하는 말) be",
        "(되다) come, be",
        "(수량) number, weigh, measure, cover"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "seem",
      "frequency": 3
    },
    {
      "meaning": "appear",
      "frequency": 3
    },
    {
      "meaning": "pretend",
      "frequency": 3
    },
    {
      "meaning": "old",
      "frequency": 3
    },
    {
      "meaning": "because",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "여기까지 였고요. - 여기까지 였고요 여러분. That was it. - That was it, everyone. 듣기 View video GOT YA! 공원소녀 : [GOT YA! GWSN V] 공원소녀의 특별한 스포일러",
      "english": "That was it. - That was it, everyone."
    },
    {
      "korean": "이제 민주 씨 하세요. - 마지막! - 여러분 여기까지 였고요. Now do it, Minju. - The last one! - That was it, everyone. 듣기 View video GOT YA! 공원소녀 : [GOT YA! GWSN V] 공원소녀의 특별한 스포일러",
      "english": "Now do it, Minju. - The last one! - That was it, everyone."
    },
    {
      "korean": "지금까지 TAKE 였고요. It's been great. We're TAKE. 듣기 View video TAKE : 테이크 버스킹 \"TAKE,OUT\" in 부산",
      "english": "It's been great. We're TAKE."
    },
    {
      "korean": "일단 아보카도 였고요. Those were the avocado products. 듣기 View video V Beauty : [미아 MIA] 가을맞이 신상 하울 New Cosmetics Haul",
      "english": "Those were the avocado products."
    },
    {
      "korean": "저희 비밀이었던 곡은 바로 'CLOSER' 였고요. Our secret song was \"CLOSER\". 듣기 View video OH MY GIRL : [REPLAY] OH MY GIRL [Coloring Book] COMEBACK SHOWCASE",
      "english": "Our secret song was \"CLOSER\"."
    }
  ],
  "examples": [
    {
      "korean": "The base of the statue was about 6.5 meters wide and 1 meter high. 듣기 Add to Wordbook 동상의 주춧돌은 넓이가 6.5m 였고 높이가 1m 였다. Neungyule",
      "english": "The base of the statue was about 6.5 meters wide and 1 meter high. Add to Wordbook"
    },
    {
      "korean": "Her mother was a school secretary and her father was a science teacher and a track coach. 듣기 Add to Wordbook 그의 모친은 학교비서(직원)였고 부친은 과학 교사 겸 육상 코치였다. Neungyule",
      "english": "Her mother was a school secretary and her father was a science teacher and a track coach. Add to Wordbook"
    },
    {
      "korean": "The documentary was a good show and very informative. 듣기 Add to Wordbook 기록영화는 좋은 프로 였고, 배울 것도 많았습니다. Neungyule",
      "english": "The documentary was a good show and very informative. Add to Wordbook"
    },
    {
      "korean": "His father was an engineer and his mother was a musician. 듣기 Add to Wordbook 그의 아버지는 엔지니어 였고 그의 어머니는 음악가였다. Neungyule",
      "english": "His father was an engineer and his mother was a musician. Add to Wordbook"
    },
    {
      "korean": "The rate was 69.1 percents in 1999 and 59.9 percents in 2000. 듣기 Add to Wordbook 그 비중은 2000년에는 59.9퍼센트 였고 1999년에는 69.1 퍼센트였다. Neungyule",
      "english": "The rate was 69.1 percents in 1999 and 59.9 percents in 2000. Add to Wordbook"
    }
  ]
}