{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "아마 \"꽃할매\" 였나요? I think it was on \"Grandmas Over Flowers\"? 듣기 View video B1A4 : B1A4의 To My Star EP.022-1",
      "english": "I think it was on \"Grandmas Over Flowers\"?"
    },
    {
      "korean": "'한 여름 밤의 러키' 였나요? 그쵸? Was it \"A Midsummer Night's Luck\"? Right? 듣기 View video 정세운(Jeong Sewoon) : 세운 to me now #9",
      "english": "Was it \"A Midsummer Night's Luck\"? Right?"
    },
    {
      "korean": "그거 였나요? Was it that? 듣기 View video HIGHLIGHT : [REPLAY] 안녕 뷰티! 오랜만이지?",
      "english": "Was it that?"
    },
    {
      "korean": "핸드폰이 였나요? - 네. Was it a phone? - Yes. 듣기 View video B.A.P : 후쿠오카!!!",
      "english": "Was it a phone? - Yes."
    },
    {
      "korean": "'어떡해'. - 크랙 데이빗 노래 였나요? \"Oh, my\". - Craig David's song? 듣기 View video BTOB : [REPLAY] 비투비의 'Like A Movie'",
      "english": "\"Oh, my\". - Craig David's song?"
    }
  ],
  "examples": [
    {
      "korean": "When was the most memorable experience while performing together? 발음듣기 같이 공연하면 가장 기억에 남는 경험은 언제 였나요? TIMES CORE",
      "english": "When was the most memorable experience while performing together? 발음"
    },
    {
      "korean": "How old were you when your symptoms first began? 발음듣기 첫 번째 증상이 몇 살때 였나요? User translation Inaccurate information may be included due to the users' self-traslation. 로맨티스트(form****) Web Collection",
      "english": "How old were you when your symptoms first began? 발음"
    },
    {
      "korean": "Or maybe that were the Beatles. 발음듣기 아니면 그건 비틀즈 였나봐 User translation Inaccurate information may be included due to the users' self-traslation. qwaszx0014(qwas****) Web Collection",
      "english": "Or maybe that were the Beatles. 발음"
    },
    {
      "korean": "Was that in an appropriate way? 발음듣기 그것은 적절한 방법으로였나? User translation Inaccurate information may be included due to the users' self-traslation. gray(orch****) Web Collection",
      "english": "Was that in an appropriate way? 발음"
    }
  ]
}