{
  "phrases": [
    {
      "phrase": "-였던",
      "hanja": "",
      "example": {},
      "meanings": [
        "-atdeon (→-았던, -었던)"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "그거 너랑 나랑였던 것 같은데 - 누가 나 일광욕 하는 거 봤나? I think it was me and you. - Who saw me sunbathing? 듣기 View video ITZY : 있지 in LA♥️",
      "english": "I think it was me and you. - Who saw me sunbathing?"
    },
    {
      "korean": "옵칩스 였던거에요. that they were \"Op Chips.\" 듣기 View video AKMU : 늦어서죄송합니다 악뮤니소스님",
      "english": "that they were \"Op Chips.\""
    },
    {
      "korean": "살짝 연기 였던것 같은데 아니였어요? I thought I saw Jackson acting right now. No? 듣기 View video GOT7 : GOT7 '하드캐리' 공개 카운트다운!",
      "english": "I thought I saw Jackson acting right now. No?"
    },
    {
      "korean": "저는 포인트가 '딱딱' 이거 였던거 같아요. I think the focal point was the \"tick tick\". 듣기 View video VIXX : VIXX 'Kratos' Comeback Showcase",
      "english": "I think the focal point was the \"tick tick\"."
    },
    {
      "korean": "나연 언니였어? - 나 였던거 같은데? 나 찍었는데. Was it NAYEON? - I think it was me. I remember... 듣기 View video TWICE : sign을 보내",
      "english": "Was it NAYEON? - I think it was me. I remember..."
    }
  ],
  "examples": [
    {
      "korean": "Recently, officials announced that the 20 km evacuation zone around the plant will be extended. 발음듣기 최근 한 관계자는 원전 반경 20킬로미터로였던 대피 구역을 확대할 것이라고 발표하였다. Neungyule",
      "english": "Recently, officials announced that the 20 km evacuation zone around the plant will be extended. 발음"
    },
    {
      "korean": "Remember, I used to be a dentist. 발음듣기 나 치과의였던 것 기억해. User translation Inaccurate information may be included due to the users' self-traslation. cielcine(ciel****) Web Collection",
      "english": "Remember, I used to be a dentist. 발음"
    },
    {
      "korean": "This was, I believe, due to poor writing. 발음듣기 글이 시원찮아서 였던거 같아. User translation Inaccurate information may be included due to the users' self-traslation. 은지(tink****) Web Collection",
      "english": "This was, I believe, due to poor writing. 발음"
    },
    {
      "korean": "You know, I used to be a tour guide. 발음듣기 너 알지, 내가 관광가이드 였던거 User translation Inaccurate information may be included due to the users' self-traslation. 박현주(ann1****) Web Collection",
      "english": "You know, I used to be a tour guide. 발음"
    },
    {
      "korean": "I guess it has been an alright year. 발음듣기 내 생각엔 올해는 괜찮은 한 해 였던것 같다. User translation Inaccurate information may be included due to the users' self-traslation. 켄유씨미(jini****) Web Collection",
      "english": "I guess it has been an alright year. 발음"
    }
  ]
}