{
  "phrases": [
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(머리에 얹다) place[put] sth on the head"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지붕을 얹다) roof, (기와로) tile, (짚으로) thatch, (판자로) shingle"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition ida"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition da (→다3)"
      ]
    },
    {
      "phrase": "-이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지정하는 말) be",
        "(되다) come, be",
        "(수량) number, weigh, measure, cover"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "would",
      "frequency": 2
    },
    {
      "meaning": "HIFW",
      "frequency": 0
    },
    {
      "meaning": "seem",
      "frequency": 2
    },
    {
      "meaning": "old",
      "frequency": 2
    },
    {
      "meaning": "appear",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "거기도 LA 였을 텐데? I think it was LA that time too? 듣기 View video Dispatch : [ⓓxV] 세븐틴의 2020 운수대통 신년카드① (SEVENTEEN)",
      "english": "I think it was LA that time too?"
    },
    {
      "korean": "처음엔 제목이 아마 One! Two! Three! 였을거에요. The original name was \"One! Two! Three!\". 듣기 View video BTS : BTS Live : WINGS Behind story by RM",
      "english": "The original name was \"One! Two! Three!\"."
    },
    {
      "korean": "이걸 어떻게 맞춰요? - Yoon Du Jun은 되게 황당한 거 였을거야. Who would know? - It must be something unique. 듣기 View video BEAST : [REPLAY] 비스트 YOU ARE MY [HIGHLIGHT]",
      "english": "Who would know? - It must be something unique."
    },
    {
      "korean": "그 음식이 아마 백도 였을 것 같아요. 비싼 선물. That specific food was the white peach, the very expensive gift. 듣기 View video 10PM : 김풍의 풍기문란-김풍vs주호민 demoralizing behavior",
      "english": "That specific food was the white peach, the very expensive gift."
    },
    {
      "korean": "인, 인앤밖? In and Outside? 듣기 View video SEVENTEEN : 갑 겸 브",
      "english": "In and Outside?"
    }
  ],
  "examples": [
    {
      "korean": "He was perhaps the greatest cellist of the twentieth century. 발음듣기 그 사람은 아마도 20세기의 가장 위대한 첼리스트 였을 거다. Neungyule",
      "english": "He was perhaps the greatest cellist of the twentieth century. 발음"
    },
    {
      "korean": "I haven’t taken my dog to the vet since she was a puppy, so I’m a little nervous. 발음듣기 강아지 였을때 말고 병원에 데리고 간 적이 없어서 좀 긴장되네. YBM All in All English-Korean Dictionary",
      "english": "I haven’t taken my dog to the vet since she was a puppy, so I’m a little nervous. 발음"
    },
    {
      "korean": "She left Guatamala a changed woman. In her book, “When I Was Elena”, she describes the impact of the 2 years she spent as a Peace Corps volunteer. 발음듣기 그녀는 변화되어 과테말라를 떠났고 자신의 저서 “내가 엘레나 였을 때 (When I was Elena)”에서 평화 봉사단의 자원 봉사자로 보냈던 2년 간의 영향을 자세하게 말합니다. YBM All in All English-Korean Dictionary",
      "english": "She left Guatamala a changed woman. In her book, “When I Was Elena”, she describes the impact of the 2 years she spent as a Peace Corps volunteer. 발음"
    },
    {
      "korean": "I probably would be an actor. 발음듣기 아마 연기자 였을 거에요. TIMES CORE",
      "english": "I probably would be an actor. 발음"
    },
    {
      "korean": "\"If Switzerland were an island, the answer is yes. But with open borders, it's a total impossibility.\" 발음듣기 \"만약 스위스가 섬이었다면, 답은 네 였을 것입니다. 하지만 열려있는 국경으로는, 그것은 완전히 불가능한 이야기입니다.\" TIMES CORE",
      "english": "\"If Switzerland were an island, the answer is yes. But with open borders, it's a total impossibility.\" 발음"
    }
  ]
}