{
  "phrases": [
    {
      "phrase": "영세",
      "hanja": " (零細)",
      "example": {},
      "meanings": [
        "[형용사] petty, small"
      ]
    },
    {
      "phrase": "영세",
      "hanja": " (領洗)",
      "example": {},
      "meanings": [
        "(천주교의 세례) baptism, (아기의) christening"
      ]
    },
    {
      "phrase": "영세의",
      "hanja": "",
      "example": {},
      "meanings": [
        "eternal",
        "permanent",
        "perpetual"
      ]
    },
    {
      "phrase": "영세를 베풀다",
      "hanja": "",
      "example": {},
      "meanings": [
        "baptize",
        "christen",
        "administer baptism"
      ]
    },
    {
      "phrase": "영세를 받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "accept baptism",
        "receive baptism",
        "be baptized"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "subsistence farming",
      "frequency": 0
    },
    {
      "meaning": "a poor peasant",
      "frequency": 0
    },
    {
      "meaning": "be baptized[christened]",
      "frequency": 0
    },
    {
      "meaning": "accept[receive] baptism",
      "frequency": 0
    },
    {
      "meaning": "a permanently neutral country[state]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "영세한 보세숍은 약간 좀... But it would be difficult if you buy them at a small store. 듣기 View video JTBC4 : 어썸피드 이승훈이 직접 패션상담해dream (feat. 스페셜 게스트)",
      "english": "But it would be difficult if you buy them at a small store."
    }
  ],
  "examples": [
    {
      "korean": "The shoestring team beat the well-financed competition. 듣기 Add to Wordbook 그 영세한 팀은 자금이 풍부한 경쟁자들을 물리쳤다. Neungyule",
      "english": "The shoestring team beat the well-financed competition. Add to Wordbook"
    },
    {
      "korean": "Small grocery stores are always losing ground to supermarkets. 듣기 Add to Wordbook 영세한 식품점들은 항상 슈퍼마켓에 우위를 빼앗긴다. YBM All in All English-Korean Dictionary",
      "english": "Small grocery stores are always losing ground to supermarkets. Add to Wordbook"
    },
    {
      "korean": "Small grocery stores are always losing ground to large supermarkets. 듣기 Add to Wordbook 영세한 식품점들은 대형 슈퍼마켓에 항상 우위를 빼앗긴다. YBM All in All English-Korean Dictionary",
      "english": "Small grocery stores are always losing ground to large supermarkets. Add to Wordbook"
    },
    {
      "korean": "Measures need to be taken at the government level to improve the income-situation of the poor. 듣기 Add to Wordbook 영세민의 소득 향상을 위해 정부 차원의 대책이 필요하다 Neungyule",
      "english": "Measures need to be taken at the government level to improve the income-situation of the poor. Add to Wordbook"
    },
    {
      "korean": "He makes a meager living from his small farm. 듣기 Add to Wordbook 그는 영세한 농장을 운영하며 근근이 생계를 꾸려간다. Neungyule",
      "english": "He makes a meager living from his small farm. Add to Wordbook"
    }
  ]
}