{
  "phrases": [
    {
      "phrase": "영지",
      "hanja": " (領地)",
      "example": {},
      "meanings": [
        "(영토) a territory, a possession, a dominion, a domain, a demesne",
        "(봉토) a fief, a feud, a vassalage"
      ]
    },
    {
      "phrase": "영지",
      "hanja": " (靈地)",
      "example": {},
      "meanings": [
        "a holy[hallowed] ground[land], a sacred place"
      ]
    },
    {
      "phrase": "영지",
      "hanja": " (英智)",
      "example": {},
      "meanings": [
        "wisdom, sagacity, intelligence"
      ]
    },
    {
      "phrase": "영지",
      "hanja": " (靈芝)",
      "example": {},
      "meanings": [
        "Noun Reishi mushroom"
      ]
    },
    {
      "phrase": "Young Zee",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물명 영 지, 가수, 출생지: 미국"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "manor",
      "frequency": 3
    },
    {
      "meaning": "dominion",
      "frequency": 3
    },
    {
      "meaning": "fief",
      "frequency": 0
    },
    {
      "meaning": "Reich",
      "frequency": 0
    },
    {
      "meaning": "feud 2",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "영지? 영지가 누구야? Youngji? Who's Youngji? 듣기 View video 대나무숲TV (BAMBOONETWORK) : 안녕, 마녀상점 [웹드라마_어서오세요, 마녀상점] - EP.12(최종화)",
      "english": "Youngji? Who's Youngji?"
    },
    {
      "korean": "유호랑 영지네? Yuho and Youngji. 듣기 View video 대나무숲TV (BAMBOONETWORK) : 소꿉친구가 나를 좋아하는 것 같다 [웹드라마_어서오세요, 마녀상점] - EP.06",
      "english": "Yuho and Youngji."
    },
    {
      "korean": "저기 영지야 - 응? Hey, Youngji. - Huh? 듣기 View video 대나무숲TV (BAMBOONETWORK) : 짝사랑을 들키면 안 되는 이유 [웹드라마_어서오세요, 마녀상점] - EP.11",
      "english": "Hey, Youngji. - Huh?"
    },
    {
      "korean": "영지가 떡볶이? Youngji would.... Tteokbokki? 듣기 View video 대나무숲TV (BAMBOONETWORK) : 더블데이트를 할 때 생기는 일 [웹드라마_어서오세요, 마녀상점] - EP.08",
      "english": "Youngji would.... Tteokbokki?"
    },
    {
      "korean": "뭐야 줄 사람이 영지였어? Oh, was it for Youngji? 듣기 View video 대나무숲TV (BAMBOONETWORK) : 짝남이 다른 사람과 썸을 탄다 [웹드라마_어서오세요, 마녀상점] - EP.02",
      "english": "Oh, was it for Youngji?"
    }
  ],
  "examples": [
    {
      "korean": "She considers the office as her own private fiefdom. 듣기 Add to Wordbook 그녀는 사무실을 자기 개인 영지로 여긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She considers the office as her own private fiefdom. Add to Wordbook"
    },
    {
      "korean": "An earldom is the rank or lands of an earl or countess. 듣기 Add to Wordbook Earldom이란 백작 또는 백작 부인의 지위 또는 영지를 말한다. YBM All in All English-Korean Dictionary",
      "english": "An earldom is the rank or lands of an earl or countess. Add to Wordbook"
    },
    {
      "korean": "The king's dominion was devastated by the invading army. 듣기 Add to Wordbook 왕의 영지는 침략군에게 짓밟혔다. YBM All in All English-Korean Dictionary",
      "english": "The king's dominion was devastated by the invading army. Add to Wordbook"
    },
    {
      "korean": "The wood lies on the southern extremity of the estate. 듣기 Add to Wordbook 그 숲은 영지의 남쪽 끝에 있다. YBM All in All English-Korean Dictionary",
      "english": "The wood lies on the southern extremity of the estate. Add to Wordbook"
    },
    {
      "korean": "Their own small estate was sequestered by the Tsar for the family's part in the uprising. 듣기 Add to Wordbook 가문이 봉기에 참여했다는 이유로 그들의 작은 영지는 짜르에 의해 몰수됐다. YBM All in All English-Korean Dictionary",
      "english": "Their own small estate was sequestered by the Tsar for the family's part in the uprising. Add to Wordbook"
    }
  ]
}