{
  "phrases": [
    {
      "phrase": "옅다",
      "hanja": "",
      "example": {},
      "meanings": [
        "light, pale"
      ]
    },
    {
      "phrase": "인쇄가 너무 옅어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "The print is too light."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ash blonde",
      "frequency": 0
    },
    {
      "meaning": "light-coloured",
      "frequency": 0
    },
    {
      "meaning": "fair-haired",
      "frequency": 0
    },
    {
      "meaning": "pale",
      "frequency": 2
    },
    {
      "meaning": "a pale sky",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이것도 보시다시피 굉장히 눈화장이 옅어요. I'm wearing light eye makeup. 듣기 View video Brown Eyed Girls : 스포여왕 가인의 카운트다운 라이브",
      "english": "I'm wearing light eye makeup."
    },
    {
      "korean": "화면에선 색이 옅어 보이는데, 실제로 보면 할머니 옷 같지 않아요. The color looks milder on the screen, but it's not that old-fashioned in real. 듣기 View video YGK+ : 신재혁x서수원 스타필드 하남 H&M 쇼핑왔어요~!",
      "english": "The color looks milder on the screen, but it's not that old-fashioned in real."
    },
    {
      "korean": "생각보다 얘는 발색이 약간... - 옅어. The coloring is a bit - lighter. 듣기 View video V Beauty : 하코냥의 안 쓰면 후회할 인생 립!!! Must Item about Lip Products",
      "english": "The coloring is a bit - lighter."
    },
    {
      "korean": "총 세 개야? - 난 좀 옅어 보이는 것부터 먹겠어. There are three broths? - I'll drink the light one. 듣기 View video Happy Robot Records : [THE koxx] 수요미식단 -10회특집 방송",
      "english": "There are three broths? - I'll drink the light one."
    },
    {
      "korean": "육색이 옅은 핑크색 또는 백색을 띤다. The meat has a light pink or white color. 듣기 View video 모비딕(Mobidic) : 편의점 재료만으로 양식을? 최현석 청소 요정으로 이직하다! <초이가이버> 15회",
      "english": "The meat has a light pink or white color."
    }
  ],
  "examples": [
    {
      "korean": "The print is too light. 발음듣기 인쇄가 너무 옅어요. Neungyule",
      "english": "The print is too light. 발음"
    },
    {
      "korean": "And then when he made the change raised the hand, moved it over the left-hand side overlaps onto this buckskin jerkin and so appears lighter. 발음듣기 그래서 손의 위치를 바꿀 때, 손을 올려 왼쪽으로 옮겨서 연한 가죽 조끼 위로 겹치게 되어 색이 좀 옅어 보입니다. Khan Academy",
      "english": "And then when he made the change raised the hand, moved it over the left-hand side overlaps onto this buckskin jerkin and so appears lighter. 발음"
    },
    {
      "korean": "Mist coiled around the tops of the hills. 발음듣기 옅은 안개가 산꼭대기들을 휘감고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mist coiled around the tops of the hills. 발음"
    },
    {
      "korean": "The sofa would be less obtrusive in a paler colour. 발음듣기 그 소파가 더 옅은 색깔이면 눈에 덜 띌 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sofa would be less obtrusive in a paler colour. 발음"
    },
    {
      "korean": "A tan emphasized the fairness of her hair. 발음듣기 피부를 태워 놓으니까 그녀의 옅은 색 머리카락이 더 두드러졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A tan emphasized the fairness of her hair. 발음"
    }
  ]
}