{
  "phrases": [
    {
      "phrase": "옆",
      "hanja": "",
      "example": {},
      "meanings": [
        "side"
      ]
    },
    {
      "phrase": "옆으로 빠지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "step aside"
      ]
    },
    {
      "phrase": "옆으로 제쳐 놓다",
      "hanja": "",
      "example": {},
      "meanings": [
        "put something aside"
      ]
    },
    {
      "phrase": "옆으로",
      "hanja": "",
      "example": {},
      "meanings": [
        "on[to] one side",
        "aside",
        "sidewards"
      ]
    },
    {
      "phrase": "옆에(서)",
      "hanja": "",
      "example": {},
      "meanings": [
        "by the side",
        "aside",
        "by"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "side",
      "frequency": 3
    },
    {
      "meaning": "wing",
      "frequency": 3
    },
    {
      "meaning": "dégagé en croix",
      "frequency": 0
    },
    {
      "meaning": "sideways",
      "frequency": 3
    },
    {
      "meaning": "beside",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "옆에 졸업장이 있어요... My diploma is next to me. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "My diploma is next to me."
    },
    {
      "korean": "우리 점점 옆으로 가고 있어! We are slowly going to the side! 듣기 View video Stray Kids : 산을 넘어 산호세로 ~~❤",
      "english": "We are slowly going to the side!"
    },
    {
      "korean": "옆 멤버에게 가장 부러운 점은? What do you envy each other most for? 듣기 View video OSEN : PENTAGON 펜타곤, 귀여운 2인 1조 TMI 인터뷰 #스타로드 05",
      "english": "What do you envy each other most for?"
    },
    {
      "korean": "그때도 문예찬이 네 옆에 남아있을 거 같아? Do you think he'll still stay besides you? 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "Do you think he'll still stay besides you?"
    },
    {
      "korean": "방금 옆에 있던 친구요? Oh, are you talking about the guy who was here in the beginning? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "Oh, are you talking about the guy who was here in the beginning?"
    }
  ],
  "examples": [
    {
      "korean": "She turned luxuriantly on her side, yawning. 듣기 Add to Wordbook 그녀가 하품을 하며 느긋이 옆으로 돌아누웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She turned luxuriantly on her side, yawning. Add to Wordbook"
    },
    {
      "korean": "Melted wax dribbled down the side of the candle. 듣기 Add to Wordbook 양초 옆으로 녹은 촛농이 줄줄 흘렀다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Melted wax dribbled down the side of the candle. Add to Wordbook"
    },
    {
      "korean": "The truck skidded sideways across the road. 듣기 Add to Wordbook 그 트럭은 옆으로 미끄러지면서 도로를 넘어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The truck skidded sideways across the road. Add to Wordbook"
    },
    {
      "korean": "The car skidded and crashed broadside into another car. 듣기 Add to Wordbook 그 차가 미끄러지더니 다른 차를 옆으로 들이받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The car skidded and crashed broadside into another car. Add to Wordbook"
    },
    {
      "korean": "He got undressed in a small cubicle next to the pool. 듣기 Add to Wordbook 그는 풀장 옆에 있는 작은 칸막이 안에서 옷을 벗었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He got undressed in a small cubicle next to the pool. Add to Wordbook"
    }
  ]
}