{
  "phrases": [
    {
      "phrase": "오만하다",
      "hanja": " (傲慢하다)",
      "example": {},
      "meanings": [
        "Adjective arrogant, haughty"
      ]
    },
    {
      "phrase": "오만",
      "hanja": " (傲慢)",
      "example": {},
      "meanings": [
        "proud, [명사] arrogance, pride, [형용사] arrogant, haughty, snobbish, (informal) stuck-up, (informal) snooty, (informal) snobby"
      ]
    },
    {
      "phrase": "오만",
      "hanja": " (五萬)",
      "example": {},
      "meanings": [
        "(숫자) fifty thousand",
        "(종류가 많음)"
      ]
    },
    {
      "phrase": "오만하게",
      "hanja": "",
      "example": {},
      "meanings": [
        "arrogantly",
        "haughtily",
        "proudly"
      ]
    },
    {
      "phrase": "오만하게 굴다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be arrogant[haughty]",
        "behave arrogantly[with self-importance]",
        "put on airs"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "proud",
      "frequency": 2
    },
    {
      "meaning": "arrogant",
      "frequency": 1
    },
    {
      "meaning": "lofty",
      "frequency": 1
    },
    {
      "meaning": "haughty",
      "frequency": 1
    },
    {
      "meaning": "snooty",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "굉장히 오만한 고양이입니다. He is very arrogant. 듣기 View video V Animal Family : 고양이 보금자리 새단장! New interior for Cats! (ft. 박정윤수의사)",
      "english": "He is very arrogant."
    },
    {
      "korean": "아 재밌어! - 이 오만한... How funny. - Too arrogant... 듣기 View video SEVENTEEN : [SEVENTEEN RADIO] 캐럿들 귀대귀대#26따뜻한우유❤️",
      "english": "How funny. - Too arrogant..."
    },
    {
      "korean": "아니 오만하지 말라고 해서 김오만을 쌌는데 이게 잘못된 겁니까 여러분? I told her not to get prideful and gave Kim-Oh-Man. Is this really a problem? 듣기 View video V COOKIE : [Full] Brown Eyed Girls X Eating Show - 브라운 아이드 걸스 X 같이 먹어요",
      "english": "I told her not to get prideful and gave Kim-Oh-Man. Is this really a problem?"
    },
    {
      "korean": "제 캐릭터는 논리적이면서도 오만하며 소유욕이 강한 남자예요. He begins as an arrogant, materialistic man of logic. - Okay... 듣기 View video V MOVIE : <닥터 스트레인지> 스팟 라이브 ' Spot Live'",
      "english": "He begins as an arrogant, materialistic man of logic. - Okay..."
    },
    {
      "korean": "안물 안궁 같은 느낌. 죄송합니다. - 죄송합니다. 저희가 오만했습니다. Like I didn't ask, I'm not curious. Sorry. - Sorry. We were too arrogant. 듣기 View video CASPER RADIO : 하박국의 박국박국해 #4 (방탄소년단 특집)",
      "english": "Like I didn't ask, I'm not curious. Sorry. - Sorry. We were too arrogant."
    }
  ],
  "examples": [
    {
      "korean": "her lofty disdain for other people 발음듣기 다른 사람들에 대한 그녀의 오만한 경멸 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "her lofty disdain for other people 발음"
    },
    {
      "korean": "I disliked the arrogant cast to her mouth. 발음듣기 나는 그녀가 말할 때의 그 오만한 태도가 싫었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I disliked the arrogant cast to her mouth. 발음"
    },
    {
      "korean": "He is a know-it-all, arrogant prick. 발음듣기 그는 다 아는 척하고 오만한 놈이야. DARAKWON",
      "english": "He is a know-it-all, arrogant prick. 발음"
    },
    {
      "korean": "Everybody got angry at his haughty attitude. 발음듣기 그의 오만한 태도에 모두들 화가 났다 Neungyule",
      "english": "Everybody got angry at his haughty attitude. 발음"
    },
    {
      "korean": "I hate his arrogant attitude towards his classmates. 발음듣기 나는 그가 친구를 대하는 오만한 태도가 싫다. Neungyule",
      "english": "I hate his arrogant attitude towards his classmates. 발음"
    }
  ]
}