{
  "phrases": [
    {
      "phrase": "오라",
      "hanja": "",
      "example": {},
      "meanings": [
        "(오랏줄) a red rope formerly used for binding a criminal, a rope to bind a criminal with"
      ]
    },
    {
      "phrase": "옳아",
      "hanja": "",
      "example": {},
      "meanings": [
        "Interjection oh, ah, right"
      ]
    },
    {
      "phrase": "aura",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (어떤 사람이나 장소에 서려 있는 독특한) 기운[분위기]"
      ]
    },
    {
      "phrase": "aurar",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun eyrir의 복수형."
      ]
    },
    {
      "phrase": "auræ",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] en-irregular plural ofaura"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "gée whíz(z)",
      "frequency": 0
    },
    {
      "meaning": "gee whillikins",
      "frequency": 0
    },
    {
      "meaning": "Come now, let us reason together",
      "frequency": 0
    },
    {
      "meaning": "get your ass over/in here, etc.",
      "frequency": 0
    },
    {
      "meaning": "to be called for (an) interview",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오라떼는 안 챙기고 다녀요? - 또? Don't you carry Olatte? - What else? 듣기 View video THE BOYZ : [Replay] THE BOYZ COMEBACK SPECIAL LIVE",
      "english": "Don't you carry Olatte? - What else?"
    },
    {
      "korean": "이러려고 예쁘게 하고 오라 그랬어? This is why you told me to come looking nice? 듣기 View video 플레이리스트 (Playlist) : 충격) 남친을 '그 곳'에서 마주쳤다 [최고의 엔딩] - EP.01",
      "english": "This is why you told me to come looking nice?"
    },
    {
      "korean": "그러면 오라는 거야? 말라는 거야? What do you want? Do you want me to come over or not? 듣기 View video 핵인싸 동맹 (HACKINSSA CREW) : [핵인싸 동맹] EP.35 감스트 랜선 친구 만들려다 경상도 싸나이와 현피각?! HACKINSSA CREW",
      "english": "What do you want? Do you want me to come over or not?"
    },
    {
      "korean": "니가 뭔데 오라 가라야! How dare you tell us to go see you! 듣기 View video JBJ95 : [#지금하95] 9십오년생들의5만가지이야기",
      "english": "How dare you tell us to go see you!"
    },
    {
      "korean": "빨리 오라 그래 여기로. Tell him to hurry up and come here. 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ-TALKER(슼즈토커)] Ep.08",
      "english": "Tell him to hurry up and come here."
    }
  ],
  "examples": [
    {
      "korean": "He sent me word to come. 듣기 Add to Wordbook 그가 나에게 오라는 전갈을 보냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He sent me word to come. Add to Wordbook"
    },
    {
      "korean": "to be called for (an) interview 듣기 Add to Wordbook 면접 요청을 받다[면접을 보러 오라는 말을 듣다] Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be called for (an) interview Add to Wordbook"
    },
    {
      "korean": "Several candidates were called for a second interview. 듣기 Add to Wordbook 몇 명의 지원자들이 2차 면접에 오라는 연락을 받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Several candidates were called for a second interview. Add to Wordbook"
    },
    {
      "korean": "Get off your butt and join the Marines! (John Wayne) 듣기 Add to Wordbook 자리를 박차고 해병대로 오라! (존 웨인, 용기명언) 명언/속담",
      "english": "Get off your butt and join the Marines! (John Wayne) Add to Wordbook"
    },
    {
      "korean": "Come unto me, all ye that labour and are heavy laden, and I will give you rest. 듣기 Add to Wordbook 수고하고, 무거운 짐진 자들은 다 내게 오라. 내가 너희를 쉬게 하리라. (신약성서, 노력속담) 명언/속담",
      "english": "Come unto me, all ye that labour and are heavy laden, and I will give you rest. Add to Wordbook"
    }
  ]
}