{
  "phrases": [
    {
      "phrase": "ore bin",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 금속공학 광사(鑛舍)"
      ]
    },
    {
      "phrase": "오빈역",
      "hanja": " (梧濱驛)",
      "example": {},
      "meanings": [
        "교통 Obin Station"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Obin",
      "frequency": 0
    },
    {
      "meaning": "Serge Aubin",
      "frequency": 0
    },
    {
      "meaning": "Jean-Sebastien Aubin",
      "frequency": 0
    },
    {
      "meaning": "Angelo Obinze Ogbonna",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Aubyn: On a point of order, Madam Speaker. 듣기 Add to Wordbook 오빈: 룰을 위반한 내용이 있습니다, 의장님. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 빡초아(kong****) Hansard",
      "english": "Aubyn: On a point of order, Madam Speaker. Add to Wordbook"
    },
    {
      "korean": "Aubyn (Guildford): On a point of order, Madam Speaker. 듣기 Add to Wordbook 오빈 (길드포드): 의장님, 룰을 위반한 부분이 있습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 빡초아(kong****) Hansard",
      "english": "Aubyn (Guildford): On a point of order, Madam Speaker. Add to Wordbook"
    },
    {
      "korean": "Aubyn: The Minister's statement comes as a bolt from the blue. 듣기 Add to Wordbook 오빈: 장관의 발언은 맑은 하늘에 날벼락처럼 다가온다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****) Hansard",
      "english": "Aubyn: The Minister's statement comes as a bolt from the blue. Add to Wordbook"
    },
    {
      "korean": "Aubyn: I am about to do so, but this relates to whether we should accept the amendment from the Secretary of State. 듣기 Add to Wordbook 오빈: 저는 그렇게 하려 하지만, 이것은 국무장관의 수정안을 받아들여야 하는지 여부와 관련된 것입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****) Hansard",
      "english": "Aubyn: I am about to do so, but this relates to whether we should accept the amendment from the Secretary of State. Add to Wordbook"
    },
    {
      "korean": "Yesterday Aubin, 46, admitted two counts of gross indecency and two counts of indecent assault on children under 10 years old at the children's home. 듣기 Add to Wordbook 어제 오빈(46세)은 2건의 전체 성추행 행동과 2건의 아동 자택에서 10세이하 아동 성추행을 인정했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Yesterday Aubin, 46, admitted two counts of gross indecency and two counts of indecent assault on children under 10 years old at the children's home. Add to Wordbook"
    }
  ]
}