{
  "phrases": [
    {
      "phrase": "오싹",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb shiveringly"
      ]
    },
    {
      "phrase": "몸이 오싹거렸다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I got chills."
      ]
    },
    {
      "phrase": "오싹 소름이 끼쳤다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "It gave me the creeps."
      ]
    },
    {
      "phrase": "오싹거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb give somebody the creeps"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shiver",
      "frequency": 3
    },
    {
      "meaning": "goose-bumpy",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[오싹] 4월이었던 것 같아요. 4, 5월? [Shiver] I think it was April. Or May? 듣기 View video SMTOWN : [S.M. THE ARTIST] Super Voice of YESUNG #03",
      "english": "[Shiver] I think it was April. Or May?"
    },
    {
      "korean": "동고동락하면서 귀신을 쫓는 등골 오싹 테마 어드벤처 드라마입니다. share their joys and sorrows in this drama. 듣기 View video 2PM : <싸우자 귀신아> 등골 오싹 팬미팅",
      "english": "share their joys and sorrows in this drama."
    },
    {
      "korean": "tvN 월화드라마 '싸우자 귀신아' 등골 오싹 팬미팅에 오신 여러분 진심으로 환영합니다. Welcome to the fan meeting for tvN drama “Hey Ghost, Let's Fight”. 듣기 View video 2PM : <싸우자 귀신아> 등골 오싹 팬미팅",
      "english": "Welcome to the fan meeting for tvN drama “Hey Ghost, Let's Fight”."
    }
  ],
  "examples": [
    {
      "korean": "A shiver ran down my spine. 듣기 Add to Wordbook 오싹 하는 전율이 내 등줄기를 타고 흘러내렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A shiver ran down my spine. Add to Wordbook"
    },
    {
      "korean": "It horrified her to think that he had killed someone. 듣기 Add to Wordbook 그가 누군가를 죽였다고 생각하니 그녀는 오싹 소름이 끼쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It horrified her to think that he had killed someone. Add to Wordbook"
    },
    {
      "korean": "What he saw chilled his blood/chilled him to the bone. 듣기 Add to Wordbook 눈앞의 광경에 그는 오싹 피가 식는 기분이었다/뼛속까지 오싹해졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What he saw chilled his blood/chilled him to the bone. Add to Wordbook"
    },
    {
      "korean": "I shudder to think how much this is all going to cost. 듣기 Add to Wordbook 나는 이 모든 것이 돈이 얼마나 많이 들 것인지를 생각하면 오싹 전율이 인다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I shudder to think how much this is all going to cost. Add to Wordbook"
    },
    {
      "korean": "strike chill into a person's marrow 듣기 Add to Wordbook 뼛속까지 오싹 하는 느낌이 들게 하다. Friendict Level English-Korean Dictionary",
      "english": "strike chill into a person's marrow Add to Wordbook"
    }
  ]
}