{
  "phrases": [],
  "meanings": [
    {
      "meaning": "O Connell, Daniel",
      "frequency": 0
    },
    {
      "meaning": "O'Connell Street",
      "frequency": 0
    },
    {
      "meaning": "Jack O'Connell",
      "frequency": 0
    },
    {
      "meaning": "Jack O'Connell",
      "frequency": 0
    },
    {
      "meaning": "Jerry O'Connell",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Mike O'Connell called when you were out. 듣기 Add to Wordbook 마이크 오코넬이 당신 없을 때 전화했어요. YBM All in All English-Korean Dictionary",
      "english": "Mike O'Connell called when you were out. Add to Wordbook"
    },
    {
      "korean": "VOA's Rosalie O'Connell brings us up to date on the man who's been called the nation's scold, as well as its saint. 듣기 Add to Wordbook 미국의 소리 방송의 로잘리 오코넬이 이 나라의 비판가이자 성자로 호칭돼 온 인물에 대한 근황을 전해 드리겠습니다. YBM All in All English-Korean Dictionary",
      "english": "VOA's Rosalie O'Connell brings us up to date on the man who's been called the nation's scold, as well as its saint. Add to Wordbook"
    },
    {
      "korean": "O'Connell joined Emma Emanuel through the first round exit. 듣기 Add to Wordbook 오코넬도 에마 에마누엘과 함께 1차전에서 탈락했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "O'Connell joined Emma Emanuel through the first round exit. Add to Wordbook"
    },
    {
      "korean": "A whispering campaign has started, questioning O'Connell's worth. 듣기 Add to Wordbook 오 코넬의 가치를 의심하게 하는 중상모략이 시작되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "A whispering campaign has started, questioning O'Connell's worth. Add to Wordbook"
    },
    {
      "korean": "Love the way O'Connell remonstrates with the touch judge in the heat of battle. 듣기 Add to Wordbook 열전에서 오코넬이 선심에게 항의한 방식이 너무 마음에 든다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "Love the way O'Connell remonstrates with the touch judge in the heat of battle. Add to Wordbook"
    }
  ]
}