{
  "phrases": [
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) come, (나타나다) turn up, show up, (방문하다) visit",
        "(학교·군대·회사 등에)",
        "(소식·연락·편지 등이) come"
      ]
    },
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb oda (↔가다2)"
      ]
    },
    {
      "phrase": "어서 오십시오.",
      "hanja": "",
      "example": {},
      "meanings": [
        "(안내지시문) Welcome"
      ]
    },
    {
      "phrase": "어서 오십시오.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-기본대화 Hello. What can I do for you?",
        "실용회화-기본대화 Hello, may I help you?"
      ]
    },
    {
      "phrase": "손님, 이쪽으로 오십시오.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-프런트에서 룸까지 Sir, this way, please."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Walk up!",
      "frequency": 0
    },
    {
      "meaning": "haeremai",
      "frequency": 0
    },
    {
      "meaning": "Come this way, please.",
      "frequency": 0
    },
    {
      "meaning": "Please step this way.",
      "frequency": 0
    },
    {
      "meaning": "Come and see us.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러면 뽑고 오십시오! Then, go pick one and come back! 듣기 View video V COOKIE : [Full] N.Flying X CouchTalk - 엔플라잉 X 카우치토크",
      "english": "Then, go pick one and come back!"
    },
    {
      "korean": "없어요~ - 바로 오십시오! You will find none. - Come right now! 듣기 View video V COOKIE : [Full] KNK X Rooftop Live - 크나큰의 루프탑라이브!",
      "english": "You will find none. - Come right now!"
    },
    {
      "korean": "최근에 '어서 오십시오' 하면서 해변을 만들어 놨어요. Recently, they wrote \"Welcome\" and made a beach. 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] 플랜맨! 나한테 무슨짓을 하는거야 _ ep7",
      "english": "Recently, they wrote \"Welcome\" and made a beach."
    },
    {
      "korean": "어서들 오십시오! Please come here! 듣기 View video V DRAMA : [Full]의문의 일승 X 앞터V (Oh, the Mysterious X Early Interview)",
      "english": "Please come here!"
    },
    {
      "korean": "공연 보러 오십시오. Go and see him perform. 듣기 View video WINNER : 방탈출카페가기실패",
      "english": "Go and see him perform."
    }
  ],
  "examples": [
    {
      "korean": "This way please, ladies and gents! 듣기 Add to Wordbook 신사 숙녀 여러분, 이쪽으로 오십시오! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This way please, ladies and gents! Add to Wordbook"
    },
    {
      "korean": "Read until the end of chapter 10 for homework. 듣기 Add to Wordbook 숙제로 10장의 끝까지 읽어 오십시오. YBM All in All English-Korean Dictionary",
      "english": "Read until the end of chapter 10 for homework. Add to Wordbook"
    },
    {
      "korean": "Come in. Please have a seat. 듣기 Add to Wordbook 어서 오십시오. 앉으시지요. DARAKWON",
      "english": "Come in. Please have a seat. Add to Wordbook"
    },
    {
      "korean": "If so, then you should come to Dressmakers. 듣기 Add to Wordbook 그렇다면, 드레스메이커스 상점으로 오십시오. YBM All in All English-Korean Dictionary",
      "english": "If so, then you should come to Dressmakers. Add to Wordbook"
    },
    {
      "korean": "Ladies, please come this way. 듣기 Add to Wordbook 여성 분들은 이쪽으로 오십시오 Neungyule",
      "english": "Ladies, please come this way. Add to Wordbook"
    }
  ]
}