{
  "phrases": [
    {
      "phrase": "오싹하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel[have] a chill"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "creepiness",
      "frequency": 0
    },
    {
      "meaning": "thrillingness",
      "frequency": 0
    },
    {
      "meaning": "creepy",
      "frequency": 0
    },
    {
      "meaning": "willies",
      "frequency": 0
    },
    {
      "meaning": "chill",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[누군가에겐 소름 돋는 오싹한 도전] 예스! 대박이다, 이 판! [A scary challenge for some others] Yes! This round is awesome! 듣기 View video 심포유 - my SMTelevision : [NCT LIFE] Main Teaser",
      "english": "[A scary challenge for some others] Yes! This round is awesome!"
    },
    {
      "korean": "진짜 오싹하다. It's really scary. 듣기 View video 모비딕(Mobidic) : 4회 : 폐공사장 (An abandoned factory) 2편",
      "english": "It's really scary."
    },
    {
      "korean": "오싹하게 그럴 거예요? 나한테? Will you do this again? To me? 듣기 View video V PICK! : [BTS] 21세기에 전정국 귀여운 거 모르는 사람이 있나? (Jungkook talking about BTS Von boyage3)",
      "english": "Will you do this again? To me?"
    },
    {
      "korean": "그러면... 이제 오싹한 얘기 없죠? Now... no more scary stories? 듣기 View video MAMAMOO : [FULL] MAMAMOO 'RED MOON' FAN SHOWCASE LIVE",
      "english": "Now... no more scary stories?"
    },
    {
      "korean": "추워 그냥, 오싹한 정도가 아니야. It's really cold. Not just chills. 듣기 View video 모비딕(Mobidic) : 4회 : 폐공사장 (An abandoned factory) 2편",
      "english": "It's really cold. Not just chills."
    }
  ],
  "examples": [
    {
      "korean": "When she was telling it to me, I suddenly felt a little cold and got little bumps on my arms. 듣기 Add to Wordbook 그녀가 그것을 저에게 말하고 있을 때, 저는 갑자기 약간 오싹함을 느꼈고 팔에 소름이 돋았어요. TIMES CORE",
      "english": "When she was telling it to me, I suddenly felt a little cold and got little bumps on my arms. Add to Wordbook"
    },
    {
      "korean": "\"Why wait in line when you can just eat a cockroach?\" the amusement park asks thrill seekers. 듣기 Add to Wordbook \"바퀴벌레를 먹기만 하면 되는데 왜 줄 서서 기다려요?\" 라고 이 놀이공원은 오싹함을 찾는 사람들에게 질문하고 있어요. TIMES CORE",
      "english": "\"Why wait in line when you can just eat a cockroach?\" the amusement park asks thrill seekers. Add to Wordbook"
    },
    {
      "korean": "In order to satisfy those people who want more thrill, researchers from the University of Nottingham in the UK are working on a 'bio-feedback' system. 듣기 Add to Wordbook 더 오싹함을 원하는 사람들을 만족시키기 위해 영국의 노팅엄 대학교의 연구원들은 생체 자기 제어 시스템 (뇌파나 혈압 등 생체의 신경적·생리적 상태를 오실로스코프 등으로 앎으로써 신체·정신 상태를 의식적으로 컨트롤하는 시스템)을 연구하고 있습니다. TIMES CORE",
      "english": "In order to satisfy those people who want more thrill, researchers from the University of Nottingham in the UK are working on a 'bio-feedback' system. Add to Wordbook"
    },
    {
      "korean": "This may sound quite harsh and insensitive to you, but the tourists actually gather to lay flowers and say prayers at the horror scenes, as well as witness a bit of the chill first-hand . 듣기 Add to Wordbook 이는 여러분에게 매우 불쾌하고 무신경하게 보일지 모르겠지만 관광객들은, 그 오싹함을 직접 목격하기 위해서만이 아니라 그 공포 현장에 꽃을 두고 오고, 기도를 하기 위해 실제로 모여들기도 한다. TIMES CORE",
      "english": "This may sound quite harsh and insensitive to you, but the tourists actually gather to lay flowers and say prayers at the horror scenes, as well as witness a bit of the chill first-hand . Add to Wordbook"
    },
    {
      "korean": "Suspense, surprises, and terrifying chills result in this film based on true events. 듣기 Add to Wordbook 실제 사건을 바탕으로 한 이 영화에서, 긴장감, 놀라움 그리고 무시무시한 오싹함이 나온다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sksir2100(sksi****)",
      "english": "Suspense, surprises, and terrifying chills result in this film based on true events. Add to Wordbook"
    }
  ]
}