{
  "phrases": [
    {
      "phrase": "온건",
      "hanja": " (穩健)",
      "example": {},
      "meanings": [
        "[형용사] moderate, (중도의) middle-of-the-road"
      ]
    },
    {
      "phrase": "온건하게",
      "hanja": "",
      "example": {},
      "meanings": [
        "moderately"
      ]
    },
    {
      "phrase": "온건주의자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a moderatist",
        "a moderate"
      ]
    },
    {
      "phrase": "온건한 의론",
      "hanja": "",
      "example": {},
      "meanings": [
        "a sound argument"
      ]
    },
    {
      "phrase": "온건한 생각",
      "hanja": "",
      "example": {},
      "meanings": [
        "moderate views"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "moderation",
      "frequency": 1
    },
    {
      "meaning": "soundness",
      "frequency": 0
    },
    {
      "meaning": "sophrosyne",
      "frequency": 0
    },
    {
      "meaning": "moderatism",
      "frequency": 0
    },
    {
      "meaning": "soft line",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "낮에 온 건 처음이네요? We've never been here in broad daylight. 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "We've never been here in broad daylight."
    },
    {
      "korean": "가지고 온 건 어떻게 알았대? How did he know I would bring it over? 듣기 View video 콬TV (WHYNOT) : 한 번 진상은 영원한 진상이다 [가두리횟집] EP06",
      "english": "How did he know I would bring it over?"
    },
    {
      "korean": "뭐 별 말하러 온 건 아니고 그냥... I didn't come here to say anything but just... 듣기 View video iKON : ㄱㄱ",
      "english": "I didn't come here to say anything but just..."
    },
    {
      "korean": "[휴닝카이가 준비한 건 과연?] 제가 들고 온 건... [What did he prepares?] What I brought... 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "[What did he prepares?] What I brought..."
    },
    {
      "korean": "그보다 오늘 온 건 그림 몇 장 들어왔는데... By the way, I came here to tell you that we got new paintings... 듣기 View video 컨스TV : 친구하고 그러는거 아니랴며!? [넘버식스] ep.3",
      "english": "By the way, I came here to tell you that we got new paintings..."
    }
  ],
  "examples": [
    {
      "korean": "I’m not stopping. I just came to give you this message. 발음듣기 내가 머물려고[여기 있으려고] 온 건 아니에요. 그냥 이 메시지를 전하러 왔어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m not stopping. I just came to give you this message. 발음"
    },
    {
      "korean": "Hope we’re not too early. 발음듣기 너무 일찍 온 건 아닌지 모르겠네요. YBM All in All English-Korean Dictionary",
      "english": "Hope we’re not too early. 발음"
    },
    {
      "korean": "It may also create an opening for moderate Islamists. 발음듣기 동시에 온건파 회교도들을 위한 문호도 열릴것입니다. YBM All in All English-Korean Dictionary",
      "english": "It may also create an opening for moderate Islamists. 발음"
    },
    {
      "korean": "No, nothing has been delivered to this office today. 발음듣기 오늘 우리 사무실로 온 건 하나도 없는데요. YBM All in All English-Korean Dictionary",
      "english": "No, nothing has been delivered to this office today. 발음"
    },
    {
      "korean": "The mail came and there's still nothing from Teledynamics. 발음듣기 우편물은 왔는데 텔레다이나믹스社에서 온 건 아무것도 없어요. YBM All in All English-Korean Dictionary",
      "english": "The mail came and there's still nothing from Teledynamics. 발음"
    }
  ]
}