{
  "phrases": [
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) come, (나타나다) turn up, show up, (방문하다) visit",
        "(학교·군대·회사 등에)",
        "(소식·연락·편지 등이) come"
      ]
    },
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb oda (↔가다2)"
      ]
    },
    {
      "phrase": "대체로 흐리고 가끔 소나기가 온데요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-흐린날씨 It is cloudy with occasional showers."
      ]
    },
    {
      "phrase": "올 것이 오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Something that is supposed to come has come"
      ]
    },
    {
      "phrase": "오는 날이 장날",
      "hanja": "",
      "example": {},
      "meanings": [
        "One's coming day is a market day"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "all over",
      "frequency": 0
    },
    {
      "meaning": "come",
      "frequency": 3
    },
    {
      "meaning": "come 1",
      "frequency": 3
    },
    {
      "meaning": "approach",
      "frequency": 3
    },
    {
      "meaning": "follow",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "갔다 온 데니까. - 사전 녹화 방송이라. It's where they went and came back. - It's a pre-recorded show. 듣기 View video B1A4 : B1A4 여름 연캉스",
      "english": "It's where they went and came back. - It's a pre-recorded show."
    },
    {
      "korean": "여기 저희 회사 스튜디온데요. This is our company studio. 듣기 View video SMTOWN : 태민 깜짝 방송 다시 시작!",
      "english": "This is our company studio."
    },
    {
      "korean": "밖에 비 온데요. - 비가 오고 있어요. It's raining out. - It's raining. 듣기 View video HAPPYFACE : [Dalshabet] 달순이들 스케줄중",
      "english": "It's raining out. - It's raining."
    },
    {
      "korean": "평범한 그 모습은 온데간데 없어요. and there is nothing ordinary about the lad. 듣기 View video V MOVIE : '영원한 울버린' <휴 잭맨> 현지 생중계 V라이브 'Hugh Jackman X Patrick Stewart V LIVE @Taipei'",
      "english": "and there is nothing ordinary about the lad."
    },
    {
      "korean": "우리가 온 데가 여기야. - 맞아. This is the place we've been to... - That's right. 듣기 View video Joo won : [주원의 Lifelog] EP.2 힐링 라이브 (feat.가을산책)",
      "english": "This is the place we've been to... - That's right."
    }
  ],
  "examples": [
    {
      "korean": "We looked all over for the ring. 듣기 Add to Wordbook 우리는 반지를 찾아 온 데를 다 뒤졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We looked all over for the ring. Add to Wordbook"
    },
    {
      "korean": "Dust had settled on everything. 듣기 Add to Wordbook 먼지가 온 데 앉아 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Dust had settled on everything. Add to Wordbook"
    },
    {
      "korean": "He’s giving away money left, right and centre. 듣기 Add to Wordbook 그는 돈을 온 데다 뿌려 댄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s giving away money left, right and centre. Add to Wordbook"
    },
    {
      "korean": "I’ve searched high and low for my purse. 듣기 Add to Wordbook 나는 지갑을 찾아 온 데를 뒤졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve searched high and low for my purse. Add to Wordbook"
    },
    {
      "korean": "Whoops! Careful, you almost spilt coffee everywhere. 듣기 Add to Wordbook 이키! 조심해, 네가 온 데다 커피를 쏟을 뻔했어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Whoops! Careful, you almost spilt coffee everywhere. Add to Wordbook"
    }
  ]
}