{
  "phrases": [
    {
      "phrase": "제주 올레",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (체험관광) Jeju Olle Trail"
      ]
    },
    {
      "phrase": "올레인산염",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 oleate"
      ]
    },
    {
      "phrase": "올레안더중독증",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 oleandrism"
      ]
    },
    {
      "phrase": "올레안더글리코시드",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 oleander glycoside"
      ]
    },
    {
      "phrase": "제주 올레길",
      "hanja": "",
      "example": {},
      "meanings": [
        "jeju olle"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "olefin(s)",
      "frequency": 0
    },
    {
      "meaning": "OLE",
      "frequency": 0
    },
    {
      "meaning": "Coriolanus",
      "frequency": 0
    },
    {
      "meaning": "oleandrose",
      "frequency": 0
    },
    {
      "meaning": "violeo salt",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "올레 올레~ 오 무슨 노래지 이거? Olleh, Olleh! Oh, what song is this? 듣기 View video AB6IX : 다시‼️",
      "english": "Olleh, Olleh! Oh, what song is this?"
    },
    {
      "korean": "올레 선공개로도 되고 - 올레~ It's getting pre-released on Olleh, too. - Olleh! 듣기 View video AB6IX : 다시‼️",
      "english": "It's getting pre-released on Olleh, too. - Olleh!"
    },
    {
      "korean": "깜짝 출연이 한 명 있으니까 한 5, 6화쯤... 모르겠어요 - 올레~ There's one cameo around the fifth or sixth episode... I don't know! - Olleh! 듣기 View video AB6IX : 다시‼️",
      "english": "There's one cameo around the fifth or sixth episode... I don't know! - Olleh!"
    },
    {
      "korean": "[올레!] 오 진짜 많다~ [Nice!] There are so many here. 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 태국에서 도연의 결혼생활은 막장?_11회",
      "english": "[Nice!] There are so many here."
    },
    {
      "korean": "'올레'. - '올레'. \"Olleh\". - \"Olleh\". 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 속 브로맨스 - 덕후는 죄가없다",
      "english": "\"Olleh\". - \"Olleh\"."
    }
  ],
  "examples": [
    {
      "korean": "More than two dozen laureates -- including the Dalai Lama, Nigerian playwright Wole Soyinka and Holocaust survivor Elie Wiesel -- participated in the two-day meeting in the ancient city of Petra. 발음듣기 달라이 라마, 나이지리아의 극작가 올레 소잉카, 홀로코스트 생존자 엘리 위젤등 20여명의 노벨상 수상자들은 고대도시 페트라에서 이틀동안 열린 회의에 참석했습니다. YBM All in All English-Korean Dictionary",
      "english": "More than two dozen laureates -- including the Dalai Lama, Nigerian playwright Wole Soyinka and Holocaust survivor Elie Wiesel -- participated in the two-day meeting in the ancient city of Petra. 발음"
    },
    {
      "korean": "It is a rich source of oleic acids, too. 발음듣기 이것은 풍부한 올레산 공급원이에요. TIMES CORE",
      "english": "It is a rich source of oleic acids, too. 발음"
    },
    {
      "korean": "Recently, The Teen Times was invited to an inspirational talk concert held at the KT Olleh Square in Seoul. 발음듣기 최근, 틴 타임즈는 서울에 위치한 KT올레 스퀘어에서 열린 영감을 주는 이야기 콘서트에 초대받았다. TIMES CORE",
      "english": "Recently, The Teen Times was invited to an inspirational talk concert held at the KT Olleh Square in Seoul. 발음"
    },
    {
      "korean": "The Return released under their own Shinhwa Company label, is currently number one on Olleh Music, Bugs, Naver Music, Soribada and Daum Music. 발음듣기 신화컴퍼니에서 발매된 The Return은 현재 올레 뮤직, 벅스 뮤직, 네이버 뮤직, 소리바다 그리고 다음 뮤직에서 1위를 차지하고 있다. TIMES CORE",
      "english": "The Return released under their own Shinhwa Company label, is currently number one on Olleh Music, Bugs, Naver Music, Soribada and Daum Music. 발음"
    },
    {
      "korean": "On the invitation list were two other Mexican business tycoons: Olegarios Vazquez Rana, chairman of Groupo Empresarial Angeles, Mexico’s number one hotel chain, and Miguel Rincon Arrendondo, chairman of Bio-Pappel, Mexico’s largest paper-making firm. 발음듣기 초대 명단에는 다른 두 명의 멕시코의 사업 거물도 있었다: 멕시코 최고의 호텔 체인인 Groupo Empresarial Angeles의 회장인 올레가리오스 바스케스 라나와 멕시코의 가장 큰 제지회사인 Bio-Pappel의 회장 미겔 링콘 아렌돈도였다. TIMES CORE",
      "english": "On the invitation list were two other Mexican business tycoons: Olegarios Vazquez Rana, chairman of Groupo Empresarial Angeles, Mexico’s number one hotel chain, and Miguel Rincon Arrendondo, chairman of Bio-Pappel, Mexico’s largest paper-making firm. 발음"
    }
  ]
}