{
  "phrases": [
    {
      "phrase": "올리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(위로) raise, lift, put up",
        "(가격·온도 등을) raise, increase, drive up, (갑작스럽게) hike (up)",
        "(성과·이익 등을) achieve, obtain, gain, better, (formal) attain"
      ]
    },
    {
      "phrase": "연을 올렸다 내렸다 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "let out and draw in one´s kite"
      ]
    },
    {
      "phrase": "선원들은 닻을 감아올렸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "The sailors heaved the anchor."
      ]
    },
    {
      "phrase": "명복을 비는 미사를 올렸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "masses were said[read] for soul"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "We weighed anchor.",
      "frequency": 0
    },
    {
      "meaning": "She prayed silently.",
      "frequency": 0
    },
    {
      "meaning": "She hitched herself up.",
      "frequency": 0
    },
    {
      "meaning": "coulisse",
      "frequency": 0
    },
    {
      "meaning": "She served an ace.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[우비모자를 올렸다!] [She lifted up her hood!] View video V PICK! : [Apink] 융버메 안 귀여워 보인 적 1도 없어!!! (BOMI driving to Namsan)",
      "english": "[She lifted up her hood!]"
    },
    {
      "korean": "올렸다! 아이구! 모르시는... I posted it up! Oh no! You don't know... 듣기 View video V Beauty : [룡이 Ryeong] Lancome New Product Launch Event",
      "english": "I posted it up! Oh no! You don't know..."
    },
    {
      "korean": "이걸 올렸다. So that's why she posted this. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 WITH 스타트렉 배우 내한 현장 A night's entertainment news",
      "english": "So that's why she posted this."
    },
    {
      "korean": "그러면 올렸다 내렸다 할께요. Then I'll do both as I go along. 듣기 View video Boys Republic : 수웅수웅쓩",
      "english": "Then I'll do both as I go along."
    },
    {
      "korean": "머리를 기가막히게 올렸다. You slicked back your hair well today. 듣기 View video iKON : iKON - 채널 플러스 오픈기념!!",
      "english": "You slicked back your hair well today."
    }
  ],
  "examples": [
    {
      "korean": "The taxi driver revved up his engine. 듣기 Add to Wordbook 택시 기사가 엔진의 회전 속도를 올렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The taxi driver revved up his engine. Add to Wordbook"
    },
    {
      "korean": "The dancers kicked their legs in the air. 듣기 Add to Wordbook 무용수들이 허공으로 다리를 차 올렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The dancers kicked their legs in the air. Add to Wordbook"
    },
    {
      "korean": "She scooped the child up in her arms. 듣기 Add to Wordbook 그녀가 아이를 두 팔로 재빨리 안아 올렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She scooped the child up in her arms. Add to Wordbook"
    },
    {
      "korean": "They stood in silent homage around the grave. 듣기 Add to Wordbook 그들은 무덤가에 서서 묵념을 올렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They stood in silent homage around the grave. Add to Wordbook"
    },
    {
      "korean": "The winning captain held the trophy in the air. 듣기 Add to Wordbook 우승팀 주장이 트로피를 높이 들어 올렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The winning captain held the trophy in the air. Add to Wordbook"
    }
  ]
}