{
  "phrases": [
    {
      "phrase": "올 수 있겠어?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Can you come?"
      ]
    },
    {
      "phrase": "당신 도움이 없었으면 여기까지 올 수 없었어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "축하와 기원 I couldn't have done it if it weren't for your help.",
        "축하와 기원 I would have given up a long time ago without the support of everybody."
      ]
    },
    {
      "phrase": "언제 올 수 있습니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "차 운전 SOS When can you come here?"
      ]
    },
    {
      "phrase": "그가 올 수 있을지 모르겠어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-약속을 어겼을 때 I don't know if he'll be able to come."
      ]
    },
    {
      "phrase": "스트로올 수",
      "hanja": "",
      "example": {},
      "meanings": [
        "stroll number"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "come 1",
      "frequency": 3
    },
    {
      "meaning": "You can all come? Excellent!",
      "frequency": 0
    },
    {
      "meaning": "straight A",
      "frequency": 0
    },
    {
      "meaning": "irrevocability",
      "frequency": 0
    },
    {
      "meaning": "if he could have come yesterday",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "애인이 오라고 하면 좀 올 수 있지 않아? he can still come pick up his girlfriend if you ask? 듣기 View video 플레이리스트 (Playlist) : 친구 남친 바람 말한다 VS 모른척 한다 [엑스엑스(XX)] - EP.06",
      "english": "he can still come pick up his girlfriend if you ask?"
    },
    {
      "korean": "'혹시 올 수...' \"Will you come...\" 듣기 View video LEE JIN HYUK : 그냥 와봤어 브이단><",
      "english": "\"Will you come...\""
    },
    {
      "korean": "여기까지 올 수 있어? You can reach here? 듣기 View video BLACKPINK : 불금이다🔥",
      "english": "You can reach here?"
    },
    {
      "korean": "여기까지 올 수가 없어서... They can't come here. 듣기 View video MAMAMOO : 동지들아 모여랏😎💜",
      "english": "They can't come here."
    },
    {
      "korean": "올라 올 수 없니? Can't you come up to the couch? 듣기 View video V COOKIE : [Full] VIXX HYUK X CouchTalk - 빅스 혁 X 카우치토크",
      "english": "Can't you come up to the couch?"
    }
  ],
  "examples": [
    {
      "korean": "Will you be able to come? 듣기 Add to Wordbook 너 올 수 있겠니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Will you be able to come? Add to Wordbook"
    },
    {
      "korean": "How soon can you get here? 듣기 Add to Wordbook 여기 얼마나 빨리 올 수 있니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How soon can you get here? Add to Wordbook"
    },
    {
      "korean": "I can’t come on that date. 듣기 Add to Wordbook 난 그 날짜에 올 수 없어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can’t come on that date. Add to Wordbook"
    },
    {
      "korean": "She said that she couldn’t come. 듣기 Add to Wordbook 그녀는 올 수 없다고 말했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She said that she couldn’t come. Add to Wordbook"
    },
    {
      "korean": "You can all come? Excellent! 듣기 Add to Wordbook 너희들 모두 다 올 수 있다구? 정말 잘 됐어! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You can all come? Excellent! Add to Wordbook"
    }
  ]
}