{
  "phrases": [
    {
      "phrase": "옮기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(위치를) move, shift, take",
        "(숙소·소속 등을) move (to/into), (직장·명의 등을) transfer",
        "infect, (병 등을) (formal) transmit, give a disease (to)"
      ]
    },
    {
      "phrase": "이거 옮기는 거 도와줄래?",
      "hanja": "",
      "example": {},
      "meanings": [
        "요리에 관한 표현 Would you help me carry this?"
      ]
    },
    {
      "phrase": "영업팀을 3층으로 옮기는 게 좋겠어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "직장에서의 표현 I think we should move the sales teams to the third floor."
      ]
    },
    {
      "phrase": "당신은 결심하면 곧바로 행동에 옮기는 타입입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "AB형에 관한 표현 You are the kind who acts quickly when you get an idea."
      ]
    },
    {
      "phrase": "당신은 한 번 결정하면 곧바로 실행에 옮기는 타입입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "B형에 관련된 표현 You are the type of person who acts quickly once you decide."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "siphon",
      "frequency": 3
    },
    {
      "meaning": "coffin bearers",
      "frequency": 0
    },
    {
      "meaning": "pall-bearer",
      "frequency": 0
    },
    {
      "meaning": "Lyme disease",
      "frequency": 0
    },
    {
      "meaning": "telekinesis",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[두 번씩(?) 옮기는 걸로 협희] - 그러자 - 아니면 두 번만 할까요 차라리? [Agreed to move twice] - Okay. - Shall we do that twice only? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.5",
      "english": "[Agreed to move twice] - Okay. - Shall we do that twice only?"
    },
    {
      "korean": "아래로 어떻게 옮기는 거야? How do I move down? 듣기 View video IU : [IU TV] 아이유 분노의 포토샵!",
      "english": "How do I move down?"
    },
    {
      "korean": "그리고 또 밤에 숙소를 옮기는 그런... And moving places at night... 듣기 View video Hwang Chi Yeul : 한국도착!!",
      "english": "And moving places at night..."
    },
    {
      "korean": "[방찬이 장갑으로 접시에 옮기는 작전] 오케이! [BANG CHAN moves it to a plate with his oven mitt] OK! 듣기 View video Stray Kids : [CHOISKZ(초이슼)] EP.02",
      "english": "[BANG CHAN moves it to a plate with his oven mitt] OK!"
    },
    {
      "korean": "[이제 유닛끼리 앉기 위해 자리를 옮기는 뉴이스트] 저희 그럼 팀끼리 앉아볼까요? Should we seat according to teams? 듣기 View video Dispatch : [ⓓxV] “완전체 기념! 뉴(NEW)닛뽑기” (뉴이스트:NU’EST)",
      "english": "Should we seat according to teams?"
    }
  ],
  "examples": [
    {
      "korean": "Could you help me shift some furniture? 듣기 Add to Wordbook 제가 가구 옮기는 거 좀 도와주실 수 있으세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Could you help me shift some furniture? Add to Wordbook"
    },
    {
      "korean": "the logistics of moving the company to a new building 듣기 Add to Wordbook 회사를 새 건물로 옮기는 일의 실행 계획 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the logistics of moving the company to a new building Add to Wordbook"
    },
    {
      "korean": "He changed to another job and we were left holding the baby. 듣기 Add to Wordbook 그가 다른 일로 옮기는 바람에 우리가 갑자기 일을 떠안게 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He changed to another job and we were left holding the baby. Add to Wordbook"
    },
    {
      "korean": "Can you help me translate this legal jargon into plain English? 듣기 Add to Wordbook 이 법률 용어들을 쉬운 영어로 옮기는 걸 좀 도와주시겠어요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can you help me translate this legal jargon into plain English? Add to Wordbook"
    },
    {
      "korean": "I was moving some furniture and I twisted my ankle in the process. 듣기 Add to Wordbook 내가 가구를 좀 옮기는 참이었는데 그러던 중에 발목을 삐었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I was moving some furniture and I twisted my ankle in the process. Add to Wordbook"
    }
  ]
}