{
  "phrases": [
    {
      "phrase": "와선",
      "hanja": " (渦線)",
      "example": {},
      "meanings": [
        "[기하학] a spiral line."
      ]
    },
    {
      "phrase": "전액와선",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 anterior axillary line"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "anterior axillary line",
      "frequency": 0
    },
    {
      "meaning": "anterior axillary line",
      "frequency": 0
    },
    {
      "meaning": "spiral of Archimedes",
      "frequency": 0
    },
    {
      "meaning": "Archimedes worm",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "근데 어제 다짜고짜 와선 이젠 내가 좋대. But, he came up to me, abruptly, yesterday telling me that he likes me now. 듣기 View video WHYNOT TV : 전남친이랑 잤다고? [사당보다 먼 의정부보다 가까운 시즌3] EP10 삼각지, 삼각관계",
      "english": "But, he came up to me, abruptly, yesterday telling me that he likes me now."
    }
  ],
  "examples": [
    {
      "korean": "Something tells me (that) William shouldn't come. 발음듣기 윌리엄이 와선 안 될 것 같은 생각이 들어요. Neungyule",
      "english": "Something tells me (that) William shouldn't come. 발음"
    },
    {
      "korean": "It can't rain now. The baseball game hasn't even finished yet. 발음듣기 지금 비가 와선 안되는데. 야구 시합이 아직 끝나지도 않았는데. Neungyule",
      "english": "It can't rain now. The baseball game hasn't even finished yet. 발음"
    },
    {
      "korean": "I am not supposed to be here. 발음듣기 난 여기에 와선 안될 사람이야 User translation Inaccurate information may be included due to the users' self-traslation. kchang90(kcha****) Web Collection",
      "english": "I am not supposed to be here. 발음"
    },
    {
      "korean": "She cannot be here so early. 발음듣기 그녀는 이렇게 일찍 와선 안됬었어. User translation Inaccurate information may be included due to the users' self-traslation. esther(esth****) Web Collection",
      "english": "She cannot be here so early. 발음"
    },
    {
      "korean": "No one mustn't come out. 발음듣기 아무도 와선 안돼. User translation Inaccurate information may be included due to the users' self-traslation. VOL(yesu****) Web Collection",
      "english": "No one mustn't come out. 발음"
    }
  ]
}