{
  "phrases": [
    {
      "phrase": "완 ( 사발 )",
      "hanja": " (盌)",
      "example": {},
      "meanings": [
        "(유형문화재·도자기) {용도} Bowl"
      ]
    },
    {
      "phrase": "win",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb 이기다",
        "Verb (경기 등에서 이겨 무엇을) 따다[타다/차지[쟁취]하다]",
        "Noun 승리"
      ]
    },
    {
      "phrase": "won",
      "hanja": "",
      "example": {},
      "meanings": [
        "win의 과거, 과거분사"
      ]
    },
    {
      "phrase": "wan",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 창백한, 파리한, 힘없는"
      ]
    },
    {
      "phrase": "WAN",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 컴퓨터 광역망(wide area network) (→LAN)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "explicit 2",
      "frequency": 0
    },
    {
      "meaning": "of robuster build",
      "frequency": 0
    },
    {
      "meaning": "gentle gradient",
      "frequency": 0
    },
    {
      "meaning": "holohyalline",
      "frequency": 0
    },
    {
      "meaning": "articulatio carpometacarpicus",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "완... - 그렇죠 - 완전 신입? Completely... - Yes. - A complete rookie? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#128. 집으로 가는 길 (w. 세븐틴 승관, 버논, 디노)",
      "english": "Completely... - Yes. - A complete rookie?"
    },
    {
      "korean": "[텃 쁘리어우 완] - 굉장히 쫄깃한데. - 그래요? [Tut Priao Wan] - It's really chewy. - Really? 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] 플랜맨! 나한테 무슨짓을 하는거야 _ ep7",
      "english": "[Tut Priao Wan] - It's really chewy. - Really?"
    },
    {
      "korean": "완 망! A total failure! 듣기 View video V WEB DRAMA : [소녀접근금지] 4화 - 썸 타다 내 속만 타고 말았네 上 (어장관리남 승준)",
      "english": "A total failure!"
    },
    {
      "korean": "제임스완. - 그렇죠. James Wan. - Right. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "James Wan. - Right."
    },
    {
      "korean": "이렇게 하면! 완.성~!! If I do this! Finished!! 듣기 View video 정세운(Jeong Sewoon) : [BEHIND] EP.3 세운이의 홍콩홍콩! \"꿀조합이세운\"편",
      "english": "If I do this! Finished!!"
    }
  ],
  "examples": [
    {
      "korean": "But even celebrities have to work for the perfect smile. 듣기 Add to Wordbook 그러나 심지어 유명인들 조차도 완 벽한 미소를 위해서는 노력을 해야 한다. Neungyule",
      "english": "But even celebrities have to work for the perfect smile. Add to Wordbook"
    },
    {
      "korean": "According to the passage, what is true about channel block? 듣기 Add to Wordbook 여기서 3블록을 가면 완 통 하우스라는 중국 식당이 있습니다. 그녀도 좋아할 겁니다. YBM All in All English-Korean Dictionary",
      "english": "According to the passage, what is true about channel block? Add to Wordbook"
    },
    {
      "korean": "Two Koreas also promised that they would completely give up face-saving attitudes in order to pursue practical approaches and promote unity. 듣기 Add to Wordbook 남북한은 실질적인 접 근을 추구하며 단합을 도모하기 위해 면목상의 태도를 완 전하게 포기하기로 약속했습니다. Neungyule",
      "english": "Two Koreas also promised that they would completely give up face-saving attitudes in order to pursue practical approaches and promote unity. Add to Wordbook"
    },
    {
      "korean": "The fight between General Grievous and Kenobi was the best of the light saber fights. 듣기 Add to Wordbook 그리버스 장군과 오비 완 케노비의 대결 장면은 광선검 대결의 최고 절정판이라고 할 수 있다. TIMES CORE",
      "english": "The fight between General Grievous and Kenobi was the best of the light saber fights. Add to Wordbook"
    },
    {
      "korean": "Tsao Wan (Brigitte Lin) wants political change, in defiance of her father, a powerful general. 듣기 Add to Wordbook 차오 완 (브리짓 린) 은 강한 장군인 아버지와 상관없이 정치적 변화를 원한다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "Tsao Wan (Brigitte Lin) wants political change, in defiance of her father, a powerful general. Add to Wordbook"
    }
  ]
}