{
  "phrases": [
    {
      "phrase": "외골격",
      "hanja": " (外骨格)",
      "example": {},
      "meanings": [
        "[동물] exoskeleton, the external skeleton."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "exoskeleton",
      "frequency": 0
    },
    {
      "meaning": "dèrmoskéleton",
      "frequency": 0
    },
    {
      "meaning": "apodeme",
      "frequency": 0
    },
    {
      "meaning": "chaetotaxy",
      "frequency": 0
    },
    {
      "meaning": "exoskeleton suit",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "They worked hard for the commercialization of the exoskeleton suit. 발음듣기 그들은 외골격 옷의 상용화를 위해 노력했다. 국제영어대학원대학교 신어사전",
      "english": "They worked hard for the commercialization of the exoskeleton suit. 발음"
    },
    {
      "korean": "The suit is called the 'exoskeleton' and it weighs 150 pounds. 발음듣기 이 옷은 '엑소스켈레톤(외골격)'이라고 하는데, 무게가 150 파운드가 나간다. Neungyule",
      "english": "The suit is called the 'exoskeleton' and it weighs 150 pounds. 발음"
    },
    {
      "korean": "First of all, the exoskeleton is very expensive and difficult to make. 발음듣기 우선, '엑소스켈레톤(외골격)'은 아주 비싸고 만들기가 어렵다. Neungyule",
      "english": "First of all, the exoskeleton is very expensive and difficult to make. 발음"
    },
    {
      "korean": "There are just a few things that Jameson and his research team need to work on before they can sell their exoskeleton suit, however. 발음듣기 하지만, 이 '엑소스켈레톤(외골격)' 옷을 팔 수 있기 전에(상용화 이전에), 제임슨과 그의 연구팀이 연구해야 하는 몇 가지가 있다. Neungyule",
      "english": "There are just a few things that Jameson and his research team need to work on before they can sell their exoskeleton suit, however. 발음"
    },
    {
      "korean": "Major universities like Carnegie Mellon and the University of California at Berkeley, as well as companies and the United States military, are working on ways for people to be enhanced by strapping themselves into wearable robotics, or exoskeletons. 발음듣기 기업들, 미군뿐만 아니라 Carnegie Mellon, University of California at Berkeley와 같은 주요 대학들은 착용 가능한 로봇식, 혹은 외골격에 자신들을 고정시킴으로써 그들의 능력을 개선시킬 수 있는 방법을 연구하고 있다. Neungyule",
      "english": "Major universities like Carnegie Mellon and the University of California at Berkeley, as well as companies and the United States military, are working on ways for people to be enhanced by strapping themselves into wearable robotics, or exoskeletons. 발음"
    }
  ]
}