{
  "phrases": [
    {
      "phrase": "외부인",
      "hanja": "",
      "example": {},
      "meanings": [
        "outsider"
      ]
    },
    {
      "phrase": "외부인의 출입을 통제하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "control[restrict] visitor access"
      ]
    },
    {
      "phrase": "외부인을 돕다",
      "hanja": "",
      "example": {},
      "meanings": [
        "help outsider"
      ]
    },
    {
      "phrase": "외부인을 믿다",
      "hanja": "",
      "example": {},
      "meanings": [
        "trust outsider"
      ]
    },
    {
      "phrase": "외부인을 만나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "meet outsider"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "outsider",
      "frequency": 3
    },
    {
      "meaning": "kimberlin",
      "frequency": 0
    },
    {
      "meaning": "gated community",
      "frequency": 0
    },
    {
      "meaning": "strange-antistrange",
      "frequency": 0
    },
    {
      "meaning": "bridge",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[외지인이야] 누가 외부인인가요? [Outsider] Who is the outsider? 듣기 View video BTS : Run BTS! 2018 - EP.48",
      "english": "[Outsider] Who is the outsider?"
    },
    {
      "korean": "[미션, 굿즈를 팔아라!] (축제가) 끝나고 나서 외부인들은 사고 싶어도 못 사잖아요. [Mission, sell the goods!] After it ends, an outsider can't buy even though they want to. 듣기 View video tvN : 캠퍼스안 길냥이- 집사인 게 자랑3 4회",
      "english": "[Mission, sell the goods!] After it ends, an outsider can't buy even though they want to."
    },
    {
      "korean": "외부인이 나오면 안 됩니다. Outsiders shouldn't be on the show. 듣기 View video V Beauty : [방콕인 야매미용실] 워터파크 놓치지 않을꺼예요 waterpark hairstyle",
      "english": "Outsiders shouldn't be on the show."
    },
    {
      "korean": "합숙 기간 중에는 외부인 출입 금지거든요. We can't have any guest during training period. 듣기 View video 컨버전스 TV (CONS TV) : [악동탐정스 Part 1] 제2화. 강준영 실종사건Ⅱ",
      "english": "We can't have any guest during training period."
    },
    {
      "korean": "[형원/외부인] 3541 차주인 누구...? [Hyungwon/Outsider] Who owns the car with the plate 3541? 듣기 View video MONSTA X : [몬채널][B] EP.49 최.배.찾 #1",
      "english": "[Hyungwon/Outsider] Who owns the car with the plate 3541?"
    }
  ],
  "examples": [
    {
      "korean": "Their jargon is impenetrable to an outsider. 듣기 Add to Wordbook 그들만의 은어는 외부인에게는 불가해하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their jargon is impenetrable to an outsider. Add to Wordbook"
    },
    {
      "korean": "A lot of the jargon they use is unintelligible to outsiders. 듣기 Add to Wordbook 그들이 사용하는 많은 용어들이 외부인들에게는 이해할 수가 없는 것들이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A lot of the jargon they use is unintelligible to outsiders. Add to Wordbook"
    },
    {
      "korean": "To an outsider it may appear to be a glamorous job. 듣기 Add to Wordbook 외부인에게는 그것이 매력적인 직장으로 보일지도 모른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "To an outsider it may appear to be a glamorous job. Add to Wordbook"
    },
    {
      "korean": "Our managing director is asking everyone in the overseas offices to refrain from discussing the merger with anyone outside the company. 듣기 Add to Wordbook 당사 전무이사께서 어떤 외부인과도 이번 합병을 논의하지 말라고 해외지사의 모든 직원에게 당부하고 계십니다. DARAKWON",
      "english": "Our managing director is asking everyone in the overseas offices to refrain from discussing the merger with anyone outside the company. Add to Wordbook"
    },
    {
      "korean": "No admittance to outsiders (except on business). 듣기 Add to Wordbook 외부인 출입 금지(사업상은 제외). YBM All in All English-Korean Dictionary",
      "english": "No admittance to outsiders (except on business). Add to Wordbook"
    }
  ]
}