{
  "phrases": [
    {
      "phrase": "외벽",
      "hanja": " (外壁)",
      "example": {},
      "meanings": [
        "(건축) an outer wall"
      ]
    },
    {
      "phrase": "외벽측의",
      "hanja": " ((外)壁側-)",
      "example": {},
      "meanings": [
        "의학 parietal"
      ]
    },
    {
      "phrase": "맥관성외벽",
      "hanja": " (脈管城外壁)",
      "example": {},
      "meanings": [
        "의학 pericystium"
      ]
    },
    {
      "phrase": "건물 외벽",
      "hanja": "",
      "example": {},
      "meanings": [
        "exterior wall of a building"
      ]
    },
    {
      "phrase": "외벽 관리",
      "hanja": "",
      "example": {},
      "meanings": [
        "outer wall control"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "curtain wall",
      "frequency": 0
    },
    {
      "meaning": "an outer wall",
      "frequency": 0
    },
    {
      "meaning": "exine",
      "frequency": 0
    },
    {
      "meaning": "counter wall",
      "frequency": 0
    },
    {
      "meaning": "perimeter wall",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[바닥이 뚫려있어 외벽 타기 혹은 수영으로 이동!] [Since the floor is opened, you select either climbing or swimming!] View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP33",
      "english": "[Since the floor is opened, you select either climbing or swimming!]"
    },
    {
      "korean": "건물 외벽에 조명을 비춰 영상을 표현하는 기법인 미디어파사드와 소리가 융합된 프로그램. which beams the light on the surface of building of Gyeonghoeru to express images. 듣기 View video 우주소녀(WJSN) : [UZZU TAPE (우쭈테잎)] EP. 16 경복궁 야간기행, 시간의 다리를 건너다!",
      "english": "which beams the light on the surface of building of Gyeonghoeru to express images."
    }
  ],
  "examples": [
    {
      "korean": "The outside of the house needs painting. 듣기 Add to Wordbook 집의 외벽에 페인트칠을 해야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The outside of the house needs painting. Add to Wordbook"
    },
    {
      "korean": "the external walls of the building 듣기 Add to Wordbook 그 건물의 외벽들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the external walls of the building Add to Wordbook"
    },
    {
      "korean": "In some of the villages the exterior walls of the houses are painted pink. 듣기 Add to Wordbook 몇몇 마을은 집의 외벽을 분홍색으로 칠했다. YBM All in All English-Korean Dictionary",
      "english": "In some of the villages the exterior walls of the houses are painted pink. Add to Wordbook"
    },
    {
      "korean": "He is leaning against the outer wall. 듣기 Add to Wordbook 그는 외벽에 기대어 있다. YBM All in All English-Korean Dictionary",
      "english": "He is leaning against the outer wall. Add to Wordbook"
    },
    {
      "korean": "The outer part of the Earth is made up of hard, rigid plates, consisting of the Earth's crust and the upper mantle. 듣기 Add to Wordbook 지구의 외벽부분은 단단하고 굳은 판으로 구성되어 있다. 이 외벽은 지구의 지각과 상단의 맨틀로 구성된다. Neungyule",
      "english": "The outer part of the Earth is made up of hard, rigid plates, consisting of the Earth's crust and the upper mantle. Add to Wordbook"
    }
  ]
}