{
  "phrases": [
    {
      "phrase": "외(방)에",
      "hanja": " (外(方)-)",
      "example": {},
      "meanings": [
        "의학 ectad"
      ]
    },
    {
      "phrase": "외",
      "hanja": " (外)",
      "example": {},
      "meanings": [
        "excluding, (이외) except, but, save, besides, with the exception of, in addition(to)",
        "(바깥) outside, out(of), outer, foreign"
      ]
    },
    {
      "phrase": "외",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun oe"
      ]
    },
    {
      "phrase": "내[외]국채",
      "hanja": "",
      "example": {},
      "meanings": [
        "a domestic[foreign] loan"
      ]
    },
    {
      "phrase": "외-",
      "hanja": "",
      "example": {},
      "meanings": [
        "(홀) only, one, single, lone, sole, isolated"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "but",
      "frequency": 3
    },
    {
      "meaning": "save",
      "frequency": 3
    },
    {
      "meaning": "besides",
      "frequency": 3
    },
    {
      "meaning": "outside",
      "frequency": 3
    },
    {
      "meaning": "other than",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[솔라 외 다수 : ???? 왜 물어봐????] [Others: Why did you ask, then?] View video MAMAMOO : [MMMTV6] EP13 비글로 돌아온 마마무",
      "english": "[Others: Why did you ask, then?]"
    },
    {
      "korean": "그 외 어린 후배랑 바람 나서 너 차버린... The one who cheated on a younger girl and dumped you. 듣기 View video 컨스TV : 니들 나한테 용사따윈 바라지 마라![넘버식스]ep8.",
      "english": "The one who cheated on a younger girl and dumped you."
    },
    {
      "korean": "기타 등등 - 외 1명! Etc. - And another person! 듣기 View video V PICK! : [TXT] 웉 툽 지나갈 때면 길가의 돌멩이도 캐스팅 명함 파서 건넨 썰.txt (TXT talking about their trainee stories)",
      "english": "Etc. - And another person!"
    },
    {
      "korean": "과연 선생님 외 시식단의 선택은? Who will win the competition? 듣기 View video 컨버전스티비 (CONS TV) : [커먼스쿨]서울관광고등학교 ep7(홍현희X정세운X강율)",
      "english": "Who will win the competition?"
    },
    {
      "korean": "이런 거 외에 위로받을 게 뭐가 있겠어요? What other comfort can you receive? 듣기 View video IU : [Replay] [IU] Comeback VLIVE",
      "english": "What other comfort can you receive?"
    }
  ],
  "examples": [
    {
      "korean": "Other than the lice, I feel great. 듣기 Add to Wordbook 이 외에 내 기분은 좋다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Other than the lice, I feel great. Add to Wordbook"
    },
    {
      "korean": "What else was I suppose to do? 듣기 Add to Wordbook 그것외에 내가 무엇을 했어야 했나요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 annung14(annu****)",
      "english": "What else was I suppose to do? Add to Wordbook"
    },
    {
      "korean": "Is there any other way else than subway? 듣기 Add to Wordbook 지하철외에 다른 수단은 없을까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 행복을위한삶(rufu****)",
      "english": "Is there any other way else than subway? Add to Wordbook"
    },
    {
      "korean": "What does she teach you besides poker? 듣기 Add to Wordbook 그녀가 네게 포커 외에 가르치는 것은? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 kwonil61(kwon****)",
      "english": "What does she teach you besides poker? Add to Wordbook"
    },
    {
      "korean": "Is there anything else I need to know? 듣기 Add to Wordbook 그 외에 제가 알아야 할 사항이 있나요? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jy0529dr(jy05****)",
      "english": "Is there anything else I need to know? Add to Wordbook"
    }
  ]
}