{
  "phrases": [
    {
      "phrase": "외",
      "hanja": " (外)",
      "example": {},
      "meanings": [
        "excluding, (이외) except, but, save, besides, with the exception of, in addition(to)",
        "(바깥) outside, out(of), outer, foreign"
      ]
    },
    {
      "phrase": "외",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun oe"
      ]
    },
    {
      "phrase": "내[외]국채",
      "hanja": "",
      "example": {},
      "meanings": [
        "a domestic[foreign] loan"
      ]
    },
    {
      "phrase": "외-",
      "hanja": "",
      "example": {},
      "meanings": [
        "(홀) only, one, single, lone, sole, isolated"
      ]
    },
    {
      "phrase": "외-",
      "hanja": " (外)",
      "example": {},
      "meanings": [
        "Affix oe- (↔친-)",
        "Affix oe- (↔내-3)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "except",
      "frequency": 2
    },
    {
      "meaning": "apart from",
      "frequency": 2
    },
    {
      "meaning": "besides",
      "frequency": 2
    },
    {
      "meaning": "grandmother",
      "frequency": 2
    },
    {
      "meaning": "lathing",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭐야! - 예상 외의... What? - I didn't expect... 듣기 View video OSEN : Golden Child 골든차일드 재현, 얼굴 중 가장 자신있는 곳은? #스타로드 03",
      "english": "What? - I didn't expect..."
    },
    {
      "korean": "우리는 외... 우주인가? - 안돼! Ours is...an alien... Is it space? - No! 듣기 View video V COOKIE : [Full] THE BOYZ X Rooftop Live - 더보이즈의 루프탑라이브!",
      "english": "Ours is...an alien... Is it space? - No!"
    },
    {
      "korean": "그 외에 제가 또 다른 예능 프로그램을 했잖아요? Besides that, I did variety shows, right? 듣기 View video SMTOWN : [Full] 윤아의 원데이 라디오_90.530MHz",
      "english": "Besides that, I did variety shows, right?"
    },
    {
      "korean": "그 외 어린 후배랑 바람 나서 너 차버린... The one who cheated on a younger girl and dumped you. 듣기 View video 컨스TV : 니들 나한테 용사따윈 바라지 마라![넘버식스]ep8.",
      "english": "The one who cheated on a younger girl and dumped you."
    },
    {
      "korean": "저희가 음악 방송 외에 밖에서 만나는 게 처음이잖아요! It's our first time meeting outside music programs! 듣기 View video Dispatch : [ⓓxV] “수요일은 딴콩민데이” HD MAKING (문빈, 윤산하, 강민)",
      "english": "It's our first time meeting outside music programs!"
    }
  ],
  "examples": [
    {
      "korean": "We can't do anything other than go flat out. 발음듣기 우리에겐 죽자사자 노력하는 것 외엔 방법이 없었다. User translation Inaccurate information may be included due to the users' self-traslation. 양양(ha31****) Web Collection",
      "english": "We can't do anything other than go flat out. 발음"
    },
    {
      "korean": "It serves no other purpose than to reduce tax. 발음듣기 이것은 세금을 줄이려는 것외엔 다른 목적이 없다. User translation Inaccurate information may be included due to the users' self-traslation. 준호신(wnsg****) Web Collection",
      "english": "It serves no other purpose than to reduce tax. 발음"
    },
    {
      "korean": "Other than that, I don't care. 발음듣기 그거 외엔, 상관 없어. User translation Inaccurate information may be included due to the users' self-traslation. 풋사슴(piem****) Web Collection",
      "english": "Other than that, I don't care. 발음"
    },
    {
      "korean": "You think of no one but yourself. 발음듣기 넌 너외엔 눈에 뵈는 사람이 없구나! User translation Inaccurate information may be included due to the users' self-traslation. 좀비(zomb****) Web Collection",
      "english": "You think of no one but yourself. 발음"
    },
    {
      "korean": "I hardly use my car other than for work. 발음듣기 저는 일 외엔 차를 거의 안써요. User translation Inaccurate information may be included due to the users' self-traslation. ysparkxo(yspa****) Web Collection",
      "english": "I hardly use my car other than for work. 발음"
    }
  ]
}