{
  "phrases": [
    {
      "phrase": "외",
      "hanja": " (外)",
      "example": {},
      "meanings": [
        "excluding, (이외) except, but, save, besides, with the exception of, in addition(to)",
        "(바깥) outside, out(of), outer, foreign"
      ]
    },
    {
      "phrase": "외",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun oe"
      ]
    },
    {
      "phrase": "내[외]국채",
      "hanja": "",
      "example": {},
      "meanings": [
        "a domestic[foreign] loan"
      ]
    },
    {
      "phrase": "외-",
      "hanja": "",
      "example": {},
      "meanings": [
        "(홀) only, one, single, lone, sole, isolated"
      ]
    },
    {
      "phrase": "외-",
      "hanja": " (外)",
      "example": {},
      "meanings": [
        "Affix oe- (↔친-)",
        "Affix oe- (↔내-3)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "apart from",
      "frequency": 3
    },
    {
      "meaning": "except",
      "frequency": 3
    },
    {
      "meaning": "besides",
      "frequency": 3
    },
    {
      "meaning": "grandmother",
      "frequency": 3
    },
    {
      "meaning": "grandma",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[솔라 외 다수 : ???? 왜 물어봐????] [Others: Why did you ask, then?] View video MAMAMOO : [MMMTV6] EP13 비글로 돌아온 마마무",
      "english": "[Others: Why did you ask, then?]"
    },
    {
      "korean": "그 외 어린 후배랑 바람 나서 너 차버린... The one who cheated on a younger girl and dumped you. 듣기 View video 컨스TV : 니들 나한테 용사따윈 바라지 마라![넘버식스]ep8.",
      "english": "The one who cheated on a younger girl and dumped you."
    },
    {
      "korean": "기타 등등 - 외 1명! Etc. - And another person! 듣기 View video V PICK! : [TXT] 웉 툽 지나갈 때면 길가의 돌멩이도 캐스팅 명함 파서 건넨 썰.txt (TXT talking about their trainee stories)",
      "english": "Etc. - And another person!"
    },
    {
      "korean": "과연 선생님 외 시식단의 선택은? Who will win the competition? 듣기 View video 컨버전스티비 (CONS TV) : [커먼스쿨]서울관광고등학교 ep7(홍현희X정세운X강율)",
      "english": "Who will win the competition?"
    },
    {
      "korean": "이런 거 외에 위로받을 게 뭐가 있겠어요? What other comfort can you receive? 듣기 View video IU : [Replay] [IU] Comeback VLIVE",
      "english": "What other comfort can you receive?"
    }
  ],
  "examples": [
    {
      "korean": "In addition to that, we deployed a squadron of around 80 people to support the deployed force commander. 듣기 Add to Wordbook 그외에도 우리는 사령부 배치를 지원하기 위해 약80여명의 중대원을 배치했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****) Hansard",
      "english": "In addition to that, we deployed a squadron of around 80 people to support the deployed force commander. Add to Wordbook"
    },
    {
      "korean": "At present (other than by franchise stipulation) it is left to the franchisee to apply for the scheme. 듣기 Add to Wordbook 프랜차이즈에 대한 조항 외에도, 결국 현재로써는 가맹업자들은 그 계획을 따르는 수 밖에 없다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 뮤지컬러(psj9****) Hansard",
      "english": "At present (other than by franchise stipulation) it is left to the franchisee to apply for the scheme. Add to Wordbook"
    },
    {
      "korean": "There is something else to consider besides religion. 듣기 Add to Wordbook 종교 외에도 고려해야 할 것들이 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "There is something else to consider besides religion. Add to Wordbook"
    },
    {
      "korean": "Beyond that we are using stylised assumptions. 듣기 Add to Wordbook 그 외에도 우리는 양식화된 추정(가정)을 쓰고 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 이동훈(dere****) Hansard",
      "english": "Beyond that we are using stylised assumptions. Add to Wordbook"
    },
    {
      "korean": "It is not, I regret to say, the only injustice. 듣기 Add to Wordbook 유감스럽게도, 이것 외에도 불평등한 일이 많습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ann911(ann9****) Hansard",
      "english": "It is not, I regret to say, the only injustice. Add to Wordbook"
    }
  ]
}