{
  "phrases": [
    {
      "phrase": "외행성",
      "hanja": " (外行星)",
      "example": {},
      "meanings": [
        "[천문] a superior planet."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "superior planet",
      "frequency": 0
    },
    {
      "meaning": "outer planet",
      "frequency": 0
    },
    {
      "meaning": "out mission",
      "frequency": 0
    },
    {
      "meaning": "quadrature",
      "frequency": 0
    },
    {
      "meaning": "position of outer planet",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The newly found exoplanet is located inside its host star’s habitable zone. 발음듣기 새로 발견된 이 태양계외 행성은 모항성의 생명 거주 가능 지역 안에 위치해 있습니다. TIMES CORE",
      "english": "The newly found exoplanet is located inside its host star’s habitable zone. 발음"
    },
    {
      "korean": "Most asteroids are found in the Asteroid Belt, which is divided into an inner belt and an outer belt. 발음듣기 대부분의 소행성들은 내행성을 외행성과 분리하는 소행성대에서 발견됩니다. TIMES CORE",
      "english": "Most asteroids are found in the Asteroid Belt, which is divided into an inner belt and an outer belt. 발음"
    },
    {
      "korean": "The only difference between our planets and the exoplanets was that they were in a different solar system. 발음듣기 우리 행성과 태양계외 행성과의 유일한 차이점은 그것들이 다른 태양계에 있다는 것이다. TIMES CORE",
      "english": "The only difference between our planets and the exoplanets was that they were in a different solar system. 발음"
    },
    {
      "korean": "the JWST will be a part of the Nexus for Exoplanet System mission, which is looking for planets that could support life. 발음듣기 James Webb 우주 망원경은 생명을 유지할 수 있는 행성을 찾는 태양계외 행성 체계 연결 임무의 일부가 될 것이다. TIMES CORE",
      "english": "the JWST will be a part of the Nexus for Exoplanet System mission, which is looking for planets that could support life. 발음"
    },
    {
      "korean": "The public was more confused than ever before because the new definition was only applied to planets in our solar system, not to exoplanets. 발음듣기 새로운 정의는 태양계외 행성이 아닌, 단지 우리 태양계내의 행성에만 적용되기 때문에 대중들은 전보다 더 혼란스러워했다. TIMES CORE",
      "english": "The public was more confused than ever before because the new definition was only applied to planets in our solar system, not to exoplanets. 발음"
    }
  ]
}