{
  "phrases": [
    {
      "phrase": "용병",
      "hanja": " (傭兵)",
      "example": {},
      "meanings": [
        "(고용된 병사) mercenary (soldier), hired soldier",
        "(외국인 선수)"
      ]
    },
    {
      "phrase": "용병에 능하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be well versed in tactics"
      ]
    },
    {
      "phrase": "용병 선수",
      "hanja": "",
      "example": {},
      "meanings": [
        "mercenary player"
      ]
    },
    {
      "phrase": "용병 신분",
      "hanja": "",
      "example": {},
      "meanings": [
        "mercenary position"
      ]
    },
    {
      "phrase": "용병 영입",
      "hanja": "",
      "example": {},
      "meanings": [
        "scouting of troops"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mercenary",
      "frequency": 1
    },
    {
      "meaning": "soldier of fortune",
      "frequency": 0
    },
    {
      "meaning": "tactics",
      "frequency": 1
    },
    {
      "meaning": "merc",
      "frequency": 0
    },
    {
      "meaning": "Hessian",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "용병도 쓰면 안 되는 건가? Am I not allowed to use a proxy? 듣기 View video Park Bo Young : 연-락",
      "english": "Am I not allowed to use a proxy?"
    },
    {
      "korean": "난 용병이 아니고 현상범 전문 헌터요. I'm not for sale. I'm a duly sworn warrant officer. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "I'm not for sale. I'm a duly sworn warrant officer."
    }
  ],
  "examples": [
    {
      "korean": "The former private military contractor was punished for violating military security. 발음듣기 전직 민간 용병이 군사 보안 위반 혐의로 처벌받았다. 국제영어대학원대학교 신어사전",
      "english": "The former private military contractor was punished for violating military security. 발음"
    },
    {
      "korean": "The U.S. and others are calling the killings genocide headed by the Sudanese government's militia groups. 발음듣기 미국과 다른 나라들도 수단 정부의 용병(민병)대가 주도한 학살을 대량 집단 학살(genocide)라고 부르고 있다. Neungyule",
      "english": "The U.S. and others are calling the killings genocide headed by the Sudanese government's militia groups. 발음"
    },
    {
      "korean": "Analysts are beginning to debate just how far CIA agents and officers should go in serving as corporate mercenaries. 발음듣기 분석가들은 CIA 요원과 관리들이 기업의 용병으로서 봉사함에 있어 어느 정도까지 활동해야 할지에 관한 논의를 시작하고 있다. YBM All in All English-Korean Dictionary",
      "english": "Analysts are beginning to debate just how far CIA agents and officers should go in serving as corporate mercenaries. 발음"
    },
    {
      "korean": "The coach led his team to victory through the use of outstanding tactics. 발음듣기 그 감독은 뛰어난 용병술로 팀을 승리로 이끌었다 Neungyule",
      "english": "The coach led his team to victory through the use of outstanding tactics. 발음"
    },
    {
      "korean": "The foreign[imported] players are exerting an overwhelming influence on K-league. 발음듣기 K리그에서 용병 선수들이 맹위를 떨치고 있다 Neungyule",
      "english": "The foreign[imported] players are exerting an overwhelming influence on K-league. 발음"
    }
  ]
}