{
  "phrases": [
    {
      "phrase": "용이",
      "hanja": " (容易)",
      "example": {},
      "meanings": [
        "ease, easiness, simplicity.",
        "용이하다 easy, simple, facile."
      ]
    },
    {
      "phrase": "용",
      "hanja": "",
      "example": {},
      "meanings": [
        "(상상의 동물) dragon",
        "(비유적)"
      ]
    },
    {
      "phrase": "용",
      "hanja": "",
      "example": {},
      "meanings": [
        "(한꺼번에 모아서 내는 센 힘)"
      ]
    },
    {
      "phrase": "-용",
      "hanja": " (用)",
      "example": {},
      "meanings": [
        "for (the use of)"
      ]
    },
    {
      "phrase": "용(이) 되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "become a dragon"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dragon",
      "frequency": 3
    },
    {
      "meaning": "테트라포드",
      "frequency": 0
    },
    {
      "meaning": "decking",
      "frequency": 0
    },
    {
      "meaning": "용속",
      "frequency": 0
    },
    {
      "meaning": "the (great) sea serpent",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "호랑이와 용 - 누가 용입니까? The tiger and the dragon. - Who is the dragon? 듣기 View video BTS : Run BTS! 2019 - EP.90",
      "english": "The tiger and the dragon. - Who is the dragon?"
    },
    {
      "korean": "저게 솔직히 어떻게 용이냐고! - 이게 용이다! That can't be a dragon. - That is a dragon! 듣기 View video V COOKIE : Stray Kids X VANILLA STAGE - 스트레이 키즈 X 바닐라 스테이지",
      "english": "That can't be a dragon. - That is a dragon!"
    },
    {
      "korean": "이걸 보고 자꾸 용이래요. - 용이 이렇게 올라가는거에요. He's keep calling it \"Dragon\". - It's a flying dragon. 듣기 View video 스누퍼(SNUPER) : 스누퍼의 1교실 미술시간",
      "english": "He's keep calling it \"Dragon\". - It's a flying dragon."
    },
    {
      "korean": "[육수 공수하러 출동] 이게 1인분용이겠지? [Going off to get broth] I guess it's for one person. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "[Going off to get broth] I guess it's for one person."
    },
    {
      "korean": "[네 번째 제시어 공기청정기] - 공! - 용? [4th word: Gong Gi Cheong Jeong Gi (Air purifier)] - Gong. - Yong? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.5",
      "english": "[4th word: Gong Gi Cheong Jeong Gi (Air purifier)] - Gong. - Yong?"
    }
  ],
  "examples": [
    {
      "korean": "It is not long until the dragon returns. 듣기 Add to Wordbook 그 용이 돌아오기까지는 오래 걸리지 않는다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 newtypej(newt****)",
      "english": "It is not long until the dragon returns. Add to Wordbook"
    },
    {
      "korean": "Taxes will be raised on film tickets, taxi rides, non-diet soft drinks, beer, wine, cigars and massages. 듣기 Add to Wordbook 영화 관람권 ,택시비 ,다이어트 용이 아닌 청량음료 ,맥주 ,포도주 ,담배 및 안마비의 판매세가 오를 것이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 pja10088(pja1****)",
      "english": "Taxes will be raised on film tickets, taxi rides, non-diet soft drinks, beer, wine, cigars and massages. Add to Wordbook"
    },
    {
      "korean": "It seems clear to me that fire-breathing dragons are unsafe. 듣기 Add to Wordbook 불을 내뿜는 용이 안전하지 않다는 것은 내게 분명해 보인다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 kdhdragon2(kdhd****)",
      "english": "It seems clear to me that fire-breathing dragons are unsafe. Add to Wordbook"
    },
    {
      "korean": "I'm being watched by a dragon. 듣기 Add to Wordbook 용이 나를 지켜보고 있었어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 윰냥(dbs-****)",
      "english": "I'm being watched by a dragon. Add to Wordbook"
    },
    {
      "korean": "If that ain't a dragon, what is it? 듣기 Add to Wordbook 그게 용이 아니라면, 뭔데? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 낮달(wksz****)",
      "english": "If that ain't a dragon, what is it? Add to Wordbook"
    }
  ]
}