{
  "phrases": [
    {
      "phrase": "용하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(재주가 뛰어나다) skillful, excellent",
        "(장하다) praiseworthy, admirable, great, (formal) laudable, (formal) commendable",
        "(다행스럽다) lucky, fortunate"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Enclosures for other electrical equipment",
      "frequency": 0
    },
    {
      "meaning": "Enclosures for automation equipment",
      "frequency": 0
    },
    {
      "meaning": "be good at drawing[painting]",
      "frequency": 0
    },
    {
      "meaning": "be a noted physician",
      "frequency": 0
    },
    {
      "meaning": "draw deftly",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "연신내에 되게 용하신 분이 계세요. There's a really good psychic in Yeonsinnae. 듣기 View video 모비딕(Mobidic) : 최현석, 장인어른 호칭에 예대 출신 의뢰인에게 역대급 분노 <초이가이버> 16회",
      "english": "There's a really good psychic in Yeonsinnae."
    },
    {
      "korean": "용해서 해서야 안녕. Young Haesuh. Hi Haesuh. 듣기 View video Boys Republic : 수웅이피자먹방!!",
      "english": "Young Haesuh. Hi Haesuh."
    },
    {
      "korean": "이 언니가 진짜 용한가 봐. I guess you're really good. 듣기 View video FANGUIN TV : [Replay] SPICA SURPRISE TIME",
      "english": "I guess you're really good."
    },
    {
      "korean": "용한테 물리고 싶어? Do you want to get bitten by a dragon? 듣기 View video 우주소녀(WJSN) : [UZZU TAPE (우쭈테잎)] EP. 16 경복궁 야간기행, 시간의 다리를 건너다!",
      "english": "Do you want to get bitten by a dragon?"
    },
    {
      "korean": "여기가 용하다고 해서 왔어요. I came here since I heard you're so good. 듣기 View video FANGUIN TV : [Replay] SPICA SURPRISE TIME",
      "english": "I came here since I heard you're so good."
    }
  ],
  "examples": [
    {
      "korean": "I looked after a very brave two-year-old kid who had leukaemia. 발음듣기 나는 백혈병에 걸린 2살의 아주 용함한 아이를 돌보았다. User translation Inaccurate information may be included due to the users' self-traslation. kaskas7911(kask****) Hansard",
      "english": "I looked after a very brave two-year-old kid who had leukaemia. 발음"
    },
    {
      "korean": "He always manages to say the wrong thing. 발음듣기 그는 항상 참 용하다 싶을 정도로 엉뚱한 말만 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He always manages to say the wrong thing. 발음"
    },
    {
      "korean": "He is a good[poor, bad] pay. 발음듣기 그는 유능한[쓸모없는] 사람이다(고용한 보람이 있다[없다]). Friendict Level English-Korean Dictionary",
      "english": "He is a good[poor, bad] pay. 발음"
    },
    {
      "korean": "He has a splendid kick (in football). 발음듣기 그는 공 차는 발씨가 용하다 Dong-a's Prime English-Korean Dictionary",
      "english": "He has a splendid kick (in football). 발음"
    },
    {
      "korean": "I have been to all the best hospitals. 발음듣기 나는 용하다는 병원은 다 찾아다녔다 Neungyule",
      "english": "I have been to all the best hospitals. 발음"
    }
  ]
}