{
  "phrases": [
    {
      "phrase": "우글거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "swarm with, be crawling with, teem with, crowd"
      ]
    },
    {
      "phrase": "우글대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb swarm"
      ]
    },
    {
      "phrase": "우글리치",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Uglich"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Uglegorsk",
      "frequency": 0
    },
    {
      "meaning": "Dmitry of Uglich",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "All too often I'm asked by a friend to \"look at my bloody computer, please, it's really slow and infested with pop-ups\". 듣기 Add to Wordbook 한 친구가 \" 빌어먹을 내 컴퓨터 좀 봐주라, 정말 너무 늦고 팝엎 창들이 우글되거든\" 하며 너무나 자주 부탁을 합니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "All too often I'm asked by a friend to \"look at my bloody computer, please, it's really slow and infested with pop-ups\". Add to Wordbook"
    },
    {
      "korean": "The fact that the BBC has been infested with lefties is self evident. 듣기 Add to Wordbook BBC가 좌익으로 우글거린다는 사실은 자명하다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 leeyj032(leey****)",
      "english": "The fact that the BBC has been infested with lefties is self evident. Add to Wordbook"
    },
    {
      "korean": "But PLEASE don't refer to the sea as \"shark infested waters\". 듣기 Add to Wordbook 그러나 제발 바다를 \"상어가 우글거리는 물\"이라고 표현하지 마세요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 마이티아톰(barr****)",
      "english": "But PLEASE don't refer to the sea as \"shark infested waters\". Add to Wordbook"
    },
    {
      "korean": "No corn, no flour, only rancid beef crawling with worms. 듣기 Add to Wordbook 옥수수도 없고, 밀가루도 없고, 오로지 벌레가 우글거리는 썩은 고기만이 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "No corn, no flour, only rancid beef crawling with worms. Add to Wordbook"
    },
    {
      "korean": "The camp is in a thicket of trees and bushes and the area is teeming with wildlife. 듣기 Add to Wordbook 이 캠프는 잡목과 덤불이 우거지고 야생동물이 우글거리는 곳에 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 yoonjs127(yoon****)",
      "english": "The camp is in a thicket of trees and bushes and the area is teeming with wildlife. Add to Wordbook"
    }
  ]
}