{
  "phrases": [
    {
      "phrase": "우리들",
      "hanja": "",
      "example": {},
      "meanings": [
        "we",
        "us"
      ]
    },
    {
      "phrase": "우리",
      "hanja": "",
      "example": {},
      "meanings": [
        "(짐승을 가두어 기르는 곳) pen, cage, hutch"
      ]
    },
    {
      "phrase": "우리",
      "hanja": "",
      "example": {},
      "meanings": [
        "(주격) we, (소유격) our, (목적격) us, (소유대명사) ours, (재귀대명사) ourselves"
      ]
    },
    {
      "phrase": "우리네",
      "hanja": "",
      "example": {},
      "meanings": [
        "we all"
      ]
    },
    {
      "phrase": "우리 집",
      "hanja": "",
      "example": {},
      "meanings": [
        "our home[house, place]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "we",
      "frequency": 3
    },
    {
      "meaning": "pen 2",
      "frequency": 3
    },
    {
      "meaning": "cage",
      "frequency": 3
    },
    {
      "meaning": "us",
      "frequency": 3
    },
    {
      "meaning": "(all) by ourselves",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "우리들의 별채로! Our own place! 듣기 View video 컨버전스 TV (CONS TV) : [W메이트 6화]모시고 오면 효녀 소리 듣는 북한산 맛집",
      "english": "Our own place!"
    },
    {
      "korean": "우리들만의 아지트인 이곳! This place that's our own agit! 듣기 View video V COOKIE : [Full] N.Flying X CouchTalk - 엔플라잉 X 카우치토크",
      "english": "This place that's our own agit!"
    },
    {
      "korean": "잘한다 - 우리들만의 추억! Great job. - Our precious memories! 듣기 View video V PICK! : [SF9] 나 기원전 00년생인데 0304형아즈 귀여워서 혼절해따,,(º﹃º):.♡* (SF9 talking about their cute episode)",
      "english": "Great job. - Our precious memories!"
    },
    {
      "korean": "우리들은 계속 랩을 해 죽을 때까지 컴온! We'll continue to rap until we die. Come on! 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#415. 힙퀸 (스페셜 DJ 마마무 문별 & 솔라 with 마마무)",
      "english": "We'll continue to rap until we die. Come on!"
    },
    {
      "korean": "우리들은 랩에 죽고 랩에 살아 랩죽랩사 컴온! We live and die for rapping. Rap, live, rap, die. Come on! 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#415. 힙퀸 (스페셜 DJ 마마무 문별 & 솔라 with 마마무)",
      "english": "We live and die for rapping. Rap, live, rap, die. Come on!"
    }
  ],
  "examples": [
    {
      "korean": "None of us can foretell what lies ahead. 듣기 Add to Wordbook 앞날에 어떤 일이 기다리고 있는지는 우리들 중 아무도 모른다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "None of us can foretell what lies ahead. Add to Wordbook"
    },
    {
      "korean": "They managed to leave without any of us realizing. 듣기 Add to Wordbook 그들은 용케 우리들 중 아무도 알아차리지 못하게 떠났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They managed to leave without any of us realizing. Add to Wordbook"
    },
    {
      "korean": "None of us is entirely blameless in this matter. 듣기 Add to Wordbook 우리들 중 이 문제에 대해 전적으로 떳떳한 사람은 아무도 없어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "None of us is entirely blameless in this matter. Add to Wordbook"
    },
    {
      "korean": "one of our number 듣기 Add to Wordbook 우리들 가운데 한 명 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "one of our number Add to Wordbook"
    },
    {
      "korean": "A whole crowd of us are going to the ball. 듣기 Add to Wordbook 우리들 모두가 무리지어 그 무도회에 갈 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A whole crowd of us are going to the ball. Add to Wordbook"
    }
  ]
}