{
  "phrases": [
    {
      "phrase": "운석",
      "hanja": " (隕石)",
      "example": {},
      "meanings": [
        "meteorite, meteor"
      ]
    },
    {
      "phrase": "운석구덩이",
      "hanja": "",
      "example": {},
      "meanings": [
        "a meteorite crater",
        "a meteor crater"
      ]
    },
    {
      "phrase": "운석의 낙하",
      "hanja": "",
      "example": {},
      "meanings": [
        "the fall of a meteorite"
      ]
    },
    {
      "phrase": "석철운석",
      "hanja": " (石鐵隕石)",
      "example": {},
      "meanings": [
        "siderolite."
      ]
    },
    {
      "phrase": "운석광물",
      "hanja": " (隕石鑛物)",
      "example": {},
      "meanings": [
        "지구과학 meteorite mineral"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "meteorite",
      "frequency": 3
    },
    {
      "meaning": "meteoric iron[stone]",
      "frequency": 0
    },
    {
      "meaning": "falling stone",
      "frequency": 0
    },
    {
      "meaning": "meteoric stone",
      "frequency": 0
    },
    {
      "meaning": "craters made by meteorite impacts",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "운석 충돌로 인해서 이렇게 많이 파져 있는... surface holes created due to collision with meteorites. 듣기 View video V COOKIE : [Full] KIM JAEJOONG X CouchTalk - 김재중 X 카우치토크",
      "english": "surface holes created due to collision with meteorites."
    },
    {
      "korean": "운석야키? - 하늘에서 이제 돌... - 운석! Meteorite-yaki? - The stone from the sky. - meteorite! 듣기 View video V COOKIE : [FULL] JBJ95 X Eating Show - JBJ95 X 같이 먹어요",
      "english": "Meteorite-yaki? - The stone from the sky. - meteorite!"
    },
    {
      "korean": "켄타의 운석야키 그 맛은? Kenta's meteorite-yaki. How does it taste? 듣기 View video V COOKIE : [FULL] JBJ95 X Eating Show - JBJ95 X 같이 먹어요",
      "english": "Kenta's meteorite-yaki. How does it taste?"
    },
    {
      "korean": "마치 뭔가 고귀한 운석같은 느낌? As if it's like a precious meteor? 듣기 View video NU'EST : [NU’EST W] 뉴블이 사는 세상(뉴.사.세) - 렌 디퓨저 만들기편",
      "english": "As if it's like a precious meteor?"
    },
    {
      "korean": "이게 마치 하늘에서 운석이 떨어지는 그런 것 같아요. It's like a meteor is falling from the sky. 듣기 View video SEVENTEEN : 세븐틴의 '아주 NICE' DAY COMEBACK COUNTDOWN LIVE",
      "english": "It's like a meteor is falling from the sky."
    }
  ],
  "examples": [
    {
      "korean": "craters made by meteorite impacts 듣기 Add to Wordbook 운석 충돌로 생긴 운석공 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "craters made by meteorite impacts Add to Wordbook"
    },
    {
      "korean": "a meteorite crater 듣기 Add to Wordbook (운석이 떨어져 생긴 큰) 구멍 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a meteorite crater Add to Wordbook"
    },
    {
      "korean": "Meteors began falling on flood and field. 듣기 Add to Wordbook 운석이 바다로 뭍으로 떨어지기 시작했다. YBM All in All English-Korean Dictionary",
      "english": "Meteors began falling on flood and field. Add to Wordbook"
    },
    {
      "korean": "Iridium is an element found in higher concentrations in meteors. 듣기 Add to Wordbook 이리듐은 운석에 많이 함유되어 있는 물질이다. Neungyule",
      "english": "Iridium is an element found in higher concentrations in meteors. Add to Wordbook"
    },
    {
      "korean": "Meteorites have been found and studied by scientists. 듣기 Add to Wordbook 운석이 발견되어 과학자들에 의해 연구되었다. Neungyule",
      "english": "Meteorites have been found and studied by scientists. Add to Wordbook"
    }
  ]
}