{
  "phrases": [
    {
      "phrase": "운용",
      "hanja": " (運用)",
      "example": {},
      "meanings": [
        "management"
      ]
    },
    {
      "phrase": "자금을 운용하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "employ funds",
        "invest one´s money shrewdly"
      ]
    },
    {
      "phrase": "운용할 수 있는",
      "hanja": "",
      "example": {},
      "meanings": [
        "practical",
        "applicable"
      ]
    },
    {
      "phrase": "기금을 운용하다[투자하다]",
      "hanja": "",
      "example": {},
      "meanings": [
        "administer[invest] funds"
      ]
    },
    {
      "phrase": "법률의 운용",
      "hanja": "",
      "example": {},
      "meanings": [
        "the application of the law"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "operation",
      "frequency": 2
    },
    {
      "meaning": "play",
      "frequency": 2
    },
    {
      "meaning": "Stand Off Bombing",
      "frequency": 0
    },
    {
      "meaning": "Korea Sports Promotion Foundation",
      "frequency": 0
    },
    {
      "meaning": "workable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저작권 등록 제도라는 걸 운용을 하고 있어요. I manage something called the copyright registration management. 듣기 View video V WEB DRAMA : [7-1] 눈물의 대본, 혹은 족발의 대본? 공작단 2차 대본회의",
      "english": "I manage something called the copyright registration management."
    }
  ],
  "examples": [
    {
      "korean": "an introduction to the workings of Congress 발음듣기 의회 운용에 대한 안내 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an introduction to the workings of Congress 발음"
    },
    {
      "korean": "Operation of the device is extremely simple. 발음듣기 이 장치의 운용은 지극히 간단하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Operation of the device is extremely simple. 발음"
    },
    {
      "korean": "A new late-night service is now operating. 발음듣기 새로운 심야 서비스가 지금 운용되고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A new late-night service is now operating. 발음"
    },
    {
      "korean": "We operate an open-door policy here, and are always willing to listen to our students’ suggestions. 발음듣기 우리는 의사소통 장려 정책을 운용하며 항상 학생들의 제안에 기꺼이 귀를 기울입니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We operate an open-door policy here, and are always willing to listen to our students’ suggestions. 발음"
    },
    {
      "korean": "The regulation operates in favour of married couples. 발음듣기 그 규정은 기혼 부부들에게 유리하게 운용된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The regulation operates in favour of married couples. 발음"
    }
  ]
}