{
  "phrases": [
    {
      "phrase": "운영",
      "hanja": " (運營)",
      "example": {},
      "meanings": [
        "[동사] manage, run, operate"
      ]
    },
    {
      "phrase": "운영체제",
      "hanja": "",
      "example": {},
      "meanings": [
        "(컴퓨터의) operating system ((abb.)OS)"
      ]
    },
    {
      "phrase": "운영 위원회",
      "hanja": "",
      "example": {},
      "meanings": [
        "steering committee"
      ]
    },
    {
      "phrase": "운영 자본",
      "hanja": "",
      "example": {},
      "meanings": [
        "working capital"
      ]
    },
    {
      "phrase": "운영의 주체",
      "hanja": "",
      "example": {},
      "meanings": [
        "the central operating body"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "running",
      "frequency": 3
    },
    {
      "meaning": "be in the same",
      "frequency": 0
    },
    {
      "meaning": "PLM",
      "frequency": 0
    },
    {
      "meaning": "cloud engineering",
      "frequency": 0
    },
    {
      "meaning": "E-Manufacturing",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "지금 생각했을 때 호텔 운영하면서 가장 아쉬웠다 여겨지는 것은? What was the most regrettable thing you've done while running the hotel? 듣기 View video IU : [IU TV] 장만월에게 물어봐!",
      "english": "What was the most regrettable thing you've done while running the hotel?"
    },
    {
      "korean": "단톡방의 운영이 안 돼요? It's hard to say there? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 17회 - 뉴스까지 나온 초통령, 아이콘의 등장★",
      "english": "It's hard to say there?"
    },
    {
      "korean": "운영이 마지막 편지에요. It's last letter from Eunyeong... 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 9화 <궁궐애사 추리공방 Ⅲ>",
      "english": "It's last letter from Eunyeong..."
    },
    {
      "korean": "이걸로 동아리가 다 운영이 되나요? The club can run with that amount? 듣기 View video tvN : 캠퍼스안 길냥이- 집사인 게 자랑3 4회",
      "english": "The club can run with that amount?"
    },
    {
      "korean": "운영도 궁녀들도 모두 죽었어. Eunyeong and princesses would have been dead. 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 9화 <궁궐애사 추리공방 Ⅲ>",
      "english": "Eunyeong and princesses would have been dead."
    }
  ],
  "examples": [
    {
      "korean": "Streaming within comprehensive schools is common practice. 듣기 Add to Wordbook 종합 중등학교 내에서의 우열반 운영은 일반적인 관례이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Streaming within comprehensive schools is common practice. Add to Wordbook"
    },
    {
      "korean": "to run a business profitably 듣기 Add to Wordbook 수익을 내며 사업체를 운영하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to run a business profitably Add to Wordbook"
    },
    {
      "korean": "federally funded health care 듣기 Add to Wordbook 연방 정부 기금으로 운영되는 보건 의료 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "federally funded health care Add to Wordbook"
    },
    {
      "korean": "They admired the smoothness and efficiency with which the business was run. 듣기 Add to Wordbook 그들은 그 사업체가 매끄럽고 효율적으로 운영되는 것에 감탄했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They admired the smoothness and efficiency with which the business was run. Add to Wordbook"
    },
    {
      "korean": "She runs the whole show. 듣기 Add to Wordbook 그녀가 그 사업 전체를 운영한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She runs the whole show. Add to Wordbook"
    }
  ]
}