{
  "phrases": [
    {
      "phrase": "울리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(울게 하다) make sb cry, reduce[move] sb to tears, bring tears to sb's eyes, bring a lump to sb's throat",
        "(전화·알람 등의 소리가) sound, ring, (종소리가) toll, peal, (알람·경보 등이) go off, (메아리·함성 등이) echo (around/t...",
        "(소리를 내다) (종을) ring, toll, sound, (금속 물체를) clang, (경적을) blow, sound, honk, beep"
      ]
    },
    {
      "phrase": "울리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb ring, sound",
        "Verb resound, reverberate, echo",
        "Verb reverberate"
      ]
    },
    {
      "phrase": "포스트맨은 벨을 두 번 울린다",
      "hanja": "",
      "example": {},
      "meanings": [
        "영화 The Postman Always Rings Twice"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Echoes resound.",
      "frequency": 0
    },
    {
      "meaning": "It thunders.",
      "frequency": 0
    },
    {
      "meaning": "There's the bell",
      "frequency": 0
    },
    {
      "meaning": "Roman strike",
      "frequency": 0
    },
    {
      "meaning": "There goes the bell!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "빨리 안가면 띵동 또 울린다. - 시간 끝났어. If we don't hurry up, the bell will ring. - The time is over. 듣기 View video V COOKIE : [Full]ONF's SUMMER VACATION WEEK - 온앤오프 X 여름방학 스페셜위크",
      "english": "If we don't hurry up, the bell will ring. - The time is over."
    },
    {
      "korean": "빨리 도망가자. - 띵동 울린다. - 도망가야 돼 띵동 울린다. Let's hurry up and run away. - It's going to ring. - We have to run away. It'll ring. 듣기 View video V COOKIE : [Full]ONF's SUMMER VACATION WEEK - 온앤오프 X 여름방학 스페셜위크",
      "english": "Let's hurry up and run away. - It's going to ring. - We have to run away. It'll ring."
    },
    {
      "korean": "'종을 울린다'. \"Ring the bell\". 듣기 View video BLACKPINK : 만들꼬야",
      "english": "\"Ring the bell\"."
    },
    {
      "korean": "나 진동 울린다. The buzzer is buzzing. 듣기 View video DIA : [DIA] 책 읽어주는 채연이♡",
      "english": "The buzzer is buzzing."
    },
    {
      "korean": "그러다 알람이 울린다! 어떡하나요? Then the alarm rings! What do you do? 듣기 View video AKMU : 사춘기 노트 방송전 방송!!!!",
      "english": "Then the alarm rings! What do you do?"
    }
  ],
  "examples": [
    {
      "korean": "An alarm sounds when the temperature reaches a predetermined level. 듣기 Add to Wordbook 온도가 미리 정해 놓은 수준에 이르면 경보가 울린다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "An alarm sounds when the temperature reaches a predetermined level. Add to Wordbook"
    },
    {
      "korean": "The noon siren blows with a toot. 듣기 Add to Wordbook 정오 사이렌이 뚜하고 울린다 Dong-a's Prime English-Korean Dictionary",
      "english": "The noon siren blows with a toot. Add to Wordbook"
    },
    {
      "korean": "The thunder crashes and rumbles. 듣기 Add to Wordbook 천둥이 우르릉 쾅쾅 울린다 Dong-a's Prime English-Korean Dictionary",
      "english": "The thunder crashes and rumbles. Add to Wordbook"
    },
    {
      "korean": "The bells ring at four o'clock every afternoon. 듣기 Add to Wordbook 매일 오후 4시에 종이 울린다. YBM All in All English-Korean Dictionary",
      "english": "The bells ring at four o'clock every afternoon. Add to Wordbook"
    },
    {
      "korean": "The hall echoes even faint sounds. 듣기 Add to Wordbook 그 홀에서는 아주 약한 소리도 울린다. Friendict Level English-Korean Dictionary",
      "english": "The hall echoes even faint sounds. Add to Wordbook"
    }
  ]
}