{
  "phrases": [
    {
      "phrase": "움직이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸을) move",
        "(마음·생각 등을) move, touch",
        "(행동·활동하다) move, work, take action"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "RTP",
      "frequency": 0
    },
    {
      "meaning": "e pur si muove",
      "frequency": 0
    },
    {
      "meaning": "driving barrel",
      "frequency": 0
    },
    {
      "meaning": "Mackinaw boat",
      "frequency": 0
    },
    {
      "meaning": "apodeme",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "자동으로 시트 움직인다! It's moving automatically! 듣기 View video GFRIEND : 여자친구와 잼 아저씨의 콜라보 - 매니저없이 하루놀기",
      "english": "It's moving automatically!"
    },
    {
      "korean": "규진이 또 한 번 움직인다. Gyujin moves once again. 듣기 View video MOMO X : [아큐멘터리] 찬란한 MY '웨이' 업텐션 웨이 2부",
      "english": "Gyujin moves once again."
    },
    {
      "korean": "눈썹 되게 잘 움직인다 - 왜? You can move your eyebrows so well. - Why do you say that? 듣기 View video GOT7 : [GOT2DAY 2019] 02. Jinyoung & BamBam",
      "english": "You can move your eyebrows so well. - Why do you say that?"
    },
    {
      "korean": "[휴닝카이의 드림 리스트를 이뤄줄 다음 장소로 가 볼까요?] 움직인다! [Shall we move to the next stop?] Oh, she's moving! 듣기 View video Mnet : [ONE DREAM.TXT] Reality Ep.02 - Part.2",
      "english": "[Shall we move to the next stop?] Oh, she's moving!"
    },
    {
      "korean": "잘하네. - 움직인다, 움직인다. Good job. - It's moving. 듣기 View video Cookat X Idol : [매떠여 Super Junior] 강릉편-본편#4",
      "english": "Good job. - It's moving."
    }
  ],
  "examples": [
    {
      "korean": "The legs move in a scissor action. 발음듣기 다리는 가위 모양으로 움직인다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The legs move in a scissor action. 발음"
    },
    {
      "korean": "Some people can only operate well under pressure. 발음듣기 일부 사람들은 압박을 받아야만 잘 움직인다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Some people can only operate well under pressure. 발음"
    },
    {
      "korean": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be. (Wayne Gretzky) 발음듣기 훌륭한 하키 선수는 퍽을 따라 움직인다. 위대한 하키 선수는 퍽이 갈 곳을 예측해 움직인다. (웨인 그레츠키, 스포츠명언) 명언/속담",
      "english": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be. (Wayne Gretzky) 발음"
    },
    {
      "korean": "The world is moved not only by the mighty shoves of the heroes, but also by the aggregate of the tiny pushes of each honest worker. (Helen Keller) 발음듣기 세상은 영웅들의 거대한 추진력에 의해서만이 아니라, 성실한 일꾼들의 조그만 추진력이 합쳐져서도 움직인다. (헬렌 켈러, 일명언) 명언/속담",
      "english": "The world is moved not only by the mighty shoves of the heroes, but also by the aggregate of the tiny pushes of each honest worker. (Helen Keller) 발음"
    },
    {
      "korean": "History is moving, and it will tend toward hope, or tend toward tragedy. (George W. Bush) 발음듣기 역사는 움직인다. 그것은 희망으로 나아가거나 비극으로 나아간다. (조지 W. 부시, 희망명언) 명언/속담",
      "english": "History is moving, and it will tend toward hope, or tend toward tragedy. (George W. Bush) 발음"
    }
  ]
}