{
  "phrases": [
    {
      "phrase": "원거리",
      "hanja": " (遠距離)",
      "example": {},
      "meanings": [
        "long distance"
      ]
    },
    {
      "phrase": "원거리에",
      "hanja": "",
      "example": {},
      "meanings": [
        "at a long distance"
      ]
    },
    {
      "phrase": "원거리 조기 경보망",
      "hanja": "",
      "example": {},
      "meanings": [
        "the (distant) early warning (system)"
      ]
    },
    {
      "phrase": "원거리[근거리] 사정",
      "hanja": "",
      "example": {},
      "meanings": [
        "a long[short] range"
      ]
    },
    {
      "phrase": "원거리에서 사격하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "shoot at a long range"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "long range",
      "frequency": 0
    },
    {
      "meaning": "DEW",
      "frequency": 0
    },
    {
      "meaning": "DX",
      "frequency": 0
    },
    {
      "meaning": "a long[short] range",
      "frequency": 0
    },
    {
      "meaning": "telecommunication",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그렇죠. -원거리 연애를 하는 거잖아요. Right. - It's a long distance relationship. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 with 다이아 A night's entertainment news with DIA",
      "english": "Right. - It's a long distance relationship."
    },
    {
      "korean": "미안해요, 원거리라서... 죄송합니다. Sorry, it's a long distance. Sorry about that. 듣기 View video EXID : 출격!! EXID 완전체♡♡",
      "english": "Sorry, it's a long distance. Sorry about that."
    }
  ],
  "examples": [
    {
      "korean": "teleseismology to detect distant earthquakes 듣기 Add to Wordbook 원거리의 지진을 감지하기 위한 원거리 지진학 국제영어대학원대학교 신어사전",
      "english": "teleseismology to detect distant earthquakes Add to Wordbook"
    },
    {
      "korean": "Students who live the farthest away are given priority in assigning dormitory accommodations. 듣기 Add to Wordbook 기숙사 입실은 원거리 거주자에게 우선권이 주어진다 Neungyule",
      "english": "Students who live the farthest away are given priority in assigning dormitory accommodations. Add to Wordbook"
    },
    {
      "korean": "The general could see the enemy at long range. 듣기 Add to Wordbook 장군은 적을 원거리에서 볼 수 있었다. YBM All in All English-Korean Dictionary",
      "english": "The general could see the enemy at long range. Add to Wordbook"
    },
    {
      "korean": "We are in constant telecommunication with London. 듣기 Add to Wordbook 우리는 런던과 일정한 원거리 통신을 하고 있다. Dong-a's Prime English-Korean Dictionary",
      "english": "We are in constant telecommunication with London. Add to Wordbook"
    },
    {
      "korean": "The fish will not bear transportation to any great distance. 듣기 Add to Wordbook 그 생선은 원거리로 수송할 수 없다 Dong-a's Prime English-Korean Dictionary",
      "english": "The fish will not bear transportation to any great distance. Add to Wordbook"
    }
  ]
}