{
  "phrases": [
    {
      "phrase": "원죄",
      "hanja": " (原罪)",
      "example": {},
      "meanings": [
        "(기독교) original sin"
      ]
    },
    {
      "phrase": "무염 원죄의",
      "hanja": "",
      "example": {},
      "meanings": [
        "immaculate",
        "free from original sin by divine grace"
      ]
    },
    {
      "phrase": "원죄를 입다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be falsely accused of",
        "be falsely charged with"
      ]
    },
    {
      "phrase": "원죄를 씌우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make[lay] a false[forged] charge against"
      ]
    },
    {
      "phrase": "무염 원죄",
      "hanja": " (無染原罪)",
      "example": {},
      "meanings": [
        "immaculacy (of the Virgin Mary)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "original sin",
      "frequency": 0
    },
    {
      "meaning": "Adams sin",
      "frequency": 0
    },
    {
      "meaning": "the old Adam",
      "frequency": 0
    },
    {
      "meaning": "the sin of Adam",
      "frequency": 0
    },
    {
      "meaning": "Adam’s sin",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "the Fall (of man [Man]) 발음듣기 인간의 타락(Adam과 Eve의 원죄<原罪>). Friendict Level English-Korean Dictionary",
      "english": "the Fall (of man [Man]) 발음"
    },
    {
      "korean": "I've never thought about the sin of Adam. 발음듣기 나는 원죄에 대해서 생각해 본 적이 없다. YBM All in All English-Korean Dictionary",
      "english": "I've never thought about the sin of Adam. 발음"
    },
    {
      "korean": "Times may change, but the old Adam stays the same. 발음듣기 시대는 바뀌어도 인간의 원죄는 남아 있다. YBM All in All English-Korean Dictionary",
      "english": "Times may change, but the old Adam stays the same. 발음"
    },
    {
      "korean": "Every human being on this earth is born with a tragedy, and it isn't original sin. He's born with the tragedy that he has to grow up. That he has to leave the nest, the security, and go out to do battle. He has to lose everything that is lovely and fight for a new loveliness of his own making, and it's a tragedy. A lot of people don't have the courage to do it. (Helen Hayes) 발음듣기 지구상 모든 인간은 비극을 안고 태어나는데, 그 비극이란 원죄가 아니에요. 인간은 어른이 되어야만 한다는 비극을 안고 태어나죠. 즉, 둥지와 안식을 떠나 삶이라는 전쟁터로 나서야 한다는 겁니다. 사랑스러운 모든 것을 잃고, 스스로 사랑스러운 것을 새로 만들어나가기 위한 싸움을 해야만 하는데, 실로 비극이 아닐 수 없어요. 많은 사람들은 이를 행할 용기가 없습니다. (헬렌 헤이스, 인생명언) 명언/속담",
      "english": "Every human being on this earth is born with a tragedy, and it isn't original sin. He's born with the tragedy that he has to grow up. That he has to leave the nest, the security, and go out to do battle. He has to lose everything that is lovely and fight for a new loveliness of his own making, and it's a tragedy. A lot of people don't have the courage to do it. (Helen Hayes) 발음"
    },
    {
      "korean": "Christians believe that people are born with original sin. 발음듣기 기독교에서는 인간이 원죄를 가지고 태어난다고 믿는다 Neungyule",
      "english": "Christians believe that people are born with original sin. 발음"
    }
  ]
}