{
  "phrases": [
    {
      "phrase": "원형",
      "hanja": " (原形)",
      "example": {},
      "meanings": [
        "(본래의 모양) the original form",
        "(어학) (bare) infinitive"
      ]
    },
    {
      "phrase": "원형",
      "hanja": " (圓形)",
      "example": {},
      "meanings": [
        "(둥근 모양)circle"
      ]
    },
    {
      "phrase": "원형의",
      "hanja": "",
      "example": {},
      "meanings": [
        "circular",
        "round",
        "cycloid"
      ]
    },
    {
      "phrase": "원형 극장",
      "hanja": "",
      "example": {},
      "meanings": [
        "an amphitheater"
      ]
    },
    {
      "phrase": "만곡[원형]자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a curved rule"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "circle",
      "frequency": 2
    },
    {
      "meaning": "ancestor",
      "frequency": 1
    },
    {
      "meaning": "root 1",
      "frequency": 2
    },
    {
      "meaning": "ring 1",
      "frequency": 0
    },
    {
      "meaning": "etymon",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "예전에는 머리숱이 여기 안에 있는 원형 정도? but it used to fit inside this circle before. 듣기 View video MisoJeong : 탈색 많이 하는 연예인들은 어떻게 헤어 관리를 할까? 머릿결 좋아지는법 (레드벨벳 조이 샴푸) ⎮ 미소정 MisoJeong",
      "english": "but it used to fit inside this circle before."
    },
    {
      "korean": "[고깔고깔 START] 잠깐만요 이거 원형으로 돌아야 되는데 원형이... Wait a minute! We need to walk in a circle but the circle... 듣기 View video NU'EST : L.O.Λ.E STORY EP.21 뉴이스트의 진실 혹은 거짓 (Truth Or Dare)",
      "english": "Wait a minute! We need to walk in a circle but the circle..."
    },
    {
      "korean": "[뭔 말인지 알죠?] 이 원형 때문에... [You know what I mean, right?] because of the shape of this cup. 듣기 View video AB6IX : ABNEW 1ST OFFICIAL FANKIT UNBOXING",
      "english": "[You know what I mean, right?] because of the shape of this cup."
    },
    {
      "korean": "원 형 나오는 거 아니에요? With ONE in it? 듣기 View video iKON : 놀아줄사람??!!!!",
      "english": "With ONE in it?"
    },
    {
      "korean": "저는 원형으로 골랐어요. I picked a circular nozzle. 듣기 View video GFRIEND : 케잌만들기 ㅋㅋㅋㅋ",
      "english": "I picked a circular nozzle."
    }
  ],
  "examples": [
    {
      "korean": "The island was originally circular in shape. 발음듣기 그 섬은 원래 형태가 원형이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The island was originally circular in shape. 발음"
    },
    {
      "korean": "We had seats in the circle. 발음듣기 우리 자리는 원형 관람석 내에 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We had seats in the circle. 발음"
    },
    {
      "korean": "Squares, circles and triangles are types of shape. 발음듣기 (정)사각형, 원형, 삼각형은 형태의 종류들이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Squares, circles and triangles are types of shape. 발음"
    },
    {
      "korean": "Chairs in rows are not as conducive to discussion as chairs arranged in a circle. 발음듣기 토론을 하는 데는 의자를 줄줄이 놓는 것이 의자를 원형으로 놓는 것만큼 안 좋다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Chairs in rows are not as conducive to discussion as chairs arranged in a circle. 발음"
    },
    {
      "korean": "We can speculate that the stone circles were used in some sort of pagan ceremony. 발음듣기 우리는 그 돌로 된 원형이 어떤 종류의 이교도적 의식에 사용되었으리라는 추측을 할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We can speculate that the stone circles were used in some sort of pagan ceremony. 발음"
    }
  ]
}