{
  "phrases": [
    {
      "phrase": "위험하다",
      "hanja": " (危險하다)",
      "example": {},
      "meanings": [
        "Adjective dangerous, risky"
      ]
    },
    {
      "phrase": "위험",
      "hanja": " (危險)",
      "example": {},
      "meanings": [
        "[명사] danger, risk, hazard, (formal) peril, [형용사] dangerous, risky, critical, (formal) perilous, (특히 사람의 건강·안전 등에) hazardous (to)"
      ]
    },
    {
      "phrase": "위험 수위",
      "hanja": "",
      "example": {},
      "meanings": [
        "the dangerous water level"
      ]
    },
    {
      "phrase": "큰 위험",
      "hanja": "",
      "example": {},
      "meanings": [
        "great danger",
        "a great risk"
      ]
    },
    {
      "phrase": "위험에 빠지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be in danger[peril]",
        "fall into the danger[risk] (of)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dangerous",
      "frequency": 3
    },
    {
      "meaning": "hot",
      "frequency": 3
    },
    {
      "meaning": "awkward",
      "frequency": 3
    },
    {
      "meaning": "treacherous",
      "frequency": 3
    },
    {
      "meaning": "risky",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "위험한 거 아닙니까, 하지만 - 어떤 식으로, 어떤 식으로 했어요? it's dangerous if you fall. - How did you do it? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "it's dangerous if you fall. - How did you do it?"
    },
    {
      "korean": "되게 위험한 발언이야 - 뜬금없이... - 무슨 개똥 같은... Why did you say that? - Out of the blue... - It's nonsense. 듣기 View video SECHSKIES : [Replay] SECHSKIES - COMEBACK LIVE '젝다방 포 유 (SECHDABANG FOR YOU)'",
      "english": "Why did you say that? - Out of the blue... - It's nonsense."
    },
    {
      "korean": "이런 위험한 일을 왜... Why do such a dangerous... 듣기 View video 콬TV (WHYNOT) : 처음 본 남자랑 일주일만 연애를? [7일만 로맨스] EP01",
      "english": "Why do such a dangerous..."
    },
    {
      "korean": "[위험한 적신호] 대리님! [Red light] Assistant manager! 듣기 View video SF9 : [FOR FANTASY] 셒구상사 (SF9 SANGSA) EP.01",
      "english": "[Red light] Assistant manager!"
    },
    {
      "korean": "지금 이거 너무 위험한 거 아니에요? But isn't this so dangerous? 듣기 View video 콬TV (WHYNOT) : 처음 본 남자랑 일주일만 연애를? [7일만 로맨스] EP01",
      "english": "But isn't this so dangerous?"
    }
  ],
  "examples": [
    {
      "korean": "It was a dangerous journey through thickening fog. 듣기 Add to Wordbook 짙어지는 안개 사이를 나아가는 것은 위험한 여정이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was a dangerous journey through thickening fog. Add to Wordbook"
    },
    {
      "korean": "an unholy alliance between the medical profession and the pharmaceutical industry 듣기 Add to Wordbook 의료계와 제약업계 사이의 위험한 담합 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an unholy alliance between the medical profession and the pharmaceutical industry Add to Wordbook"
    },
    {
      "korean": "Mel enjoys living dangerously. 듣기 Add to Wordbook 멜은 위험한 생활을 즐긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mel enjoys living dangerously. Add to Wordbook"
    },
    {
      "korean": "the dangerous notion of white supremacy 듣기 Add to Wordbook 백인 지상주의라는 위험한 생각 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the dangerous notion of white supremacy Add to Wordbook"
    },
    {
      "korean": "a particularly dangerous stretch of road 듣기 Add to Wordbook 길게 뻗어 있는 특히 위험한 도로 구간 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a particularly dangerous stretch of road Add to Wordbook"
    }
  ]
}