{
  "phrases": [
    {
      "phrase": "유격대",
      "hanja": " (遊擊隊)",
      "example": {},
      "meanings": [
        "guerrilla unit, commando unit"
      ]
    },
    {
      "phrase": "유격대를 결성하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "form guerrilla unit"
      ]
    },
    {
      "phrase": "유격대를 공격하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "attack guerrilla unit"
      ]
    },
    {
      "phrase": "유격대를 받아들이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "take guerilla"
      ]
    },
    {
      "phrase": "유격",
      "hanja": " (遊擊)",
      "example": {},
      "meanings": [
        "(군사)a diversion, a raid, mobile attack, ―하다 divert, raid"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "flying column",
      "frequency": 0
    },
    {
      "meaning": "flying party",
      "frequency": 0
    },
    {
      "meaning": "flying squadron",
      "frequency": 0
    },
    {
      "meaning": "mass of maneuver",
      "frequency": 0
    },
    {
      "meaning": "guerrilla troops",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "a guerrilla band 듣기 Add to Wordbook 유격대. Friendict Level English-Korean Dictionary",
      "english": "a guerrilla band Add to Wordbook"
    },
    {
      "korean": "He has five men and horses with him from other guerrilla camps who have agreed to help. 듣기 Add to Wordbook 파블로는 자신을 돕기로 한 다섯 명의 다른 유격대 대원, 그리고 말과 함께 돌아왔다. Neungyule",
      "english": "He has five men and horses with him from other guerrilla camps who have agreed to help. Add to Wordbook"
    },
    {
      "korean": "A young woman named Maria is also staying with the guerilla fighters, and she and Jordon quickly fall in love. 듣기 Add to Wordbook 마리아라는 이름의 젊은 여자도 유격대 대원들과 함께 머물고 있는데, 그녀와 조던은 곧 사랑에 빠진다. Neungyule",
      "english": "A young woman named Maria is also staying with the guerilla fighters, and she and Jordon quickly fall in love. Add to Wordbook"
    },
    {
      "korean": "The next day, the camp awakes to sounds of fighting in the distance and assumes the Fascists are attacking El Sordo's camp. 듣기 Add to Wordbook 다음날 유격대는 멀리서 들리는 전투 소리에 잠을 깨고 파시스트들이 엘 소르도의 유격대를 공격하고 있다고 추측한다. Neungyule",
      "english": "The next day, the camp awakes to sounds of fighting in the distance and assumes the Fascists are attacking El Sordo's camp. Add to Wordbook"
    },
    {
      "korean": "Jordon often comes into conflict with Pablo, the leader of the guerrilla fighters. 듣기 Add to Wordbook 조던은 유격대 대원의 대장인 파블로와 자주 마찰을 빚는다. Neungyule",
      "english": "Jordon often comes into conflict with Pablo, the leader of the guerrilla fighters. Add to Wordbook"
    }
  ]
}