{
  "phrases": [
    {
      "phrase": "유린",
      "hanja": " (蹂訥·蹂躪)",
      "example": {},
      "meanings": [
        "violate [명사] infringement, violation [동사] (침해하다) infringe (up)on,, (짓밟다) trample (on/over)"
      ]
    },
    {
      "phrase": "인권 유린",
      "hanja": "",
      "example": {},
      "meanings": [
        "an infringement upon personal rights",
        "violation of human rights"
      ]
    },
    {
      "phrase": "정조를 유린하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "defile[trifle with] a girl´s chastity",
        "seduce[dishonor, ruin] a girl"
      ]
    },
    {
      "phrase": "적국을 유린하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "overrun[override, trample down] an enemy country"
      ]
    },
    {
      "phrase": "인도를 유린하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "commit an outrage on humanity"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ravages",
      "frequency": 0
    },
    {
      "meaning": "ravage",
      "frequency": 3
    },
    {
      "meaning": "a flagrant abuse of human rights",
      "frequency": 0
    },
    {
      "meaning": "infringe[trample] upon human rights",
      "frequency": 0
    },
    {
      "meaning": "seduce[dishonor, ruin] a girl",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "유린 양, 고마워요. ID Yourin, thank you. 듣기 View video IDOL x IDOL : BADKIZ - 배드키즈 '배드키즈가 간다! 스쿨어택!'",
      "english": "ID Yourin, thank you."
    },
    {
      "korean": "'딘 바보' '유린'님. 오늘은 제가 바보 같습니다, 인정합니다. Yeah, I think I'm an idiot today. I acknowledge it. 듣기 View video DinDin : 미안해요 재방송",
      "english": "Yeah, I think I'm an idiot today. I acknowledge it."
    },
    {
      "korean": "유린 님이 세진 언니의 애교가 보고 싶으시다고. -저도 보고 싶습니다. \"I want to see Sejin's acting cute\". - Me, too. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '조커는 너비에게 가을처럼 다가왔다'",
      "english": "\"I want to see Sejin's acting cute\". - Me, too."
    }
  ],
  "examples": [
    {
      "korean": "Her looks had not survived the ravages of time. 듣기 Add to Wordbook 그녀의 외모는 세월의 유린을 피하지 못한 모습이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her looks had not survived the ravages of time. Add to Wordbook"
    },
    {
      "korean": "The newspapers were full of moral outrage at the weakness of other countries. 듣기 Add to Wordbook 신문들은 다른 나라들의 약점에 대한 도덕상의 유린으로 가득차 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The newspapers were full of moral outrage at the weakness of other countries. Add to Wordbook"
    },
    {
      "korean": "a flagrant abuse of human rights 듣기 Add to Wordbook 명백한 인권 유린 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a flagrant abuse of human rights Add to Wordbook"
    },
    {
      "korean": "She is the global watchdog for human rights abuses. 듣기 Add to Wordbook 그녀는 인권유린에 대해 국제적인 감시자이다. YBM All in All English-Korean Dictionary",
      "english": "She is the global watchdog for human rights abuses. Add to Wordbook"
    },
    {
      "korean": "Human rights were frequently violated during the military dictatorship. 듣기 Add to Wordbook 군사독재 시절에는 인권유린이 빈번하게 행해졌다 Neungyule",
      "english": "Human rights were frequently violated during the military dictatorship. Add to Wordbook"
    }
  ]
}