{
  "phrases": [
    {
      "phrase": "유닛",
      "hanja": "",
      "example": {},
      "meanings": [
        "a unit."
      ]
    },
    {
      "phrase": "unit",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 구성 단위",
        "Noun 상업 (상품의) 한 개[단위]",
        "Noun (특정 임무를 위한) 부대[단체]"
      ]
    },
    {
      "phrase": "Unit.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Unitarian"
      ]
    },
    {
      "phrase": "Unit",
      "hanja": "",
      "example": {},
      "meanings": [
        "카지노용어 유닛 (→unit progression)"
      ]
    },
    {
      "phrase": "유닛 분리",
      "hanja": " (─分離)",
      "example": {},
      "meanings": [
        "unit separator."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Unit",
      "frequency": 0
    },
    {
      "meaning": "unit card",
      "frequency": 0
    },
    {
      "meaning": "unit record",
      "frequency": 0
    },
    {
      "meaning": "unit split",
      "frequency": 0
    },
    {
      "meaning": "unit organ",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "유닛? a unit session? 듣기 View video TWICE : [AutoCut_chaeyoung] TWICE 2Q 하이라이트",
      "english": "a unit session?"
    },
    {
      "korean": "어때요, 오랫동안 형이랑 같이 유닛을 한 소감이? So, how does it feel? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "So, how does it feel?"
    },
    {
      "korean": "저희들은 참 오랫동안 유닛을 같이 했어요, 그렇죠? We've been in the same subunit for a long time, right? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "We've been in the same subunit for a long time, right?"
    },
    {
      "korean": "약간 유닛 V LIVE 중에... - 이게 미니어처? Among the unit V LIVE, - Is this miniature? 듣기 View video TOMORROW X TOGETHER : 뚝딱뚝딱 공작시간",
      "english": "Among the unit V LIVE, - Is this miniature?"
    },
    {
      "korean": "[드디어 유닛 촬영 시작!] [Finally, the unit shoot starts!] View video Stray Kids : Stray Kids(스트레이 키즈) \"Astronaut\" M/V MAKING FILM",
      "english": "[Finally, the unit shoot starts!]"
    }
  ],
  "examples": [
    {
      "korean": "The unit is comparatively easy to install and cheap to operate. 듣기 Add to Wordbook 그 유닛은 비교적 설치도 쉽고 운영비도 저렴하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The unit is comparatively easy to install and cheap to operate. Add to Wordbook"
    },
    {
      "korean": "San Francisco Giants pitcher Randy Johnson, nicknamed the 'Big Unit,' has announced his retirement. 듣기 Add to Wordbook 빅 유닛'이라는 별명을 지닌 샌프란시스코 투수 랜디 존슨이 은퇴를 발표했다. Neungyule",
      "english": "San Francisco Giants pitcher Randy Johnson, nicknamed the 'Big Unit,' has announced his retirement. Add to Wordbook"
    },
    {
      "korean": "The iunit will also come equipped with a mobile phone and Internet access. 듣기 Add to Wordbook 게다가 아이유닛은 휴대폰과 인터넷 접속 기능도 갖추게 될 것입니다. YBM All in All English-Korean Dictionary",
      "english": "The iunit will also come equipped with a mobile phone and Internet access. Add to Wordbook"
    },
    {
      "korean": "The ‘speed mode’ reclines the i-unit and converts it into a car designed to go on public roads with a maximum speed of 60km per hour. 듣기 Add to Wordbook ‘고속 모드’에서는 아이유닛이 뒤로 젖혀져 최대 시속 60km로 일반 도로를 주행할 수 있는 자동차로 전환됩니다. YBM All in All English-Korean Dictionary",
      "english": "The ‘speed mode’ reclines the i-unit and converts it into a car designed to go on public roads with a maximum speed of 60km per hour. Add to Wordbook"
    },
    {
      "korean": "In a survey conducted by the Economist Intelligence Unit, Vancouver scored 98 points on a combination of stability, health care, culture and environment, education and infrastructure. 듣기 Add to Wordbook 이코노미스트 인텔리전스 유닛이 실시한 조사에서 밴쿠버는 안정성, 의료, 문화와 환경, 교육, 인프라 부문에서 98점을 얻었다. Neungyule",
      "english": "In a survey conducted by the Economist Intelligence Unit, Vancouver scored 98 points on a combination of stability, health care, culture and environment, education and infrastructure. Add to Wordbook"
    }
  ]
}