{
  "phrases": [
    {
      "phrase": "유명",
      "hanja": " (有名)",
      "example": {},
      "meanings": [
        "[형용사] famous (for), well-known (for), celebrated, famed (for), (특히 능력·품질에서) noted (for), renowned (for), (악명이 높다) notorious (for), infamous (for)"
      ]
    },
    {
      "phrase": "유명",
      "hanja": " (幽明)",
      "example": {},
      "meanings": [
        "(저승과 이승)"
      ]
    },
    {
      "phrase": "유명 인사",
      "hanja": "",
      "example": {},
      "meanings": [
        "celebrity, public figure, famous[well-known] person, (informal) celeb, (informal) big name"
      ]
    },
    {
      "phrase": "유명해지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "명성을 얻다 become known",
        "명성을 얻다 win[achieve, gain, find] fame",
        "명성을 얻다 achieve renown"
      ]
    },
    {
      "phrase": "유명한 사람들",
      "hanja": "",
      "example": {},
      "meanings": [
        "celebrities",
        "men of distinction"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mark 1",
      "frequency": 3
    },
    {
      "meaning": "reclame",
      "frequency": 0
    },
    {
      "meaning": "taxon",
      "frequency": 0
    },
    {
      "meaning": "notable",
      "frequency": 3
    },
    {
      "meaning": "famous",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이 노래 유명하지~ This song is famous. 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "This song is famous."
    },
    {
      "korean": "'도깨비'? '도깨비'는 유명한 게 'Beautiful'이랑 뭐냐? \"Guardian?\" Isn't \"Beautiful\" the most famous one?? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "\"Guardian?\" Isn't \"Beautiful\" the most famous one??"
    },
    {
      "korean": "야 그거 진짜 유명한가 보네? It must be a famous perfume. 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "It must be a famous perfume."
    },
    {
      "korean": "혹시 그 유명한 답정너? Do you have the answer in your mind? 듣기 View video MAMAMOO : [MMMTV6] EP13 비글로 돌아온 마마무",
      "english": "Do you have the answer in your mind?"
    },
    {
      "korean": "아니야 아니야, 유명한 애야 유명한 애 - 익룡? No, no, it's a famous one. - Pterosaur? 듣기 View video OSEN : Golden Child 골든차일드, 하이텐션 폭발! 고요속의 외침 #스타로드 05",
      "english": "No, no, it's a famous one. - Pterosaur?"
    }
  ],
  "examples": [
    {
      "korean": "an actor famous for his rugged good looks 듣기 Add to Wordbook 강인하게 잘 생긴 용모로 유명한 배우 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an actor famous for his rugged good looks Add to Wordbook"
    },
    {
      "korean": "a preacher famous for her inspiring sermons 듣기 Add to Wordbook 영감을 주는 설교로 유명한 (여자) 전도사 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a preacher famous for her inspiring sermons Add to Wordbook"
    },
    {
      "korean": "Robin Hood, the world’s most famous outlaw 듣기 Add to Wordbook 세계에서 가장 유명한 도망자인 로빈 후드 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Robin Hood, the world’s most famous outlaw Add to Wordbook"
    },
    {
      "korean": "the famous movie ‘Mutiny on the Bounty’ 듣기 Add to Wordbook ‘바운티 호의 반란’이라는 그 유명한 영화 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the famous movie ‘Mutiny on the Bounty’ Add to Wordbook"
    },
    {
      "korean": "The town is notable for its ancient harbour. 듣기 Add to Wordbook 그 소도시는 고대 항구로 유명하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The town is notable for its ancient harbour. Add to Wordbook"
    }
  ]
}