{
  "phrases": [
    {
      "phrase": "유지비",
      "hanja": " (維持費)",
      "example": {},
      "meanings": [
        "cost of maintenance maintenance expenses,"
      ]
    },
    {
      "phrase": "품위 유지비를 받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be paid to keep up a certain standard of appearance"
      ]
    },
    {
      "phrase": "차를 가지고 있으면 유지비가 듭니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "자동차 If you have a car, it costs for maintenance.",
        "자동차 If you have a car, it costs to maintain it."
      ]
    },
    {
      "phrase": "유지비량계",
      "hanja": " (乳脂比量計)",
      "example": {},
      "meanings": [
        "의학 lactocrit"
      ]
    },
    {
      "phrase": "장비유지비",
      "hanja": " (裝備維持費)",
      "example": {},
      "meanings": [
        "군사 equipment maintenance cost"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "upkeep",
      "frequency": 3
    },
    {
      "meaning": "carrying charge",
      "frequency": 0
    },
    {
      "meaning": "running costs",
      "frequency": 0
    },
    {
      "meaning": "maintenance expense[cost]",
      "frequency": 0
    },
    {
      "meaning": "upkeep costs",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"월급이 몽땅 품위 유지비로 통장에서 증발 되고있습니다\"... \"And my wage is disappearing from the bank\". 듣기 View video IDOL x IDOL : Underdog - 언더독 ' 언더독 라디오, 사연있는 팬들'",
      "english": "\"And my wage is disappearing from the bank\"."
    }
  ],
  "examples": [
    {
      "korean": "cost of maintenance 듣기 Add to Wordbook 유지비. Friendict Level English-Korean Dictionary",
      "english": "cost of maintenance Add to Wordbook"
    },
    {
      "korean": "A small car has the added advantage of being cheaper to run. 듣기 Add to Wordbook 소형차는 유지비가 더 싸다는 추가 장점도 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A small car has the added advantage of being cheaper to run. Add to Wordbook"
    },
    {
      "korean": "The school pays for heating and the maintenance of the buildings. 듣기 Add to Wordbook 그 학교에서는 난방비와 건물 유지비를 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The school pays for heating and the maintenance of the buildings. Add to Wordbook"
    },
    {
      "korean": "You should qualify for help with the costs of running a car. 듣기 Add to Wordbook 당신은 자동차 유지비를 지원받을 수 있는 자격을 갖추고 있어야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You should qualify for help with the costs of running a car. Add to Wordbook"
    },
    {
      "korean": "Under the terms of the lease, you have to pay maintenance charges. 듣기 Add to Wordbook 그 임대차 계약 조건에 의하면 당신이 유지비를 지불해야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Under the terms of the lease, you have to pay maintenance charges. Add to Wordbook"
    }
  ]
}