{
  "phrases": [
    {
      "phrase": "융해",
      "hanja": " (融解)",
      "example": {},
      "meanings": [
        "(물리) fusion, melting, dissolution, 융해하다 fuse, melt, dissolve, liquefy"
      ]
    },
    {
      "phrase": "융해의",
      "hanja": " (融解-)",
      "example": {},
      "meanings": [
        "의학 liquefacient"
      ]
    },
    {
      "phrase": "융해온도",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 melting temperature"
      ]
    },
    {
      "phrase": "동결융해",
      "hanja": " (凍結融解)",
      "example": {},
      "meanings": [
        "의학 freeze-thawing"
      ]
    },
    {
      "phrase": "액화융해",
      "hanja": " (液化融解)",
      "example": {},
      "meanings": [
        "의학 dissolution"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "diffluence",
      "frequency": 0
    },
    {
      "meaning": "synchysis",
      "frequency": 0
    },
    {
      "meaning": "frit",
      "frequency": 0
    },
    {
      "meaning": "eutectic",
      "frequency": 0
    },
    {
      "meaning": "leer 3",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "And the glaciers' discharge is significantly contributing to increasing sea levels. 듣기 Add to Wordbook 그리고 빙하의 융해는 해면 상승의 주요 요인이 되고 있다. Neungyule",
      "english": "And the glaciers' discharge is significantly contributing to increasing sea levels. Add to Wordbook"
    },
    {
      "korean": "By the end of the century, the accelerated melting could cause sea levels to climb by 3 to 5 feet. 듣기 Add to Wordbook 이번 세기 말까지, 가속화된 빙하 융해는 해면을 3~5 피트 높아지게 할 수도 있다. Neungyule",
      "english": "By the end of the century, the accelerated melting could cause sea levels to climb by 3 to 5 feet. Add to Wordbook"
    },
    {
      "korean": "Researchers once believed that the melting was limited to the Antarctic Peninsula, a narrow tongue of land pointing toward South America. 듣기 Add to Wordbook 과학자들은 한때, 이 빙하 융해가, 남미를 향해 있는 육지의 좁은 후미(갑)인 남극 대륙에 제한된 것으로 생각했었다. Neungyule",
      "english": "Researchers once believed that the melting was limited to the Antarctic Peninsula, a narrow tongue of land pointing toward South America. Add to Wordbook"
    },
    {
      "korean": "In nuclear transfer technology, the nucleus is removed from an egg cell, replaced with the nucleus of the animal or person to be cloned, and then fused. 듣기 Add to Wordbook 핵 이식 기술에서, 세포 핵은 난자 세포에서 제거되어서, 복제될 동물이나 인간의 세포핵으로 대체되고, 그 뒤에 융해된다. Neungyule",
      "english": "In nuclear transfer technology, the nucleus is removed from an egg cell, replaced with the nucleus of the animal or person to be cloned, and then fused. Add to Wordbook"
    },
    {
      "korean": "But satellite data and automated weather stations now indicate it is more widespread. 듣기 Add to Wordbook 하지만 위성 데이터와 자동화 시설을 갖춘 기상청은 현재 빙하 융해가 더 광범위하게 진행되고 있다고 지적한다. Neungyule",
      "english": "But satellite data and automated weather stations now indicate it is more widespread. Add to Wordbook"
    }
  ]
}