{
  "phrases": [
    {
      "phrase": "융합",
      "hanja": " (融合)",
      "example": {},
      "meanings": [
        "(화학) [명사] fusion, [동사] fuse",
        "(하나로 화합하다) [명사] amalgamation, [동사] amalgamate, unite"
      ]
    },
    {
      "phrase": "융합(생식)",
      "hanja": " (融合(生殖))",
      "example": {},
      "meanings": [
        "의학 syngamy"
      ]
    },
    {
      "phrase": "핵융합",
      "hanja": "",
      "example": {},
      "meanings": [
        "nuclear fusion"
      ]
    },
    {
      "phrase": "핵융합 폭탄",
      "hanja": "",
      "example": {},
      "meanings": [
        "a (nuclear) fusion bomb"
      ]
    },
    {
      "phrase": "상이한 문화를 융합하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "blend different cultures"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fusion",
      "frequency": 3
    },
    {
      "meaning": "syncretism",
      "frequency": 0
    },
    {
      "meaning": "confluence",
      "frequency": 0
    },
    {
      "meaning": "amalgamation",
      "frequency": 0
    },
    {
      "meaning": "blending",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오빠 성격 자체가 사람들을 되게 잘 하나로 뭉치고 하나로 융합시키는 힘이 있어요. His personality makes him very good at gathering and fusing people together. 듣기 View video 포토피플(PHOTO PEOPLE) : Ep.07 '인간 김재중'의 이야기",
      "english": "His personality makes him very good at gathering and fusing people together."
    },
    {
      "korean": "융합대학이기는 하지만... Although it's convergence college... 듣기 View video CRAYONPOP : 크레용팝의 첫 라이브방송 \"아는 용팝\" 나를 맞혀봐",
      "english": "Although it's convergence college..."
    },
    {
      "korean": "융합예술대학이 나눠졌어. The convergence art school was divided. 듣기 View video CRAYONPOP : 크레용팝의 첫 라이브방송 \"아는 용팝\" 나를 맞혀봐",
      "english": "The convergence art school was divided."
    },
    {
      "korean": "서로서로 융합되는 그런 관계입니다. They are both very interrelated. 듣기 View video B.I.G : 비아이지 소원빌기",
      "english": "They are both very interrelated."
    },
    {
      "korean": "[융합되지 않는 분위기] 너무 빈속에 먹는다구요? [Can't come to an agreement] We are drinking on an empty stomach? 듣기 View video V WEB DRAMA : [플랜맨 뉴비기닝_규슈] 본격적인 술방TIME _ 3회",
      "english": "[Can't come to an agreement] We are drinking on an empty stomach?"
    }
  ],
  "examples": [
    {
      "korean": "Our different ideas fused into a plan. 듣기 Add to Wordbook 우리의 다른 생각들이 하나의 계획으로 융합되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our different ideas fused into a plan. Add to Wordbook"
    },
    {
      "korean": "a confluence of social factors 듣기 Add to Wordbook 사회적 요소들의 융합 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a confluence of social factors Add to Wordbook"
    },
    {
      "korean": "His fusion of jazz and hip-hop was very successful. 듣기 Add to Wordbook 그의 재즈와 힙합의 융합은 매우 성공적이었다. 절대어휘 5100",
      "english": "His fusion of jazz and hip-hop was very successful. Add to Wordbook"
    },
    {
      "korean": "Don't get me wrong: I love nuclear energy! It's just that I prefer fusion to fission. And it just so happens that there's an enormous fusion reactor safely banked a few million miles from us. It delivers more than we could ever use in just about 8 minutes. And it's wireless! (William McDonough) 듣기 Add to Wordbook 오해하지 마십시오. 저는 핵 에너지를 사랑합니다. 다만 핵분열보다는 핵융합을 선호하는 것 뿐입니다. 마침 안전하게 저장되어 있는 거대한 핵융합 원자로 하나가 수백 마일 떨어진 곳에 있습니다. 그 원자로는 우리가 평생 사용할 수 있는 것보다 많은 것(에너지)을 단 8분 만에 전달할 수 있습니다. 그것도 무선으로! (윌리엄 맥도나우, 성공명언) 명언/속담",
      "english": "Don't get me wrong: I love nuclear energy! It's just that I prefer fusion to fission. And it just so happens that there's an enormous fusion reactor safely banked a few million miles from us. It delivers more than we could ever use in just about 8 minutes. And it's wireless! (William McDonough) Add to Wordbook"
    },
    {
      "korean": "The settlers soon merged with other peoples. 듣기 Add to Wordbook 이주자들은 곧 다른 민족들과 융합되었다. Friendict Level English-Korean Dictionary",
      "english": "The settlers soon merged with other peoples. Add to Wordbook"
    }
  ]
}