{
  "phrases": [
    {
      "phrase": "으깨다",
      "hanja": "",
      "example": {},
      "meanings": [
        "mash (up), crush"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "rillette",
      "frequency": 0
    },
    {
      "meaning": "paste",
      "frequency": 3
    },
    {
      "meaning": "Aligot",
      "frequency": 0
    },
    {
      "meaning": "squash",
      "frequency": 3
    },
    {
      "meaning": "rolled oats",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래서 보통 저는 이거를 으깨서 족욕 할 때 쓰거나 제가 족욕기가 있거든요! So, I normally crush these and use them when I do a foot bath. I have a foot bath machine. 듣기 View video 카모마일T (Chamomile_T) : 러쉬 가디스 신제품 전제품 리뷰! / LUSH Goddess review",
      "english": "So, I normally crush these and use them when I do a foot bath. I have a foot bath machine."
    },
    {
      "korean": "얘를 가지고 살짝 으깨서 발라줄 거예요. 지금 보면 손이 이렇게 되어있죠? I will slightly crush it and put it on... You can see my hand like this right? 듣기 View video KKOSISTERS : 파워퍼프걸 아트 메이크업 The powerpuff Girls inspired Art makeup",
      "english": "I will slightly crush it and put it on... You can see my hand like this right?"
    },
    {
      "korean": "아~ 두부 으깨서 넣는거네. Oh~ You actually mash with your hands. 듣기 View video IMFACT : [IMFACT] 릴레이 요리(feat. 임팩트는요리사)",
      "english": "Oh~ You actually mash with your hands."
    },
    {
      "korean": "계란을 으깨서 넣으시는 분들도 많고. Some people put mashed eggs on their toast. 듣기 View video NU'EST : [NU'EST W] 뉴블의 심야식당 - 오늘을 읽어주는 남자들 part.2",
      "english": "Some people put mashed eggs on their toast."
    },
    {
      "korean": "이렇게요? - 네 맞네요 이렇게 으깨서요. Like this? - Yeah. That's how you do it. 듣기 View video IMFACT : [IMFACT] 릴레이 요리(feat. 임팩트는요리사)",
      "english": "Like this? - Yeah. That's how you do it."
    }
  ],
  "examples": [
    {
      "korean": "The soup was a mash of grain and vegetables. 듣기 Add to Wordbook 수프는 곡물과 채소를 으깨서 만든 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The soup was a mash of grain and vegetables. Add to Wordbook"
    },
    {
      "korean": "I mashed the potatoes, made the stuffing and a salad. 듣기 Add to Wordbook 나는 감자를 으깨서 속과 샐러드를 만들었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "I mashed the potatoes, made the stuffing and a salad. Add to Wordbook"
    },
    {
      "korean": "In a bowl, break salmon or tuna apart with a fork. 듣기 Add to Wordbook 포크로 연어나 참치를 으깨서 보울에 넣으세요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 dkssudglep(dkss****)",
      "english": "In a bowl, break salmon or tuna apart with a fork. Add to Wordbook"
    },
    {
      "korean": "Mash the blue cheese well and combine with the cream cheese. 듣기 Add to Wordbook 블루 치즈를 잘 으깨서 크림치즈와 섞어라 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 승원(ssgg****)",
      "english": "Mash the blue cheese well and combine with the cream cheese. Add to Wordbook"
    },
    {
      "korean": "Crush blueberries; add to kettle; add pectin crystals; bring to a hard boil over high heat; stirring continuously. 듣기 Add to Wordbook 블루베리를 으깨서 주전자에 넣고 켑틴 결정을 첨가하여 강불에 끓이면서 계속 저어주세요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 메르베이(psys****)",
      "english": "Crush blueberries; add to kettle; add pectin crystals; bring to a hard boil over high heat; stirring continuously. Add to Wordbook"
    }
  ]
}