{
  "phrases": [
    {
      "phrase": "-으면",
      "hanja": "",
      "example": {},
      "meanings": [
        "if, when."
      ]
    },
    {
      "phrase": "-면",
      "hanja": "",
      "example": {},
      "meanings": [
        "if, in case (of), provided[supposing] that"
      ]
    },
    {
      "phrase": "-으면",
      "hanja": "",
      "example": {},
      "meanings": [
        "Ending -myeon (→-면)",
        "Ending -myeon (→-면)",
        "Ending -myeon (→-면)"
      ]
    },
    {
      "phrase": "-으면서도",
      "hanja": "",
      "example": {},
      "meanings": [
        "while...yet, (al)though."
      ]
    },
    {
      "phrase": "-으면 되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "-myeon doeda (→-면 되다)"
      ]
    }
  ],
  "meanings": [],
  "vlive": [],
  "examples": [
    {
      "korean": "The Discovery Health Channel filmed Johannah's birth and will broadcast the show in May of 2006. 듣기 Add to Wordbook 디스커버리 헬스 채널은 조하나의 탄생을 영상에 담았 으면 2006년 5월에 방영할 예정이다. Neungyule",
      "english": "The Discovery Health Channel filmed Johannah's birth and will broadcast the show in May of 2006. Add to Wordbook"
    },
    {
      "korean": "It would be amusing if they were not so deadly serious. 듣기 Add to Wordbook 만약 그들이 그것을 그렇게치명적인가를 심각하게 생각하지않 으면 그것은재미있을것이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 boredom(poop****) Hansard",
      "english": "It would be amusing if they were not so deadly serious. Add to Wordbook"
    },
    {
      "korean": "This alarm occurs when the sensor module is not in the hood or calibration position. 듣기 Add to Wordbook 센서 모듈이 후드 또는 보정 위치에 있지 않 으면 이 알람이 발생합니다. hansemEUG",
      "english": "This alarm occurs when the sensor module is not in the hood or calibration position. Add to Wordbook"
    },
    {
      "korean": "Accessories such as shelves should never be overloaded and are not intended to hold an infant. 듣기 Add to Wordbook 선반과 같은 부속품에 물건을 너무 많이 올려 놓 으면 안 되며 부속품은 신생아 체중을 지탱하도록 고안되지 않았습니다. hansemEUG",
      "english": "Accessories such as shelves should never be overloaded and are not intended to hold an infant. Add to Wordbook"
    }
  ]
}