{
  "phrases": [
    {
      "phrase": "으악",
      "hanja": "",
      "example": {},
      "meanings": [
        "(놀랄 때) Ugh!, Wow!, Gee!, (놀라게 할 때) Boo!, Bo!, Boh!"
      ]
    },
    {
      "phrase": "으악",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb blagh"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "aargh",
      "frequency": 0
    },
    {
      "meaning": "urgh",
      "frequency": 0
    },
    {
      "meaning": "jiminy",
      "frequency": 0
    },
    {
      "meaning": "ONNA",
      "frequency": 0
    },
    {
      "meaning": "ONNTA",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "빵! - 으악! - 으악! Bang! - Ugh! 듣기 View video BTS : Run BTS! 2020 - EP.94",
      "english": "Bang! - Ugh!"
    },
    {
      "korean": "빵! 으악 - 으악! Bang! Ugh! - Ugh! 듣기 View video BTS : Run BTS! 2020 - EP.93",
      "english": "Bang! Ugh! - Ugh!"
    },
    {
      "korean": "악! 으악! Oh no! Argh! 듣기 View video M2 : [FULL] TOMORROW X TOGETHER Welcome Back Show",
      "english": "Oh no! Argh!"
    },
    {
      "korean": "빵! - 으악! Bang. - Ugh! 듣기 View video BTS : Run BTS! 2020 - EP.94",
      "english": "Bang. - Ugh!"
    },
    {
      "korean": "칠, 빵 - 으악! 7. Bang. - Ugh! 듣기 View video BTS : Run BTS! 2020 - EP.94",
      "english": "7. Bang. - Ugh!"
    }
  ],
  "examples": [
    {
      "korean": "Aargh—get that cat off the table! 듣기 Add to Wordbook 으악! 식탁에서 그 고양이 치워! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Aargh—get that cat off the table! Add to Wordbook"
    },
    {
      "korean": "ARGH! After giving a cry, he was suffering and lying at death's door. 듣기 Add to Wordbook 으악! 외마디 비명을 외친 후, 그는 고통을 받으며 죽어가고 있었다. 국제영어대학원대학교 신어사전",
      "english": "ARGH! After giving a cry, he was suffering and lying at death's door. Add to Wordbook"
    },
    {
      "korean": "Oh, no, I left the keys inside the car! 듣기 Add to Wordbook 으악, 열쇠를 차 안에 뒀어! Neungyule",
      "english": "Oh, no, I left the keys inside the car! Add to Wordbook"
    },
    {
      "korean": "“Aaahh! A gorilla!” cries the bus driver. 듣기 Add to Wordbook “으악! 고릴라다!”버스 운전사가 소리쳐요. YBM All in All English-Korean Dictionary",
      "english": "“Aaahh! A gorilla!” cries the bus driver. Add to Wordbook"
    },
    {
      "korean": "“Oh, no! I don’t want to dance,” cries out Sam. 듣기 Add to Wordbook “으악, 싫어! 난 춤추고 싶지 않아.” 샘이 소리치며 말해요. YBM All in All English-Korean Dictionary",
      "english": "“Oh, no! I don’t want to dance,” cries out Sam. Add to Wordbook"
    }
  ]
}