{
  "phrases": [
    {
      "phrase": "이군",
      "hanja": " (二軍)",
      "example": {},
      "meanings": [
        "farm team, farm club, second string"
      ]
    },
    {
      "phrase": "이군으로 보내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "farm out",
        "relegate to the farm (team)"
      ]
    },
    {
      "phrase": "이군으로 보내진 선수",
      "hanja": "",
      "example": {},
      "meanings": [
        "a farmed-out player"
      ]
    },
    {
      "phrase": "이군에서 일군으로 오르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be raised[make it] from the farm to the first team"
      ]
    },
    {
      "phrase": "이군 선수",
      "hanja": " (二軍選手)",
      "example": {},
      "meanings": [
        "a farmhand"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Yigun",
      "frequency": 0
    },
    {
      "meaning": "dicluster",
      "frequency": 0
    },
    {
      "meaning": "a farmed-out player",
      "frequency": 0
    },
    {
      "meaning": "two group theory",
      "frequency": 0
    },
    {
      "meaning": "two group model",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이 군! 이군~~~~ Lee goon! Lee goon~ 듣기 View video 컨버전스 TV (CONS TV) : [뜻밖의 히어로즈] 5화",
      "english": "Lee goon! Lee goon~"
    },
    {
      "korean": "내가 왜 이 군인데? Why am I Lee goon? 듣기 View video 컨버전스 TV (CONS TV) : [뜻밖의 히어로즈] 3화",
      "english": "Why am I Lee goon?"
    },
    {
      "korean": "이 군? 이윤지... Lee goon? Lee Yoonji... 듣기 View video 컨버전스 TV (CONS TV) : [뜻밖의 히어로즈] 3화",
      "english": "Lee goon? Lee Yoonji..."
    },
    {
      "korean": "이군 이걸 먹을래? Lee goon, do you want to eat this? 듣기 View video 컨버전스 TV (CONS TV) : [뜻밖의 히어로즈] 3화",
      "english": "Lee goon, do you want to eat this?"
    },
    {
      "korean": "야 먹자 - 이군은? Hey, let's eat. - What about Lee goon? 듣기 View video 컨버전스 TV (CONS TV) : [뜻밖의 히어로즈] 8화",
      "english": "Hey, let's eat. - What about Lee goon?"
    }
  ],
  "examples": [
    {
      "korean": "Lee's disabilities mean that he cannot hear the sound of the ball on the racket, though. 듣기 Add to Wordbook 물론 이 군은 장애로 인해 공이 라켓과 닿는 소리는 들을 수 없다. Neungyule",
      "english": "Lee's disabilities mean that he cannot hear the sound of the ball on the racket, though. Add to Wordbook"
    },
    {
      "korean": "Either Mr. Lee or I must go. 듣기 Add to Wordbook 이 군이나 내가 가야 한다 Dong-a's Prime English-Korean Dictionary",
      "english": "Either Mr. Lee or I must go. Add to Wordbook"
    },
    {
      "korean": "This troop is at my command. 듣기 Add to Wordbook 이 군은 내가 장악하고 있다. YBM All in All English-Korean Dictionary",
      "english": "This troop is at my command. Add to Wordbook"
    },
    {
      "korean": "Lee became the first 11-year-old to make it to the semifinals at the Eddie Herr tournament. 듣기 Add to Wordbook 이 군은 11살의 나이로 에디 허 대회의 준결승까지 올라간 첫 선수가 되었다. Neungyule",
      "english": "Lee became the first 11-year-old to make it to the semifinals at the Eddie Herr tournament. Add to Wordbook"
    },
    {
      "korean": "Lee reportedly had a conversation with his mother until midnight and went to his room as usual. 듣기 Add to Wordbook 이군은 자정까지 그의 어머니와 대화를 나눈 후 평소와 다름없이 그의 방으로 들어갔다고 전해 졌다. Neungyule",
      "english": "Lee reportedly had a conversation with his mother until midnight and went to his room as usual. Add to Wordbook"
    }
  ]
}