{
  "phrases": [
    {
      "phrase": "시련을 이겨낸 우정",
      "hanja": "",
      "example": {},
      "meanings": [
        "well-proven[old and tried] friendship"
      ]
    },
    {
      "phrase": "이기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(승리하다) win, beat, defeat",
        "(감정·욕망 등을 억누르다) overcome, control, suppress, (formal) subdue",
        "(고통·고난 등을 극복하다) overcome, surmount, beat"
      ]
    },
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(길·구멍 등을) make",
        "(돈·비용·성금 등을) (지불하다) pay; (기부하다) donate (to), contribute (to/toward)",
        "(광고 등을) put, place"
      ]
    },
    {
      "phrase": "이기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(반죽하다) knead, (섞다) mix"
      ]
    },
    {
      "phrase": "내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb naeda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "well-proven[old and tried] friendship",
      "frequency": 0
    },
    {
      "meaning": "withstand",
      "frequency": 1
    },
    {
      "meaning": "beat",
      "frequency": 2
    },
    {
      "meaning": "break",
      "frequency": 2
    },
    {
      "meaning": "scrape",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "아니에요 한 씨는 이겨낸 거예요. No. You overcame it, Han. 듣기 View video Stray Kids : [Stray Kids(스트레이 키즈) : SKZ's HONEY-TIPS(슼즈의 허니팁)] Ep.04",
      "english": "No. You overcame it, Han."
    },
    {
      "korean": "불면증을 이겨낸 현기증. Dizziness will help you get over insomnia. 듣기 View video V COOKIE : [Replay]Seventeen Jeong-Han's LieV - 세븐틴 정한의 눕방 라이브!",
      "english": "Dizziness will help you get over insomnia."
    },
    {
      "korean": "'그럭저럭 크고 작은 비바람들을 잘 이겨낸 것 같아'. \"Seems like we've weathered a few storms\". 듣기 View video GFRIEND : 고맙다는 말 못하고 내가 잠이 와 안와,,ㅠ",
      "english": "\"Seems like we've weathered a few storms\"."
    },
    {
      "korean": "[그래, 난 잘 이겨낸 것 같아] 그래, 나쁘지 않았어. [Yes, I got through it well] Yeah, that wasn't bad. 듣기 View video Stray Kids : [Stray Kids: 제 9구역(The 9th)] EP.03",
      "english": "[Yes, I got through it well] Yeah, that wasn't bad."
    },
    {
      "korean": "난 내가 이겨낸 거 아니에요? - 벌칙이 아니었어요. I didn't make any noise. - That wasn't a punishment. 듣기 View video ONSTYLE & Olive : [떠나보고서] MXM 임영민&김동현 PICK ME HELP ME ♥",
      "english": "I didn't make any noise. - That wasn't a punishment."
    }
  ],
  "examples": [
    {
      "korean": "For her to have survived such an ordeal was remarkable. 발음듣기 그녀가 그런 역경을 이겨낸 것은 놀라운 일이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "For her to have survived such an ordeal was remarkable. 발음"
    },
    {
      "korean": "There is not any memory with less satisfaction than the memory of some temptation we resisted. (James Branch Cabell) 발음듣기 우리가 이겨낸 유혹의 기억보다 더 만족스런 기억은 없다. (제임스 브랜치 캐벌, 경험명언) 명언/속담",
      "english": "There is not any memory with less satisfaction than the memory of some temptation we resisted. (James Branch Cabell) 발음"
    },
    {
      "korean": "He had won the victory over himself. 발음듣기 그는 자기 자신을 이겨낸 것이었다. YBM All in All English-Korean Dictionary",
      "english": "He had won the victory over himself. 발음"
    },
    {
      "korean": "The Indian climatologist who heads the panel, Rajendra K.Pachauri, said that the prize was proof that science had won out over skepticism. 발음듣기 이 위원회를 이끌고 있는, 인도의 기후학자인 Rajendra K.Pachauri는 이 상이, 과학이 회의론을 이겨낸 증거라고 말했다. Neungyule",
      "english": "The Indian climatologist who heads the panel, Rajendra K.Pachauri, said that the prize was proof that science had won out over skepticism. 발음"
    },
    {
      "korean": "From Dion’s humble French-Canadian beginnings to her husband’s recent bout with throat cancer to their joint victory over infertility, the couple has, it seems, always managed to overcome. 발음듣기 보잘것없던 디온의 신인 여가수 시절에서부터 최근 남편의 후두암 투병생활, 그리고 불임을 함께 이겨낸 성공 스토리에 이르기까지 이들 부부는 항상 용케도 역경을 극복해 온 것 같다. YBM All in All English-Korean Dictionary",
      "english": "From Dion’s humble French-Canadian beginnings to her husband’s recent bout with throat cancer to their joint victory over infertility, the couple has, it seems, always managed to overcome. 발음"
    }
  ]
}