{
  "phrases": [
    {
      "phrase": "이기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(승리하다) win, beat, defeat",
        "(감정·욕망 등을 억누르다) overcome, control, suppress, (formal) subdue",
        "(고통·고난 등을 극복하다) overcome, surmount, beat"
      ]
    },
    {
      "phrase": "이기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(반죽하다) knead, (섞다) mix"
      ]
    },
    {
      "phrase": "이기는 것이 지는 것",
      "hanja": "",
      "example": {},
      "meanings": [
        "Winning is equal to losing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "take some beating",
      "frequency": 0
    },
    {
      "meaning": "puddling",
      "frequency": 0
    },
    {
      "meaning": "hard act to follow",
      "frequency": 0
    },
    {
      "meaning": "gin 4",
      "frequency": 0
    },
    {
      "meaning": "be easy to win over",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "과연 이 뜨거운 여름을 이기기 위해 과연 우리 채령 씨는 뭘 추천할까요? What do you recommend for beating the summer heat? 듣기 View video ITZY : [FULL] ITZY SHOWCASE",
      "english": "What do you recommend for beating the summer heat?"
    },
    {
      "korean": "[미션 3. 관객 중 안경 쓴 사람과 묵찌빠 3번 이기기] 관객 중 안경 쓴 사람과 묵찌빠 3번 이기기. [Mission 3] Play Korean Rock-Paper-Scissors with someone with glasses. 듣기 View video MAMAMOO : [Special]소문난 별다방 공개방송 비하인드",
      "english": "[Mission 3] Play Korean Rock-Paper-Scissors with someone with glasses."
    },
    {
      "korean": "[도청&붙잡기 이기기 위해선 뭐든지 한다] 이번엔 상대방이 가는 길을... [Tap and capture. Do everything to win] This time, the path your opposing team is going... 듣기 View video MONSTA X : MONSTA X-RAY 3 (몬스타엑스레이 3) 4화 예고",
      "english": "[Tap and capture. Do everything to win] This time, the path your opposing team is going..."
    },
    {
      "korean": "널 이기기 위해서! To beat you! 듣기 View video 슈주 리턴즈 : 슈주 리턴즈 EP7- 회의는 점점 산으로...",
      "english": "To beat you!"
    },
    {
      "korean": "내가 이기기 싫어. I don't like this. 듣기 View video DICKPUNKS : DICKPUNKS 이동차량 자리선정게임(2016.06)",
      "english": "I don't like this."
    }
  ],
  "examples": [
    {
      "korean": "We’re going all out to win. 듣기 Add to Wordbook 우리는 이기기 위해 총력을 기울이고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’re going all out to win. Add to Wordbook"
    },
    {
      "korean": "He still hopes to win his claim against unfair dismissal. 듣기 Add to Wordbook 그는 아직도 부당 해고에 맞선 자신의 주장이 이기기를 바라고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He still hopes to win his claim against unfair dismissal. Add to Wordbook"
    },
    {
      "korean": "The team will come through this barren patch and start to win again. 듣기 Add to Wordbook 그 팀이 이 소득 없는 시기를 벗어나 다시 이기기 시작할 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The team will come through this barren patch and start to win again. Add to Wordbook"
    },
    {
      "korean": "Their recent wins have proved they’re still the ones to beat. 듣기 Add to Wordbook 그들의 최근 우승은 그들이 아직도 이기기 힘든 상대임을 입증했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their recent wins have proved they’re still the ones to beat. Add to Wordbook"
    },
    {
      "korean": "You can no more win a war than you can win an earthquake. (Jeannette Rankin) 듣기 Add to Wordbook 전쟁에서 이기기란 지진을 이기는 것과 마찬가지다. (재닛 랜킨, 전쟁명언) 명언/속담",
      "english": "You can no more win a war than you can win an earthquake. (Jeannette Rankin) Add to Wordbook"
    }
  ]
}