{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "[집안싸움에서 서울대 츄플은 이길 수 있을까?!] 바팩이요? [Will TRIPLE H be able to win?!] BOUNCE FACTORY? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "[Will TRIPLE H be able to win?!] BOUNCE FACTORY?"
    },
    {
      "korean": "내가 이길 수밖에 없을 걸! I will win no matter what. 듣기 View video ITZY : I SEE ITZY(있지) EP.08",
      "english": "I will win no matter what."
    },
    {
      "korean": "알았다! 이길 수 있는 방법을! Now I know! I know how to win! 듣기 View video 컨스TV : 웹드라마 [기적 소녀 5화] 공기놀이로 우리를 이겨봐",
      "english": "Now I know! I know how to win!"
    },
    {
      "korean": "이길 수 있어! 우리 한 번 이겨보자! You can do it! Let's win! 듣기 View video BTS : Run BTS! 2020 - EP.93",
      "english": "You can do it! Let's win!"
    },
    {
      "korean": "[날 이길 수 없동] 자신 있어요? [You can't win] Are you confident? 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 2019 소리바다어워즈 BEHIND",
      "english": "[You can't win] Are you confident?"
    }
  ],
  "examples": [
    {
      "korean": "Sam boasted that she could beat anyone at poker. 듣기 Add to Wordbook 샘은 포커에서는 누구든 이길 수 있다고 자랑했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sam boasted that she could beat anyone at poker. Add to Wordbook"
    },
    {
      "korean": "They may well win. 듣기 Add to Wordbook 그들이 충분히 이길 수도 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They may well win. Add to Wordbook"
    },
    {
      "korean": "If the players think they can win this match easily, they are in for a rude awakening. 듣기 Add to Wordbook 그 선수들이 이번 시합을 쉽게 이길 수 있다고 생각한다면 예상 밖의 각성을 하게 될 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If the players think they can win this match easily, they are in for a rude awakening. Add to Wordbook"
    },
    {
      "korean": "Go for it, John! You know you can beat him. 듣기 Add to Wordbook 힘 내, 존! 그를 이길 수 있다는 거 알잖아. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Go for it, John! You know you can beat him. Add to Wordbook"
    },
    {
      "korean": "The championship is still wide open. 듣기 Add to Wordbook 그 선수권 대회는 아직 활짝 열려 있다[누구나 이길 수 있다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The championship is still wide open. Add to Wordbook"
    }
  ]
}