{
  "phrases": [
    {
      "phrase": "이데올로기",
      "hanja": "",
      "example": {},
      "meanings": [
        "(이념) ideology"
      ]
    },
    {
      "phrase": "Ideologie",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 철학용어 이데올로기. 관념 형태라고도 불리운다."
      ]
    },
    {
      "phrase": "이데올로기의 분열[대립]",
      "hanja": "",
      "example": {},
      "meanings": [
        "an ideological split[conflict]"
      ]
    },
    {
      "phrase": "이데올로기의",
      "hanja": "",
      "example": {},
      "meanings": [
        "ideological"
      ]
    },
    {
      "phrase": "도이치이데올로기",
      "hanja": "",
      "example": {},
      "meanings": [
        "철학·뉴스와 미디어·역사 Die Deutsche Ideologie"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ideology",
      "frequency": 1
    },
    {
      "meaning": "ideology",
      "frequency": 0
    },
    {
      "meaning": "ideology",
      "frequency": 0
    },
    {
      "meaning": "ideologist",
      "frequency": 0
    },
    {
      "meaning": "ideologic",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이데올로기에 상징성을 가져요. So the ideology can have its symbolism. 듣기 View video V BOOKS : <나의 문화유산답사기> 저자 유홍준 생중계, '서울을 말하다'",
      "english": "So the ideology can have its symbolism."
    },
    {
      "korean": "조선왕조는 유교를 이데올로기로 했거든요. Chosun dynasty chose Confucianism as their ideology. 듣기 View video V BOOKS : <나의 문화유산답사기> 저자 유홍준 생중계, '서울을 말하다'",
      "english": "Chosun dynasty chose Confucianism as their ideology."
    },
    {
      "korean": "돈 잘 벌면 장땡이라는 이데올로기가 천민자본주의거든요. The ideology behind Capitalism is... If you make good money, you are the best. 듣기 View video MOMO X : [더 리더] 팔로알토의 갈색 눈으로 바라보는 세상",
      "english": "The ideology behind Capitalism is... If you make good money, you are the best."
    }
  ],
  "examples": [
    {
      "korean": "The ideological structure of capitalism is often attacked. 발음듣기 자본주의의 이데올로기적 구조는 흔히 비난을 받는다. Neungyule",
      "english": "The ideological structure of capitalism is often attacked. 발음"
    },
    {
      "korean": "In the USA, Democrats and Republicans have different ideologies. 발음듣기 미국에서 민주당과 공화당은 상이한 이데올로기를 갖는다. Neungyule",
      "english": "In the USA, Democrats and Republicans have different ideologies. 발음"
    },
    {
      "korean": "The two parties' ideology is opposed sharply. 발음듣기 양측의 이데올로기가 첨예하게 대립하고 있다 Neungyule",
      "english": "The two parties' ideology is opposed sharply. 발음"
    },
    {
      "korean": "That means a difference in ideology between us. 발음듣기 그것은 우리의 이데올로기의 차이다 Dong-a's Prime English-Korean Dictionary",
      "english": "That means a difference in ideology between us. 발음"
    },
    {
      "korean": "The two parties have different ideologies. 발음듣기 두 당은 상이한 이데올로기를 가지고 있다 Neungyule",
      "english": "The two parties have different ideologies. 발음"
    }
  ]
}