{
  "phrases": [
    {
      "phrase": "이라는",
      "hanja": "",
      "example": {},
      "meanings": [
        "that is (called)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "the door marked W.E. John W.E.",
      "frequency": 0
    },
    {
      "meaning": "-ine 1",
      "frequency": 0
    },
    {
      "meaning": "오발탄",
      "frequency": 0
    },
    {
      "meaning": "dehydro-",
      "frequency": 0
    },
    {
      "meaning": "pyopneumo-",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그중에서 2번째 타이틀곡 '그 겨울' 이라는곡이였습니다. and this is the 2nd main song called \"In That Winter\". 듣기 View video ANTENNA : [REPLAY] DJ 정승환의 목.빠.싶 - 목소리에 빠지고 싶다 (WELCOME TO Jeong Seung Hwan RADIO)",
      "english": "and this is the 2nd main song called \"In That Winter\"."
    },
    {
      "korean": "15금이 뭐예요? - 15세 이상 이라는거죠. What is that? - It means you can only watch if you are 15 years and over. 듣기 View video 천둥 (Thunder) : ⚡️Thunder's CCTV #7 [THUNDER]",
      "english": "What is that? - It means you can only watch if you are 15 years and over."
    },
    {
      "korean": "천만 이라는게 영화에 아주 가득하게 들어가있어요. \"Over 10 Million\" is written everywhere in this movie's poster. 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! (게스트: 부산행 신스틸러) Movie talk!talk!",
      "english": "\"Over 10 Million\" is written everywhere in this movie's poster."
    }
  ],
  "examples": [
    {
      "korean": "He plays the mature and very adult role of a stable boy named Alan Strang. 듣기 Add to Wordbook 그는 앨런 스트랑이라는 이름을 가진 마구간 소년의 성숙하고 아주 어른스러운 역을 연기한다. Neungyule",
      "english": "He plays the mature and very adult role of a stable boy named Alan Strang. Add to Wordbook"
    },
    {
      "korean": "What do you mean, \"not yet\"? 듣기 Add to Wordbook 아직 이라는게 무슨 말입니까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 hsk(gkst****)",
      "english": "What do you mean, \"not yet\"? Add to Wordbook"
    },
    {
      "korean": "I do not know what \"discreet\" means in this context. 듣기 Add to Wordbook 나는 이 문맥에서 \"신중한\" 이라는게 무슨 의미 인지 모르겠다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 the happy vitamin(wdh1****) Hansard",
      "english": "I do not know what \"discreet\" means in this context. Add to Wordbook"
    },
    {
      "korean": "It is conspicuous that the Conservative party will not be represented. 듣기 Add to Wordbook 보수당이 대표 되지않을 것 이라는게 눈에띈다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 hjhjwebs(hjhj****) Hansard",
      "english": "It is conspicuous that the Conservative party will not be represented. Add to Wordbook"
    },
    {
      "korean": "It is hard to imagine now just what a great country Britain used to be. 듣기 Add to Wordbook 대영제국 이라는것을 단지 지금 상상하는게 어렵다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 000000(smp1****)",
      "english": "It is hard to imagine now just what a great country Britain used to be. Add to Wordbook"
    }
  ]
}