{
  "phrases": [
    {
      "phrase": "이라도",
      "hanja": "",
      "example": {},
      "meanings": [
        "(→라도)"
      ]
    },
    {
      "phrase": "이라도",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition rado (→라도)",
        "Postposition rado (→라도)",
        "Postposition rado (→라도)"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(머리에 얹다) place[put] sth on the head"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지붕을 얹다) roof, (기와로) tile, (짚으로) thatch, (판자로) shingle"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition da (→다3)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "even 1",
      "frequency": 0
    },
    {
      "meaning": "any old…",
      "frequency": 0
    },
    {
      "meaning": "seem",
      "frequency": 3
    },
    {
      "meaning": "appear",
      "frequency": 3
    },
    {
      "meaning": "pretend",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그러면 짤이라도 만들 수 있게 여러 짤을 만들어드릴까요? Then should we capture cuts so that they can make them? 듣기 View video TOMORROW X TOGETHER : 연준&태현 톡투데이 비하인드!♥",
      "english": "Then should we capture cuts so that they can make them?"
    },
    {
      "korean": "찾는 이라도 있소? Is there someone you're looking for? 듣기 View video Hwang Chi Yeul : #밤황치열시 #part.7 #DJ황치열",
      "english": "Is there someone you're looking for?"
    },
    {
      "korean": "심지어 하트도 아니고 별이라도 있었으면. It didn't have to be a heart. A star would have been fine. 듣기 View video HAPPYFACE : Dalshabet On Air 달샤벳 멤버별 테스트!",
      "english": "It didn't have to be a heart. A star would have been fine."
    },
    {
      "korean": "그래서 각이라도 앵글이라도 좀 두서가 없지 않기 위해서 고정을 했고요. I fixed the camera so that at least the angle is consistent. 듣기 View video BTS : RM : LOVE YOURSELF 承 ‘Her’ Behind",
      "english": "I fixed the camera so that at least the angle is consistent."
    },
    {
      "korean": "매니저랑 안 됐는데 언니랑이라도 훈훈하게 끝내고 싶어요. Since I couldn't do that with my manager I want a happy ending with you. 듣기 View video YGK+ : 효니티비4 손담비랑 제주올래? with Dambi Son",
      "english": "Since I couldn't do that with my manager I want a happy ending with you."
    }
  ],
  "examples": [
    {
      "korean": "I'd go to the end(s) of the earth if you wished it. 듣기 Add to Wordbook 네가 원하면 하늘에서 별이라도 따다 줄 수 있다 Neungyule",
      "english": "I'd go to the end(s) of the earth if you wished it. Add to Wordbook"
    },
    {
      "korean": "There's nothing in the world I wouldn't do for you. 듣기 Add to Wordbook 네가 원하면 하늘에서 별이라도 따다 줄 수 있다 Neungyule",
      "english": "There's nothing in the world I wouldn't do for you. Add to Wordbook"
    },
    {
      "korean": "Who doesn't brush their teeth at least once (even though you should brush at least twice) a day? 듣기 Add to Wordbook 하루에 적어도 한 번(적어도 두 번은 닦아야만 할지라도.)이라도 이를 닦지 않는 사람이 누가 있을까? TIMES CORE",
      "english": "Who doesn't brush their teeth at least once (even though you should brush at least twice) a day? Add to Wordbook"
    },
    {
      "korean": "Even with a ten cent tariff, the system wouldn't completely pay its own way. 듣기 Add to Wordbook 관세는 일할이라도 이런 식으로는 수지가 안 맞는다. 영어영작문대사전",
      "english": "Even with a ten cent tariff, the system wouldn't completely pay its own way. Add to Wordbook"
    },
    {
      "korean": "And I don't care if it's just for a few weeks'. 듣기 Add to Wordbook 단 '몇 주간'만 이라도 괜찮아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Pen never dry(ggdg****)",
      "english": "And I don't care if it's just for a few weeks'. Add to Wordbook"
    }
  ]
}