{
  "phrases": [
    {
      "phrase": "이네",
      "hanja": "",
      "example": {},
      "meanings": [
        "these people, they"
      ]
    },
    {
      "phrase": "이네(들)",
      "hanja": "",
      "example": {},
      "meanings": [
        "these people."
      ]
    },
    {
      "phrase": "이네르미캅시페르(속)",
      "hanja": " (-(屬))",
      "example": {},
      "meanings": [
        "의학 Inermicapsifer"
      ]
    },
    {
      "phrase": "이네 정",
      "hanja": " (伊根町(이근정))",
      "example": {},
      "meanings": [
        "지명 Ine"
      ]
    },
    {
      "phrase": "이네사이트",
      "hanja": "",
      "example": {},
      "meanings": [
        "지구과학 inesite"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "…, I declare!",
      "frequency": 0
    },
    {
      "meaning": "Inermicapsifer",
      "frequency": 0
    },
    {
      "meaning": "inesite",
      "frequency": 0
    },
    {
      "meaning": "Kusumoto Ine",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "과연 이 네 명 중 누가 남은 한 자리의 주인공이 될까요? Who will take the only seat left? 듣기 View video Mnet : 프로듀스101 시즌2 8화",
      "english": "Who will take the only seat left?"
    },
    {
      "korean": "이 네 개 중에 이 컬러만 진짜 엄청 쓰거든요. Out of these four colors, I only use this color. 듣기 View video EMMA BEAUTY : [금기녀] 불금 준비부터 맛집추천까지! 칵테일바 예뻐보이는 메이크업!",
      "english": "Out of these four colors, I only use this color."
    },
    {
      "korean": "핑크 모자에 핑크 옷을... - 핑돌이네 핑돌이. I had pink hat and pink shirt... - He is \"pink idol.\" 듣기 View video V PICK! : [V PICK! 1분 입덕가이드] 형섭x의웅 이의웅 편 (1min-Helpful Guide to HyeongseopXEuiwoong Lee Euiwoong)",
      "english": "I had pink hat and pink shirt... - He is \"pink idol.\""
    },
    {
      "korean": "그러면 이 네 분 가운데 환불을 잘할 것 같은 이미지를 가진 사람? So who do you think have this image, among these casts? 듣기 View video MBC드라마 : [내 뒤에 테리우스] 첫방사수 V라이브!",
      "english": "So who do you think have this image, among these casts?"
    },
    {
      "korean": "[손은 쭈욱~ 밀어준다] 여기서 손은 이 네 번 짚으면서 손은 계속 쭉 갑니다. As you're stepping down four times, bring your hand down. 듣기 View video V PICK! : [V PICK! HOW TO in V] 더보이즈 Q의 Text Me Back 추는 법☁️ (HOW TO DANCE THE BOYZ Q’s Text Me Back)",
      "english": "As you're stepping down four times, bring your hand down."
    }
  ],
  "examples": [
    {
      "korean": "The four of them became the founding members of the impressionist movement. 듣기 Add to Wordbook 이 네 사람은 인상주의 운동을 일으킨 초기 멤버가 되었다. Neungyule",
      "english": "The four of them became the founding members of the impressionist movement. Add to Wordbook"
    },
    {
      "korean": "The four players are Lee Woon-jae, Woo Sung-yong, Kim Sang-shik and Lee Dong-gook. 듣기 Add to Wordbook 이 네 명의 선수들은 이운재, 우성용, 김상식 그리고 이동국이다. Neungyule",
      "english": "The four players are Lee Woon-jae, Woo Sung-yong, Kim Sang-shik and Lee Dong-gook. Add to Wordbook"
    },
    {
      "korean": "Those four cereals also contain a lot of fiber. 듣기 Add to Wordbook 이 네 시리얼에는 섬유질도 많이 들어 있다. Neungyule",
      "english": "Those four cereals also contain a lot of fiber. Add to Wordbook"
    },
    {
      "korean": "The four teams that made it to the final stages of the Champions League have the biggest budgets. 듣기 Add to Wordbook 챔피언스 리그 최종 단계에 오른, 이 네 팀은 가장 많은 예산을 보유한 팀들이다. Neungyule",
      "english": "The four teams that made it to the final stages of the Champions League have the biggest budgets. Add to Wordbook"
    },
    {
      "korean": "Researchers said that the combination of the four habits was important to a long and healthy life. . 듣기 Add to Wordbook 연구원들은 이 네 가지 습관을 병행하는 것이 장수하고 건강하게 사는데 중요하다고 말했다. Neungyule",
      "english": "Researchers said that the combination of the four habits was important to a long and healthy life. . Add to Wordbook"
    }
  ]
}