{
  "phrases": [
    {
      "phrase": "이동",
      "hanja": " (移動)",
      "example": {},
      "meanings": [
        "(움직임) [명사] movement, (다수의) migration, [동사] move, travel, (다수가) migrate",
        "(직책 등의) [명사] transfer"
      ]
    },
    {
      "phrase": "인사이동",
      "hanja": " (人事異動)",
      "example": {},
      "meanings": [
        "change in personnel, transfer of personnel, (기업의) shake-up, (기업·정부 등의) reshuffle"
      ]
    },
    {
      "phrase": "이동전화",
      "hanja": " (移動電話)",
      "example": {},
      "meanings": [
        "cellphone, (formal) cellular phone, (Brit) mobile phone, (Brit) mobile"
      ]
    },
    {
      "phrase": "이동 통신",
      "hanja": " (移動通信)",
      "example": {},
      "meanings": [
        "mobile communication"
      ]
    },
    {
      "phrase": "서울 이동",
      "hanja": "",
      "example": {},
      "meanings": [
        "east of Seoul",
        "from Seoul east"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "transfer",
      "frequency": 3
    },
    {
      "meaning": "movement",
      "frequency": 3
    },
    {
      "meaning": "move",
      "frequency": 3
    },
    {
      "meaning": "transport",
      "frequency": 3
    },
    {
      "meaning": "travel",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[인터뷰 장소로 이동 중] 이번 '펀치타임' 좋네~ [Moving to the interview place] \"Punch Time\" is nice! 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "[Moving to the interview place] \"Punch Time\" is nice!"
    },
    {
      "korean": "함께 이동해볼까요? Shall we move together? 듣기 View video OSEN : Stray Kids 스트레이키즈, 재미로 보는 2020 신년 운세 #스타로드 13",
      "english": "Shall we move together?"
    },
    {
      "korean": "이동을 했고 8시부터... I was in the car. And from 8... 듣기 View video Dispatch : [Dicon] \"정연’s Special Day\" (디아이콘 : 트와이스)",
      "english": "I was in the car. And from 8..."
    },
    {
      "korean": "이동하는 날은... 그 뭐야? but on days we move.. What is it? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #69 정한이의 따뜻한 우유 한 잔",
      "english": "but on days we move.. What is it?"
    },
    {
      "korean": "그럼 다음 코너로 이동해볼까요? Shall we move on to the next segment? 듣기 View video OSEN : Stray KIds 스트레이키즈, 함께 여행가고 싶은 멤버 누구? #스타로드 10",
      "english": "Shall we move on to the next segment?"
    }
  ],
  "examples": [
    {
      "korean": "The seeds are transported by the wind. 듣기 Add to Wordbook 그 씨앗들은 바람에 실려 이동된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The seeds are transported by the wind. Add to Wordbook"
    },
    {
      "korean": "the transference of heat from the liquid to the container 듣기 Add to Wordbook 액체에서 용기로의 열의 이동 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the transference of heat from the liquid to the container Add to Wordbook"
    },
    {
      "korean": "The statue was brought to Rome in antiquity. 듣기 Add to Wordbook 그 동상은 고대에 로마로 이동되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The statue was brought to Rome in antiquity. Add to Wordbook"
    },
    {
      "korean": "The camera panned back to the audience. 듣기 Add to Wordbook 카메라가 다시 이동하여 방청객 쪽을 보여주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The camera panned back to the audience. Add to Wordbook"
    },
    {
      "korean": "The company became a revolving-door workplace. 듣기 Add to Wordbook 그 회사는 사람들의 이동이 잦은 일터가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company became a revolving-door workplace. Add to Wordbook"
    }
  ]
}