{
  "phrases": [
    {
      "phrase": "이대로",
      "hanja": "",
      "example": {},
      "meanings": [
        "as it is, like this"
      ]
    },
    {
      "phrase": "이대로 나아가면",
      "hanja": "",
      "example": {},
      "meanings": [
        "at the present rate of progress"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "it won't do",
      "frequency": 0
    },
    {
      "meaning": "enough is enough",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[이대론 안 되겠어!] 얘들아, 모여 봐! [We can't do this any more] Girls, gather up. 듣기 View video TWICE : <4화> 트와이스 나연! 거듭되는 실패! 첫번째 미션을 성공할 수 있을까?",
      "english": "[We can't do this any more] Girls, gather up."
    },
    {
      "korean": "[이대론 안 된다! 뛰기 시작한 가성 팀] 뛸게요 저희 지금 급해서. [We can't be like this! Kaseong starts to run] We're going to run. We're in a hurry. 듣기 View video 두근두근 엘리스 (pit-a-pat ELRIS) : <두근두근 엘리스> 9화 패셔니스타 벨라를 위한 쇼핑 대결!",
      "english": "[We can't be like this! Kaseong starts to run] We're going to run. We're in a hurry."
    },
    {
      "korean": "이거 이대로 넣어요? Do I put this on the flame? 듣기 View video TOMORROW X TOGETHER : 스윗한 태현이의 스윗한거 만들기",
      "english": "Do I put this on the flame?"
    },
    {
      "korean": "[용인대 이대로 우승 가즈아!] [Yong In, let's go to the semi final!] View video 내 전공은 힙합(My major is HIPHOP) : Ep 18. 용인대 리퍼블릭 VS 고려대 테라 배틀에 심사위원 실화?!",
      "english": "[Yong In, let's go to the semi final!]"
    },
    {
      "korean": "이대로는... Not like this. 듣기 View video 렛스튜디오 (LETstudio) : [목숨값] Ep09 나 때문에 싸우는 두 남자",
      "english": "Not like this."
    }
  ],
  "examples": [
    {
      "korean": "I hope my job’s safe. Life is hard enough as it is. 듣기 Add to Wordbook 난 내 직장이 안정적이면 좋겠어. 사는 게 지금 이대로도 충분히 힘드니까. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I hope my job’s safe. Life is hard enough as it is. Add to Wordbook"
    },
    {
      "korean": "This is the third time you’ve been late this week; it simply won’t do. 듣기 Add to Wordbook 이번 주에 자네가 지각한 것이 세 번째야. 이대로는 도저히 안 되겠어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This is the third time you’ve been late this week; it simply won’t do. Add to Wordbook"
    },
    {
      "korean": "In life we don't get what we want, we get in life what we are. If we want more we have to be able to be more, in order to be more you have to face rejection. (Farrah Gray) 듣기 Add to Wordbook 우리는 우리가 원하는 모습으로 사는 것이 아니라, 지금 이대로의 모습으로 살게 된다. 더 많은 것을 원한다면 더 나은 사람이 되어야 하며, 더 나아지기 위해서는 거절을 당해봐야 한다. (파라 그레이, 용기명언) 명언/속담",
      "english": "In life we don't get what we want, we get in life what we are. If we want more we have to be able to be more, in order to be more you have to face rejection. (Farrah Gray) Add to Wordbook"
    },
    {
      "korean": "Just let me be. 듣기 Add to Wordbook 날 그냥 이대로 내버려 둬요 Neungyule",
      "english": "Just let me be. Add to Wordbook"
    },
    {
      "korean": "I like it this way. 듣기 Add to Wordbook 나는 지금 이대로가 좋다 Neungyule",
      "english": "I like it this way. Add to Wordbook"
    }
  ]
}