{
  "phrases": [
    {
      "phrase": "이리로",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb (Abbr.) 그리로. this way, here (→저리로)"
      ]
    },
    {
      "phrase": "토코마이리로강",
      "hanja": " (─江)",
      "example": {},
      "meanings": [
        "자연지리 Tokomairiro River"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "by here",
      "frequency": 0
    },
    {
      "meaning": "this way",
      "frequency": 0
    },
    {
      "meaning": "hitherward(s)",
      "frequency": 0
    },
    {
      "meaning": "hitherwards",
      "frequency": 0
    },
    {
      "meaning": "get your ass over/in here, etc.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이리로 말고 이리로 갈까? Shall I go this way or this way? 듣기 View video SF9 : 어머님들",
      "english": "Shall I go this way or this way?"
    },
    {
      "korean": "그렇죠 근데 저는 모든 몸이 다 좀... 형이 이리로 올래요? Right. All parts of my body is a bit.. Will you come here? 듣기 View video TOMORROW X TOGETHER : 제목 모하지? 모아지! 2",
      "english": "Right. All parts of my body is a bit.. Will you come here?"
    },
    {
      "korean": "[정국 VS 뷔의 탕수육 대결!] - 정국아 너 이리로 와 - 너는 지금 이 순간 거의... [Tang Su Yuk game of Jung Kook and V] - Jung Kook, come here. - At this moment... 듣기 View video BTS : Run BTS! 2020 - EP.94",
      "english": "[Tang Su Yuk game of Jung Kook and V] - Jung Kook, come here. - At this moment..."
    },
    {
      "korean": "그렇지! 이리로 가자! There! Let's go this way! 듣기 View video 잼플리 Jamfully : 춤 실력 바로 보이는 아이돌 댄스 실제 상황 [이세퀴] 시즌2 EP.02 IQS reveals Idol's dance skill",
      "english": "There! Let's go this way!"
    },
    {
      "korean": "이리로 가져와야겠다. I should bring this over. 듣기 View video SHIN HYE SUNG : “봄이 왔셩♥” 화이트데이에 셩이 오나 봄~",
      "english": "I should bring this over."
    }
  ],
  "examples": [
    {
      "korean": "I expect to see you back here, pronto! 듣기 Add to Wordbook 너 이리로 다시 와 줘야겠어, 지금 당장! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I expect to see you back here, pronto! Add to Wordbook"
    },
    {
      "korean": "They moved here in 2002. Until then they’d always been in the London area. 듣기 Add to Wordbook 그들은 2002년에 이리로 이사 왔다. 그 때까지 그들은 항상 런던 지역에서 살았었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They moved here in 2002. Until then they’d always been in the London area. Add to Wordbook"
    },
    {
      "korean": "Bring my car round. 듣기 Add to Wordbook 내 차를 이리로 돌려 주시오. Dong-a's Prime English-Korean Dictionary",
      "english": "Bring my car round. Add to Wordbook"
    },
    {
      "korean": "I don't see why not. Come on over. 듣기 Add to Wordbook 되고 말고. 이리로 와. YBM All in All English-Korean Dictionary",
      "english": "I don't see why not. Come on over. Add to Wordbook"
    },
    {
      "korean": "Yes, he’ll be here at two. 듣기 Add to Wordbook 네, 2시에 그가 이리로 올 것입니다. YBM All in All English-Korean Dictionary",
      "english": "Yes, he’ll be here at two. Add to Wordbook"
    }
  ]
}