{
  "phrases": [
    {
      "phrase": "이라",
      "hanja": "",
      "example": {},
      "meanings": [
        "it is and (so)"
      ]
    },
    {
      "phrase": "태산 명동에 서일필이라",
      "hanja": " (泰山―)",
      "example": {},
      "meanings": [
        "(속담) A great cry and little wool. or There was a great deal of fuss, but not much came of it."
      ]
    },
    {
      "phrase": "이라수 화산 국립공원",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지·자연지리 Irazu Volcano National Park"
      ]
    },
    {
      "phrase": "이라크-샴 이슬람국가",
      "hanja": "",
      "example": {},
      "meanings": [
        "종교·기관·단체 Islamic State of Iraq and al-Sham / ISIS"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "이라고 1",
      "frequency": 0
    },
    {
      "meaning": "Irazu",
      "frequency": 0
    },
    {
      "meaning": "Erasistratus",
      "frequency": 0
    },
    {
      "meaning": "he gave his address as...",
      "frequency": 0
    },
    {
      "meaning": "Imitatione Christi",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "팬분이 \"5 Saebyeol\" 이라했어요. A fan said, \"5 Saebyeol\". 듣기 View video IDOL x IDOL : MATILDA - 마틸다 '우.행.시- 우리들의 행복했던 시간'",
      "english": "A fan said, \"5 Saebyeol\"."
    },
    {
      "korean": "이거는 누나의 타이틀곡 '끝' 이라합니다. This is Jin-Ah's title song, \"The End\". 듣기 View video ANTENNA : 권진아&샘김 가을밤 루프탑 라이브 (Kwonjinah - SamKim Rooftop Live Session)",
      "english": "This is Jin-Ah's title song, \"The End\"."
    }
  ],
  "examples": [
    {
      "korean": "After dark, the place to go is clearly Iracema beach, with its vibrant collection of bars, restaurants and music clubs where visitors can have fun until the sun comes up. 듣기 Add to Wordbook 이라체마 해안은 해가 진 후 가는 것이 좋다. 멋진 술집과, 식당, 음악 클럽이 있어, 방문객들은 해가 뜰 때까지 즐길 수 있다. Neungyule",
      "english": "After dark, the place to go is clearly Iracema beach, with its vibrant collection of bars, restaurants and music clubs where visitors can have fun until the sun comes up. Add to Wordbook"
    },
    {
      "korean": "The economy and fall out from the first Iraqi war was said to be the cause of the earlier discontent. 듣기 Add to Wordbook 경제와 첫 번째 이라큰 전쟁의 악영향은 초기 불만족의 원인이 됐다고 전해졌어요. TIMES CORE",
      "english": "The economy and fall out from the first Iraqi war was said to be the cause of the earlier discontent. Add to Wordbook"
    },
    {
      "korean": "We have assisted attempts to expedite the claim since 1993. 듣기 Add to Wordbook 1993년 이라로 우리는 그 주장을 촉진하기 위한 시도를 돕고 있습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 do it now(smsi****) Hansard",
      "english": "We have assisted attempts to expedite the claim since 1993. Add to Wordbook"
    },
    {
      "korean": "God is not interested in people knowing the whole Bible if they do not apply what they read. 듣기 Add to Wordbook 읽은 것을 실천하지 않는다면 성경 전체를 아는 이라해도 하나님은 관심이 없으시다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "God is not interested in people knowing the whole Bible if they do not apply what they read. Add to Wordbook"
    },
    {
      "korean": "Barghouti, who commands Arafat's Fatah organisation in the West Bank, has been at the helm of Palestinian protest. 듣기 Add to Wordbook 서안 지구에서 이라파트의 파타 조직을 통제하는 Barghouti는 팔레스타인 시위의 중심에 있어 왔다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "Barghouti, who commands Arafat's Fatah organisation in the West Bank, has been at the helm of Palestinian protest. Add to Wordbook"
    }
  ]
}