{
  "phrases": [
    {
      "phrase": "이래",
      "hanja": " (以來)",
      "example": {},
      "meanings": [
        "(그후) since, since then, after that, (금후) in future, after this, hereafter"
      ]
    },
    {
      "phrase": "이래",
      "hanja": "",
      "example": {},
      "meanings": [
        "irae (→그래3, 저래)",
        "irae (→그래3, 저래)"
      ]
    },
    {
      "phrase": "이러다",
      "hanja": "",
      "example": {},
      "meanings": [
        "with the way things are going, (S) at this rate"
      ]
    },
    {
      "phrase": "유사 이래",
      "hanja": "",
      "example": {},
      "meanings": [
        "since the beginning[dawn] of history",
        "in all of history",
        "throughout history"
      ]
    },
    {
      "phrase": "일별 이래",
      "hanja": "",
      "example": {},
      "meanings": [
        "since we met last",
        "since I saw you last",
        "since our last meeting"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "down 1",
      "frequency": 3
    },
    {
      "meaning": "a",
      "frequency": 0
    },
    {
      "meaning": "down 2",
      "frequency": 0
    },
    {
      "meaning": "take that!",
      "frequency": 0
    },
    {
      "meaning": "date back (to…)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "똑같은데? 막 이래 - 그래? You look the same. Just kidding. - Really? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "You look the same. Just kidding. - Really?"
    },
    {
      "korean": "[핵노답] 그리고 갑자기 경연 날 왜 이래? And why do you say that now? On the day of final match? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "And why do you say that now? On the day of final match?"
    },
    {
      "korean": "왜... 왜 이래? What are you doing? 듣기 View video 콬TV (WHYNOT) : 요즘 너만 보면 자꾸 커진단 말이야 [리얼:타임:러브2] EP3",
      "english": "What are you doing?"
    },
    {
      "korean": "원래 이래요? Is it how it should be? 듣기 View video V PICK! : [TXT] 울 토끼 보조개 C급,, 국보로 지정 시급,,⁺◟(●˙▾˙●)◞⁺ (SOOBIN talking about his dimple)",
      "english": "Is it how it should be?"
    },
    {
      "korean": "아니 뭐 이래? I mean, what's all this about? 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "I mean, what's all this about?"
    }
  ],
  "examples": [
    {
      "korean": "the mildest winter since records began 듣기 Add to Wordbook 기상 기록[관측]이 시작된 이래 가장 포근한 겨울 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the mildest winter since records began Add to Wordbook"
    },
    {
      "korean": "Just my luck. The phone’s not working. 듣기 Add to Wordbook 내 재수가 딱 이래. 전화가 불통이야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Just my luck. The phone’s not working. Add to Wordbook"
    },
    {
      "korean": "The number of emigrants has been declining since 1980. 듣기 Add to Wordbook 1980년 이래로 이민자의 수가 감소해 왔다. 절대어휘 5100",
      "english": "The number of emigrants has been declining since 1980. Add to Wordbook"
    },
    {
      "korean": "The workers have been on an indefinite strike since July. 듣기 Add to Wordbook 근로자들이 7월 이래로 막연한 파업을 하고 있다. 절대어휘 5100",
      "english": "The workers have been on an indefinite strike since July. Add to Wordbook"
    },
    {
      "korean": "The world's stock markets have been booming since last year. 듣기 Add to Wordbook 작년 이래로 세계 주식 시장이 성황을 이루고 있습니다. 절대어휘 5100",
      "english": "The world's stock markets have been booming since last year. Add to Wordbook"
    }
  ]
}