{
  "phrases": [
    {
      "phrase": "이러다",
      "hanja": "",
      "example": {},
      "meanings": [
        "with the way things are going, (S) at this rate"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "blow hot and cold (about something)",
      "frequency": 0
    },
    {
      "meaning": "take that!",
      "frequency": 0
    },
    {
      "meaning": "I don't believe it!",
      "frequency": 0
    },
    {
      "meaning": "gee up",
      "frequency": 0
    },
    {
      "meaning": "double bind",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이런 데. Places like this. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -07- '비비현식의 겟잇뷰티'",
      "english": "Places like this."
    },
    {
      "korean": "이런데... It feels like this. 듣기 View video INFINITE : 우현이내게오나봐 잘사람자라디오",
      "english": "It feels like this."
    },
    {
      "korean": "약간 연습실 이런 데서 불러볼까요? Like at a studio. May I sing songs there? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "Like at a studio. May I sing songs there?"
    },
    {
      "korean": "제 목이 이런데 어떻게 술을 먹겠습니까? My throat is like this... How can I drink? 듣기 View video VICTON : 앨리스 안녕! 보고싶다 ❤️",
      "english": "My throat is like this... How can I drink?"
    },
    {
      "korean": "그래서 어디 다친 데거나 아픈 데거나 이런 데는 없죠? You guys didn't get sick or get ill right? 듣기 View video VICTON : 앨리스 안녕! 보고싶다 ❤️",
      "english": "You guys didn't get sick or get ill right?"
    }
  ],
  "examples": [
    {
      "korean": "My eyes always look like this. 듣기 Add to Wordbook 전 원래 눈이 이런데요. Neungyule",
      "english": "My eyes always look like this. Add to Wordbook"
    },
    {
      "korean": "It's a pleasure to meet a clansman at a place like this. 듣기 Add to Wordbook 이런 데서 종씨를 만나니 기쁘군요 Neungyule",
      "english": "It's a pleasure to meet a clansman at a place like this. Add to Wordbook"
    },
    {
      "korean": "But despite this, he's perfectly calm and friendly. 듣기 Add to Wordbook 그러나 이런데도 불구하고 그는 항상 얌전하며 친근하다. Neungyule",
      "english": "But despite this, he's perfectly calm and friendly. Add to Wordbook"
    },
    {
      "korean": "It is amazing that we came[ran] across each other here. 듣기 Add to Wordbook 우리가 이런 데서 마주치다니 신기하다 Neungyule",
      "english": "It is amazing that we came[ran] across each other here. Add to Wordbook"
    },
    {
      "korean": "With your condition, can you eat meat? 듣기 Add to Wordbook 지금 상태가 이런데, 고기를 먹을 수 있겠어? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 션(rtse****)",
      "english": "With your condition, can you eat meat? Add to Wordbook"
    }
  ]
}