{
  "phrases": [
    {
      "phrase": "이딴",
      "hanja": "",
      "example": {},
      "meanings": [
        "Determiner this kind of, like this (→저딴, 그딴, 이따위2)"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "이딴 고삼차. This mere sophora root tea. 듣기 View video PENTAGON : [펜타곤 교과서 시즌5] EP. 1 - 발표 시간",
      "english": "This mere sophora root tea."
    },
    {
      "korean": "근데 뭔데 된다 안 된다 이딴 소리를 하나? Who are you to say what I can or can't do? 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.7-4",
      "english": "Who are you to say what I can or can't do?"
    },
    {
      "korean": "[해석_비싼 거 샀는데 코 팩 따위를 줬어?] 아니 뭐 이 두 개를 샀는데 이딴 거 하나를 주지? No, I bought two of these but they gave me one of these! 듣기 View video WIWO : [ 면세점에서꼭사야할것] 맥립스틱을 7000원에? 내친구 똑순이의 면세점 쇼핑하울 My friend's duty-free shop, Howl",
      "english": "No, I bought two of these but they gave me one of these!"
    },
    {
      "korean": "이딴 식으로 할 거면 이거... 이사님! 회사에서... If you're going to do this... Executive, the company... 듣기 View video Block B : BlockB BASTARZ's 블락비 바스타즈 X 같이먹어요",
      "english": "If you're going to do this... Executive, the company..."
    },
    {
      "korean": "[이딴거에 고마워하지 마라냥!] 아우! 아퍼~ 아우! 아퍼~ [Don't be thankful for this] Oh! It hurts~ Oh! It hurts~ 듣기 View video V DRAMA : [맨홀] 김재중 메이킹 코멘터리 / [Manhole] Making Commentary by Kim Jaejung",
      "english": "[Don't be thankful for this] Oh! It hurts~ Oh! It hurts~"
    }
  ],
  "examples": [
    {
      "korean": "Why would I drive that piece of crap? 듣기 Add to Wordbook 내가 왜 이딴 거를 마시겠어? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 YOUNKEVIN(kevi****)",
      "english": "Why would I drive that piece of crap? Add to Wordbook"
    },
    {
      "korean": "What does she need with such things? 듣기 Add to Wordbook 그녀가 이딴거로 원하는게 뭐야? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 pyo0731(pyo0****)",
      "english": "What does she need with such things? Add to Wordbook"
    },
    {
      "korean": "We don't need to hear this. 듣기 Add to Wordbook 우리는 이딴걸 들을 필요가 없다구. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 The Milky Way(2byp****)",
      "english": "We don't need to hear this. Add to Wordbook"
    },
    {
      "korean": "I don't want to be in the house no more. 듣기 Add to Wordbook 이딴 집구석에 더이상은 있기싫다 . User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sean(sean****)",
      "english": "I don't want to be in the house no more. Add to Wordbook"
    },
    {
      "korean": "Why are you talking to me like this? 듣기 Add to Wordbook 왜 넌 이딴식으로 내게 말하고 있는거야? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 향이남편 민이아빠(wpip****)",
      "english": "Why are you talking to me like this? Add to Wordbook"
    }
  ]
}