{
  "phrases": [
    {
      "phrase": "이루",
      "hanja": "",
      "example": {},
      "meanings": [
        "('이루 ~없다'의 형태로 쓰여)"
      ]
    },
    {
      "phrase": "이루",
      "hanja": " (二壘)",
      "example": {},
      "meanings": [
        "(야구) second base"
      ]
    },
    {
      "phrase": "이루 말할 수 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be beyond description",
        "be indescribable",
        "be inexpressible"
      ]
    },
    {
      "phrase": "이루 말할 수 없는",
      "hanja": "",
      "example": {},
      "meanings": [
        "indescribable",
        "unspeakable",
        "beyond description"
      ]
    },
    {
      "phrase": "이루 헤아릴 수 없는",
      "hanja": "",
      "example": {},
      "meanings": [
        "numberless",
        "countless",
        "unaccountable"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "otorrhea",
      "frequency": 0
    },
    {
      "meaning": "otoblennorrhea",
      "frequency": 0
    },
    {
      "meaning": "aural discharge",
      "frequency": 0
    },
    {
      "meaning": "otorrhoea",
      "frequency": 0
    },
    {
      "meaning": "iru",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이루... 아! 이거 신청곡을 틀고 읽어 드릴 걸... 죄송하네요. I should have played the song while reading it! Sorry. 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "I should have played the song while reading it! Sorry."
    },
    {
      "korean": "저는 사실 뭐 이루 말 할수 없이 호흡은 좋아요. - 그쵸. We work really well together. - That's right. 듣기 View video V DRAMA : [Full]스케치 X 앞터V (Sketch X Early Interview)",
      "english": "We work really well together. - That's right."
    },
    {
      "korean": "여기 이루 선배님. Here is Eru. 듣기 View video TWICE : 쯔위예요",
      "english": "Here is Eru."
    },
    {
      "korean": "고맙습니다, 이루님. Thank you, ID Kimiru. 듣기 View video Brown Eyed Girls : 스포여왕 가인의 카운트다운 라이브",
      "english": "Thank you, ID Kimiru."
    },
    {
      "korean": "이루 말할 수가 없죠. It's beyond description. 듣기 View video HIGHLIGHT : ♡ HAPPY YO SEOP DAY ♡",
      "english": "It's beyond description."
    }
  ],
  "examples": [
    {
      "korean": "I can’t tell you how sweet this victory is. 듣기 Add to Wordbook 이번 승리가 얼마나 달콤한지 이루 말할 수가 없어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can’t tell you how sweet this victory is. Add to Wordbook"
    },
    {
      "korean": "Stress has an immeasurably more serious effect on our lives than we realize. 듣기 Add to Wordbook 스트레스는 우리 삶에 우리가 자각하는 것 이상으로 이루 헤아릴 수 없이 심각한 영향을 미친다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Stress has an immeasurably more serious effect on our lives than we realize. Add to Wordbook"
    },
    {
      "korean": "It is hard to picture his sufferings. 듣기 Add to Wordbook 그의 수난은 이루 다 묘사할 수 없다. Dong-a's Prime English-Korean Dictionary",
      "english": "It is hard to picture his sufferings. Add to Wordbook"
    },
    {
      "korean": "The pain was indescribable when the horse kicked me. 듣기 Add to Wordbook 말이 나를 걷어찼을 때의 통증은 이루 형언할 수 없었다. YBM All in All English-Korean Dictionary",
      "english": "The pain was indescribable when the horse kicked me. Add to Wordbook"
    },
    {
      "korean": "I'm happy beyond words. 듣기 Add to Wordbook 이루 말할 수 없이 기쁩니다 Neungyule",
      "english": "I'm happy beyond words. Add to Wordbook"
    }
  ]
}