{
  "phrases": [
    {
      "phrase": "이론",
      "hanja": " (理論)",
      "example": {},
      "meanings": [
        "theory"
      ]
    },
    {
      "phrase": "이론",
      "hanja": " (異論)",
      "example": {},
      "meanings": [
        "(이견) different[divergent] opinion[view], (반대) dissent"
      ]
    },
    {
      "phrase": "irone",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 화학 이론 C₁₄ H₂₂ O: 무색의 액체, 불포화 케톤, 이성체(異性體)가 있다, 아이리스·흰 붓꽃 뿌리에서 채취하며, 그 빛깔이 보랏빛이므로 향수에 넣는다."
      ]
    },
    {
      "phrase": "e-loan",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 인터넷 대출 (=electronic loan)"
      ]
    },
    {
      "phrase": "상대성이론",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물리) theory of relativity"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "theory",
      "frequency": 3
    },
    {
      "meaning": "divergent opinions",
      "frequency": 0
    },
    {
      "meaning": "eggheadism",
      "frequency": 0
    },
    {
      "meaning": "a divergent view",
      "frequency": 0
    },
    {
      "meaning": "dissenting opinion",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[과연, 예비 TOO와의 평행이론 주인공은?] [Who is the man of the parallel universe with TOO-to-be?] View video World Klass (월드 클래스) : [최종회] '전설의 아이돌 등장★' 꾹 & 쭌의 체력교실",
      "english": "[Who is the man of the parallel universe with TOO-to-be?]"
    },
    {
      "korean": "전설의 아이돌과 예비 TOO 소름 돋는 평행이론이 있다? A shocking parallelism between the legendary idol and TOO-to-be? 듣기 View video World Klass (월드 클래스) : [최종회] '전설의 아이돌 등장★' 꾹 & 쭌의 체력교실",
      "english": "A shocking parallelism between the legendary idol and TOO-to-be?"
    },
    {
      "korean": "분명 강의 계획서에는 이론 시험이... There's definitely a theory exam on the lecture syllabus... 듣기 View video 콬TV (WHYNOT) : 놀리고싶은 후배가 생겼다 [프레쉬맨] EP05 인싸는 짜릿해",
      "english": "There's definitely a theory exam on the lecture syllabus..."
    },
    {
      "korean": "무슨 이론이에요? What theory is that? 듣기 View video NU'EST : [NU'EST W] 뉴블의 심야식당 - 오늘을 읽어주는 남자들 part.7",
      "english": "What theory is that?"
    },
    {
      "korean": "[오디션 준비 이론 편] 오디션의 바이블! The Bible of Auditions! 듣기 View video GFRIEND : SBS MTV <요고바라 4화> 동시 생중계",
      "english": "The Bible of Auditions!"
    }
  ],
  "examples": [
    {
      "korean": "She supports her theory with copious evidence. 듣기 Add to Wordbook 그녀는 방대한 증거로 자기 이론을 뒷받침했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She supports her theory with copious evidence. Add to Wordbook"
    },
    {
      "korean": "an examination of the political theories of conservatism and liberalism 듣기 Add to Wordbook 보수주의와 진보주의 정치 이론 검토 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an examination of the political theories of conservatism and liberalism Add to Wordbook"
    },
    {
      "korean": "Is there any corroborative evidence for this theory? 듣기 Add to Wordbook 이 이론을 입증할 만한 무슨 증거가 있나요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Is there any corroborative evidence for this theory? Add to Wordbook"
    },
    {
      "korean": "Historical evidence lends credence to his theory. 듣기 Add to Wordbook 역사적 증거가 그의 이론에 신빙성을 부여해 준다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Historical evidence lends credence to his theory. Add to Wordbook"
    },
    {
      "korean": "There is only fragmentary evidence to support this theory. 듣기 Add to Wordbook 이 이론을 뒷받침할 증거는 단편적인 것뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There is only fragmentary evidence to support this theory. Add to Wordbook"
    }
  ]
}