{
  "phrases": [
    {
      "phrase": "이루어지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(구성되다) consist of, be composed of, be made up of, be comprised of",
        "(실현되다, 성취되다) be achieved, be fulfilled, be accomplished",
        "(성사되다) (합의 등이) be reached, be made"
      ]
    },
    {
      "phrase": "정상급 연주자들로 이루어진 관현악단",
      "hanja": "",
      "example": {},
      "meanings": [
        "an orchestra of first class musicians"
      ]
    },
    {
      "phrase": "물품의 기능을 확보하기 위해 불가결한 형상만으로 이루어진 의장",
      "hanja": "",
      "example": {},
      "meanings": [
        "지식재산권_디자인 designs composed of only shapes indispensable to secure the functions of an article"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "suite",
      "frequency": 1
    },
    {
      "meaning": "octonary",
      "frequency": 0
    },
    {
      "meaning": "curvilinear",
      "frequency": 0
    },
    {
      "meaning": "osseous",
      "frequency": 0
    },
    {
      "meaning": "graphene",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "실제로 이루어진 바람 - 뭐 있지? Any wish that came true? - What would that be? 듣기 View video Stray Kids : 빨리 돌아와 주길 \"바람\"✨",
      "english": "Any wish that came true? - What would that be?"
    },
    {
      "korean": "이번 활동 중 실제로 이루어진 '바람'이 있다면? Any wish that came true during this promotion? 듣기 View video Stray Kids : 빨리 돌아와 주길 \"바람\"✨",
      "english": "Any wish that came true during this promotion?"
    },
    {
      "korean": "[프로님이 하라는 대로만 했을 뿐인데 이루어진 매직] - 이게 되네 - 감 잡았어? [Magic happens when he follows the teacher's direction] - And it works. - You get it now? 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.11 뉴이스트의 우당탕탕 볼링 대결!",
      "english": "[Magic happens when he follows the teacher's direction] - And it works. - You get it now?"
    },
    {
      "korean": "그게 그냥 이루어진 게 아니잖아요 다들. - 그렇죠. It's not something that just happened. - Right. 듣기 View video JTBC PLUS : [Replay] The 33rd GDA Day 2 Red Carpet",
      "english": "It's not something that just happened. - Right."
    },
    {
      "korean": "[맞춤형 PICK 사진으로 호평을 받은 리더 재중] 조화가 잘 이루어진 것 같습니다. and the color combination went well together. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 11부_ep.4 나무랄 데 없는 나무의 천재적 모먼트 (아헿>_<)",
      "english": "and the color combination went well together."
    }
  ],
  "examples": [
    {
      "korean": "an ambiguously worded agreement 발음듣기 애매모호한 어휘들로 이루어진 합의안 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an ambiguously worded agreement 발음"
    },
    {
      "korean": "The ambulance arrived within minutes of the call being made. 발음듣기 구급차가 호출이 이루어진 뒤 몇 분 안에 도착했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ambulance arrived within minutes of the call being made. 발음"
    },
    {
      "korean": "He strongly disapproved of the changes that had been made. 발음듣기 그는 이루어진 변화들을 대단히 못마땅해 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He strongly disapproved of the changes that had been made. 발음"
    },
    {
      "korean": "The company was formed by merging three smaller firms. 발음듣기 그 기업은 작은 회사 세 개가 합쳐져서 이루어진 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company was formed by merging three smaller firms. 발음"
    },
    {
      "korean": "The final section provides that any work produced for the company is thereafter owned by the company. 발음듣기 마지막 부분에서는, 따라서 회사를 위해서 이루어진 모든 작업은 그 소유권이 회사에 있음을 규정하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The final section provides that any work produced for the company is thereafter owned by the company. 발음"
    }
  ]
}