{
  "phrases": [
    {
      "phrase": "이끌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 방향으로 인도하다) lead, guide, shepherd",
        "(단체 등을 통솔하다) lead, head"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lead 1",
      "frequency": 0
    },
    {
      "meaning": "head something up",
      "frequency": 0
    },
    {
      "meaning": "who",
      "frequency": 3
    },
    {
      "meaning": "gamesmanship",
      "frequency": 0
    },
    {
      "meaning": "lead (somebody) nowhere",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[글로벌 시대를 이끌어갈 스쿨!] [A global leader!] View video 컨버전스티비 (CONS TV) : [커먼스쿨]해성국제컨벤션고등학교 ep.1",
      "english": "[A global leader!]"
    },
    {
      "korean": "이끎이! 이끎이! - 역시 연륜이... Leader! Leader! - He has such experience. 듣기 View video World Klass (월드 클래스) : ⛹️‍♂️ 굴려라~ 굴려라~ 굴렁쇠즈! ♾",
      "english": "Leader! Leader! - He has such experience."
    },
    {
      "korean": "앞으로도 우리 잘 이끌어주세요! Please continue to lead us well in the future! 듣기 View video V COOKIE : [Full] Stray Kids X LieV - 스트레이 키즈의 눕방라이브!",
      "english": "Please continue to lead us well in the future!"
    },
    {
      "korean": "기타 혼자 이끌어가야 하기 때문에 그... The guitar is the only instrument leading the performance. 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP06 #버스킹D-1 #CC의탄생 #오늘부터1일",
      "english": "The guitar is the only instrument leading the performance."
    },
    {
      "korean": "아니야~ 이제까지 잘 이끌어 왔잖아~ 사실 너 혼자 한 거 아니었어? No! You led it well up to now. Didn't you do it up to now? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #63",
      "english": "No! You led it well up to now. Didn't you do it up to now?"
    }
  ],
  "examples": [
    {
      "korean": "For several years, Fateh, led by Yassir Arafat, was the ruling party of the Palestinian government. 듣기 Add to Wordbook 수년 동안, 야사르 아라파트가 이끌던 파테는 팔레스타인 정부의 집권당이었다. Neungyule",
      "english": "For several years, Fateh, led by Yassir Arafat, was the ruling party of the Palestinian government. Add to Wordbook"
    },
    {
      "korean": "US president George W. Bush also expressed his sorrow by saying, \"The Catholic Church has lost its shepherd.\" 듣기 Add to Wordbook 조지 W.부시 미 대통령 역시 \"천주교는 자신을 이끌던 목동을 잃었다.\"고 말하며 애도를 표했다. TIMES CORE",
      "english": "US president George W. Bush also expressed his sorrow by saying, \"The Catholic Church has lost its shepherd.\" Add to Wordbook"
    },
    {
      "korean": "In 1952, a team of scientists led by Robert Briggs and Thomas J. King were able to clone frog embryos. 듣기 Add to Wordbook 1952년도에 로버트 브릭스와 토마스 킹이 이끌던 과학자들 팀은 개구리 배아를 복제 할 수 있었다. EDU TIMES",
      "english": "In 1952, a team of scientists led by Robert Briggs and Thomas J. King were able to clone frog embryos. Add to Wordbook"
    },
    {
      "korean": "People celebrated a new cultural trend called popular culture led by Elvis Presley, who introduced the emergence of rock and roll, and Marilyn Monroe, who dominated the film industry. 듣기 Add to Wordbook 사람들은 록큰롤의 출현을 소개한 엘비스프레슬리와 영화계를 지배했던 마릴린먼로가 이끌던,popular culture(대중문화)라 불리운 새로운 문화 트렌드를 찬양하였다. EDU TIMES",
      "english": "People celebrated a new cultural trend called popular culture led by Elvis Presley, who introduced the emergence of rock and roll, and Marilyn Monroe, who dominated the film industry. Add to Wordbook"
    },
    {
      "korean": "And just to understand who was leading the Soviets at this time, it was Khrushchev. 듣기 Add to Wordbook 그리고 당시 소련을 이끌던 사람이 누구인지를 이해해봐야 한다. 그는 흐루시초프였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 The Milky Way(2byp****) Khan Academy",
      "english": "And just to understand who was leading the Soviets at this time, it was Khrushchev. Add to Wordbook"
    }
  ]
}