{
  "phrases": [
    {
      "phrase": "잇다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(실·끈·조각 등을) join[link] (sth to sth), connect (sth with/to sth), (여러 조각을) piece (sth) together",
        "(생계·말 등을) continue, keep[go] on (with)",
        "(가업·전통 등을) inherit, succeed, carry on, take over"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "used to",
      "frequency": 3
    },
    {
      "meaning": "penny",
      "frequency": 3
    },
    {
      "meaning": "been",
      "frequency": 3
    },
    {
      "meaning": "Dodecanese",
      "frequency": 0
    },
    {
      "meaning": "used",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "000이었다 - 뭐였어요? Yes. - What was it for you? 듣기 View video NU'EST : [NU'EST W] 뉴블의 심야식당 - 오늘을 읽어주는 남자들 part.7",
      "english": "Yes. - What was it for you?"
    },
    {
      "korean": "[5. 사실 예전엔 '박지훈'... 이었다] 아 진짜? [5. It used to just be \"Park Ji Hoon\"] Really? 듣기 View video V PICK! : [Wanna One] 라지팀의 TMI 아닌 PMI(Plz More Information) 파티 (LaJi team’s PMI talk)",
      "english": "[5. It used to just be \"Park Ji Hoon\"] Really?"
    },
    {
      "korean": "118이었다. It was 118 dB. 듣기 View video 우주소녀(WJSN) : 우주소녀 이미지 증발 버라이어티 <우소보쇼> 4화",
      "english": "It was 118 dB."
    },
    {
      "korean": "나로 말할 것 같으면 '나로 말할 것 같으면' 이었다. As for me... It's \"Yes I am.\" 듣기 View video MAMAMOO : 마마무 데뷔 3주년 V앱",
      "english": "As for me... It's \"Yes I am.\""
    },
    {
      "korean": "아예 끝말잇기 같은 거예요? Is it like word chain? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "Is it like word chain?"
    }
  ],
  "examples": [
    {
      "korean": "The final score was 4–3. 듣기 Add to Wordbook 최종 스코어는 4 대 3이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The final score was 4–3. Add to Wordbook"
    },
    {
      "korean": "The full-time score was 1-1. 듣기 Add to Wordbook 경기 종료 시 득점은 1 대 1이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The full-time score was 1-1. Add to Wordbook"
    },
    {
      "korean": "The ratio of casualties to survivors was 2 to 3. 듣기 Add to Wordbook 사망자와 생존자의 비율은 2대 3이었다. 절대어휘 5100",
      "english": "The ratio of casualties to survivors was 2 to 3. Add to Wordbook"
    },
    {
      "korean": "\"Where are the people?\" resumed the little prince at last. \"It's a little lonely in the desert...\"\"It is lonely when you're among people, too,\" said the snake. (Antoine de Saint-Exupery) 듣기 Add to Wordbook \"사람들은 어디에 있어?\" 마침내 어린 왕자가 말을 이었다. \"사막에서는 조금 외롭구나...\" \"사람들과 함께 있어도 외롭기는 마찬가지야\" 뱀이 말했다. (생텍쥐페리, 고독명언) 명언/속담",
      "english": "\"Where are the people?\" resumed the little prince at last. \"It's a little lonely in the desert...\"\"It is lonely when you're among people, too,\" said the snake. (Antoine de Saint-Exupery) Add to Wordbook"
    },
    {
      "korean": "\"One must command from each what each can perform,\" the king went on. \"Authority is based first of all upon reason. If you command your subjects to jump into the ocean, there will be a revolution. I am entitled to command obedience because my orders are reasonable.\" (Antoine de Saint-Exupery) 듣기 Add to Wordbook \"각자가 할 수 있는 일을 하라고 해야 하는 법이다.\" 왕은 말을 이었다. \"권위는 무엇보다도 이성에 근거해야 한다. 백성에게 바다로 뛰어 들라고 하면 혁명이 일어날 것이다. 짐이 복종을 명할 권리가 있는 이유는 짐의 명령이 합리적이기 때문이다.\"('어린 왕자') (생텍쥐페리, 명예명언) 명언/속담",
      "english": "\"One must command from each what each can perform,\" the king went on. \"Authority is based first of all upon reason. If you command your subjects to jump into the ocean, there will be a revolution. I am entitled to command obedience because my orders are reasonable.\" (Antoine de Saint-Exupery) Add to Wordbook"
    }
  ]
}