{
  "phrases": [],
  "meanings": [
    {
      "meaning": "howbeit",
      "frequency": 0
    },
    {
      "meaning": "as much(…) as",
      "frequency": 0
    },
    {
      "meaning": "in spite of the fact that…",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "It is, of course, a bird, but what an extraordinary one. 듣기 Add to Wordbook 그것은, 물론, 새이지만 엄청난 녀석입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 하늬바람(gree****)",
      "english": "It is, of course, a bird, but what an extraordinary one. Add to Wordbook"
    },
    {
      "korean": "It is about the size of a sparrow but it is very white. 듣기 Add to Wordbook 그것은 참새 정도의 크키이지만 매우 하얗다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 tldud2000(tldu****)",
      "english": "It is about the size of a sparrow but it is very white. Add to Wordbook"
    },
    {
      "korean": "Yes, she's a good singer, but she's not the greatest in the world. 듣기 Add to Wordbook 그래, 그녀는 좋은 가수이지만 세계에서 가장 훌륭하지는 않아. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 닝닝이(ihls****)",
      "english": "Yes, she's a good singer, but she's not the greatest in the world. Add to Wordbook"
    },
    {
      "korean": "A lark is a happy, carefree bird, and a squirrel is quite the opposite. 듣기 Add to Wordbook 종달새는 행복하고 태평한 새이지만 다람쥐는 정반대이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Starring(282c****)",
      "english": "A lark is a happy, carefree bird, and a squirrel is quite the opposite. Add to Wordbook"
    },
    {
      "korean": "Socially it's still a struggle but that's not everything in life. 듣기 Add to Wordbook 사회적으로 아직도 힘들일이지만 그것이 인생의 전부는 아니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 chelle(keit****)",
      "english": "Socially it's still a struggle but that's not everything in life. Add to Wordbook"
    }
  ]
}