{
  "phrases": [
    {
      "phrase": "이익",
      "hanja": " (利益)",
      "example": {},
      "meanings": [
        "(수입, 이득) profit, gain",
        "(보탬) benefit, advantage, interest"
      ]
    },
    {
      "phrase": "영업이익",
      "hanja": "",
      "example": {},
      "meanings": [
        "business profits"
      ]
    },
    {
      "phrase": "이익집단",
      "hanja": "",
      "example": {},
      "meanings": [
        "interest group"
      ]
    },
    {
      "phrase": "이익 분배",
      "hanja": "",
      "example": {},
      "meanings": [
        "division of profits",
        "profit sharing"
      ]
    },
    {
      "phrase": "이익이 있는",
      "hanja": "",
      "example": {},
      "meanings": [
        "profitable",
        "lucrative",
        "paying"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "profit",
      "frequency": 3
    },
    {
      "meaning": "interest",
      "frequency": 3
    },
    {
      "meaning": "gain",
      "frequency": 3
    },
    {
      "meaning": "sake 1",
      "frequency": 3
    },
    {
      "meaning": "favor",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[치이이익-] 따라야지~ I shall pour it into the glass. 듣기 View video TWICE : 트와이스 복자매 나모의 “도전! ASMR” EP.01",
      "english": "I shall pour it into the glass."
    },
    {
      "korean": "너도 결국 네 이익 챙기려고 문예찬 좋아하는 척 연기하고 있는 거 아니야? In the end, you're pretending to like Moon Yechan for your benefit, aren't you? 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "In the end, you're pretending to like Moon Yechan for your benefit, aren't you?"
    },
    {
      "korean": "[금융상식문제 4] 환율의 변동 때문에 발생하는 이익은 무엇일까요? [Financial common sense quiz 4] What's the profit occurred by fluctuation of exchange rate? 듣기 View video 컨버전스티비 (CONS TV) : [커먼스쿨]서울여자상업고등학교 ep6(홍현희X정세운X강율)",
      "english": "[Financial common sense quiz 4] What's the profit occurred by fluctuation of exchange rate?"
    },
    {
      "korean": "이익이죠 이익. It means \"profit.\" 듣기 View video MONSTA X : [MONSTA X] THE CONNECT : DEJAVU ALBUM PREVIEW",
      "english": "It means \"profit.\""
    },
    {
      "korean": "그 '이익'은 뭐야? 아까부터? What is that sound? 듣기 View video Wanna One : ㅇ오랜만의 분쏘단등장~!!",
      "english": "What is that sound?"
    }
  ],
  "examples": [
    {
      "korean": "the sectional interests of managers and workers 듣기 Add to Wordbook 경영진과 근로자들의 집단적 이익 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the sectional interests of managers and workers Add to Wordbook"
    },
    {
      "korean": "economic benefits accruing to the country from tourism 듣기 Add to Wordbook 관광업을 통해 국가에 축적되는 경제적 이익 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "economic benefits accruing to the country from tourism Add to Wordbook"
    },
    {
      "korean": "These policies are inimical to the interests of society. 듣기 Add to Wordbook 이들 정책은 사회 이익에 반(反)한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These policies are inimical to the interests of society. Add to Wordbook"
    },
    {
      "korean": "Exercising regularly will pay dividends in the end. 듣기 Add to Wordbook 규칙적으로 운동을 하는 것이 결국에는 큰 이익이 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Exercising regularly will pay dividends in the end. Add to Wordbook"
    },
    {
      "korean": "Safety considerations were subordinated to commercial interests. 듣기 Add to Wordbook 안전 관련 고려 사항들이 상업적인 이익보다 경시되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Safety considerations were subordinated to commercial interests. Add to Wordbook"
    }
  ]
}