{
  "phrases": [
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(머리에 얹다) place[put] sth on the head"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지붕을 얹다) roof, (기와로) tile, (짚으로) thatch, (판자로) shingle"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition da (→다3)"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Postposition ida"
      ]
    },
    {
      "phrase": "-이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지정하는 말) be",
        "(되다) come, be",
        "(수량) number, weigh, measure, cover"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "seem",
      "frequency": 3
    },
    {
      "meaning": "appear",
      "frequency": 3
    },
    {
      "meaning": "pretend",
      "frequency": 3
    },
    {
      "meaning": "old",
      "frequency": 3
    },
    {
      "meaning": "because",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "'Sweet Girl' 그 쯤 이었던 것 같아요. I guess so. It was around that time. 듣기 View video B1A4 : 신,산 먹방~~~!!",
      "english": "I guess so. It was around that time."
    },
    {
      "korean": "[겨울 완댜님...이었던] - 제 거 보여드릴게요. - 과거형입니다. I'll show you mine - That was past tense. 듣기 View video OSEN : NU'EST W 뉴이스트W's 연습실 챌린지 #02",
      "english": "I'll show you mine - That was past tense."
    },
    {
      "korean": "같은 반 이었던거 같아요. Well, I think so. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "Well, I think so."
    },
    {
      "korean": "아주 좋은 시간 이었던 거 같습니다. We had fun today. 듣기 View video B1A4 : 미세먼지가득한날",
      "english": "We had fun today."
    },
    {
      "korean": "그때가 저도 고등학생 이었던 것 같아요. It was when I was a high schooler. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "It was when I was a high schooler."
    }
  ],
  "examples": [
    {
      "korean": "I'd rather be a could - be if I cannot be an are; because a could - be is a maybe who is reaching for a star, I'd rather be a has - been than a might - have - been, by far; for a might have - been has never been, but a has was once an are. (Milton Berle) 듣기 Add to Wordbook 현재 어떤 존재가 될 수 없다면 나는 될 수 있을 법한 존재가 되련다. 될 수 있을 법한 존재란 별을 향해 뻗어 나가는 '아마도'의 존재이기 때문이다. 나는 '-가 됐을 뻔 했던' 사람보다는 '-이었던' 사람이 되겠다. '됐을 뻔 했던' 사람은 한 번도 그 존재가 돼 보지 못했으나 '-이었던' 사람은 한 때 그 존재로 살아봤기 때문이다. (밀턴 벌리, 도전명언) 명언/속담",
      "english": "I'd rather be a could - be if I cannot be an are; because a could - be is a maybe who is reaching for a star, I'd rather be a has - been than a might - have - been, by far; for a might have - been has never been, but a has was once an are. (Milton Berle) Add to Wordbook"
    },
    {
      "korean": "There was nary a snicker last week as President Clinton announced that Summers, a world-class economist and Rubin's deputy since 1995, would replace him in July. 듣기 Add to Wordbook 지난 주 클린턴 대통령이 세계적 수준의 경제학자이자 1995년 이래 루빈의 대리인 이었던 서머스가 7월부터 루빈의 후임자가 될 것이라고 알렸을 때 비웃는 사람은 아무도 없었다. YBM All in All English-Korean Dictionary",
      "english": "There was nary a snicker last week as President Clinton announced that Summers, a world-class economist and Rubin's deputy since 1995, would replace him in July. Add to Wordbook"
    },
    {
      "korean": "Since last night, I have been in the street, for no reason, just to breathe the air of freedom,' said Samir Khader, a farmer in northern Gaza who had needed Israeli permits to go in and out of his village, sided by Jewish settlements. 듣기 Add to Wordbook 팔 레스타인들이 이스라엘의 38년간의 점령의 잔재물들에 놀라 워 하며 오랫동안 출입 금지 구역 이었던 장소로 가면서 교 통 체증이 가자를 마비시켰다. Neungyule",
      "english": "Since last night, I have been in the street, for no reason, just to breathe the air of freedom,' said Samir Khader, a farmer in northern Gaza who had needed Israeli permits to go in and out of his village, sided by Jewish settlements. Add to Wordbook"
    },
    {
      "korean": "Christian Bale, our last and probably best Batman to date will reprise his role as the caped crusader . 듣기 Add to Wordbook 마지막이자 이제껏 최고의 배트맨 이었던 크리스챤 베일이 망토를 걸친 용사 역을 다시 맡을 것이다. TIMES CORE",
      "english": "Christian Bale, our last and probably best Batman to date will reprise his role as the caped crusader . Add to Wordbook"
    },
    {
      "korean": "The baby turned out to have sleep apnea, a disease that causes breathing problems. 듣기 Add to Wordbook 그 아기는 호흡 문제를 일으키는 수면성 무호흡 이었던 것으로 드러났다. TIMES CORE",
      "english": "The baby turned out to have sleep apnea, a disease that causes breathing problems. Add to Wordbook"
    }
  ]
}