{
  "phrases": [
    {
      "phrase": "이성",
      "hanja": " (理性)",
      "example": {},
      "meanings": [
        "(생각하고 판단하는 능력) reason, rationality, (지성) intellect"
      ]
    },
    {
      "phrase": "이성",
      "hanja": " (異性)",
      "example": {},
      "meanings": [
        "the opposite[other] sex"
      ]
    },
    {
      "phrase": "(핵분열의)이성",
      "hanja": " ((核分裂-)二星)",
      "example": {},
      "meanings": [
        "의학 diaster"
      ]
    },
    {
      "phrase": "이성 교제",
      "hanja": "",
      "example": {},
      "meanings": [
        "relationship"
      ]
    },
    {
      "phrase": "이성을 잃다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lose one´s reason"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "reason",
      "frequency": 3
    },
    {
      "meaning": "the opposite sex",
      "frequency": 0
    },
    {
      "meaning": "logos",
      "frequency": 0
    },
    {
      "meaning": "metamerism",
      "frequency": 0
    },
    {
      "meaning": "isomerism",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "가장 뭔가 이성적인 멤버는 누구일까요? who's the most rational type? 듣기 View video V COOKIE : [Full] VICTON X LieV - 빅톤의 눕방라이브!",
      "english": "who's the most rational type?"
    },
    {
      "korean": "지금까지 사귀어 본 이성 친구의 수는? How many girlfriends have you had? 듣기 View video 콬TV (WHYNOT) : 남녀가 술 마실 때 옆에 앉으면 일어나는 일 (feat. 취중진담)ㅣ[리얼하이로맨스S2] EP7",
      "english": "How many girlfriends have you had?"
    },
    {
      "korean": "[이성 잃음] - 짜파게티요? - 말도 안 돼! [Super excited] - Jjapaghetti? - No way! 듣기 View video BTS : Run BTS! 2020 - EP.93",
      "english": "[Super excited] - Jjapaghetti? - No way!"
    },
    {
      "korean": "오늘 데이트한 사람이 이성적으로 느껴졌다? Was there any romantic feeling toward your date today? 듣기 View video 콬TV (WHYNOT) : 남녀 모두를 당황하게 한 한밤의 충격 고백!ㅣ[리얼하이로맨스S2] EP12",
      "english": "Was there any romantic feeling toward your date today?"
    },
    {
      "korean": "알겠습니다, 병찬이는 형이 감정적인 것 같아요? 이성적인 것 같아요? Okay. Byung-chan, what do you think about me? 듣기 View video V COOKIE : [Full] VICTON X LieV - 빅톤의 눕방라이브!",
      "english": "Okay. Byung-chan, what do you think about me?"
    }
  ],
  "examples": [
    {
      "korean": "the opposite sex 듣기 Add to Wordbook 이성. Friendict Level English-Korean Dictionary",
      "english": "the opposite sex Add to Wordbook"
    },
    {
      "korean": "the exaltation of emotion above logical reasoning 듣기 Add to Wordbook 감성을 논리적인 이성 위로 격상시킴 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the exaltation of emotion above logical reasoning Add to Wordbook"
    },
    {
      "korean": "Why won’t you listen to reason? 듣기 Add to Wordbook 왜 당신은 이성에 귀 기울이려 하질 않죠? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Why won’t you listen to reason? Add to Wordbook"
    },
    {
      "korean": "The fans went totally gaga over the band. 듣기 Add to Wordbook 밴드를 본 팬들은 완전히 이성을 잃었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fans went totally gaga over the band. Add to Wordbook"
    },
    {
      "korean": "Only human beings are capable of reason. 듣기 Add to Wordbook 오직 인간만이 이성적인 생각을 할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Only human beings are capable of reason. Add to Wordbook"
    }
  ]
}