{
  "phrases": [
    {
      "phrase": "이쁘다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective pretty, beautiful, comely",
        "Adjective adorable",
        "Adjective nice, good"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "she is cool",
      "frequency": 0
    },
    {
      "meaning": "fair or foul",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이쁜... stamp you a pretty attendance sheet. 듣기 View video NU'EST : NU'EST V time : MinHyun's Day",
      "english": "stamp you a pretty attendance sheet."
    },
    {
      "korean": "이쁜 것 같아요? You think it's pretty? 듣기 View video iKON : ㄱㄱ",
      "english": "You think it's pretty?"
    },
    {
      "korean": "안녕~ 이쁜 옷을 입었네 저 친구는? Hi! That friend is wearing something really pretty. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Hi! That friend is wearing something really pretty."
    },
    {
      "korean": "[Q. 지금 눈동자 색이 너무 이쁜 것 같아요] 진짜요? [Q. The color of your eyes are so pretty] Really? 듣기 View video MONSTA X : [몬채널][B] EP.178 'FANTASIA' MV DAY1",
      "english": "[Q. The color of your eyes are so pretty] Really?"
    },
    {
      "korean": "이쁜 거 있어요 이쁜 거 이쁜 거! There is something pretty. Pretty one. 듣기 View video 전소미 : 소미 돌잔치",
      "english": "There is something pretty. Pretty one."
    }
  ],
  "examples": [
    {
      "korean": "I’ll get you, my pretty! 발음듣기 이 이쁜 것, 널 잡아먹을 테다! YBM All in All English-Korean Dictionary",
      "english": "I’ll get you, my pretty! 발음"
    },
    {
      "korean": "I've seen some pictures and she's a real cutie. 발음듣기 내가 사진 몇 장 봤는데 정말로 이쁜 여자애야. Neungyule",
      "english": "I've seen some pictures and she's a real cutie. 발음"
    },
    {
      "korean": "I’ll get you, my pretty, and your little dog too! 발음듣기 이 이쁜 것, 널 잡아먹을 테다! 네 귀여운 강아지도! YBM All in All English-Korean Dictionary",
      "english": "I’ll get you, my pretty, and your little dog too! 발음"
    },
    {
      "korean": "I have never seen such a tiny and cute tot in my life. 발음듣기 태어나서 그렇게 작고 이쁜 꼬마는 처음 보았다. YBM All in All English-Korean Dictionary",
      "english": "I have never seen such a tiny and cute tot in my life. 발음"
    },
    {
      "korean": "I think he visited us just to show off his gorgeous girl friend. 발음듣기 그는 이쁜 여자친구를 자랑하려고 들른 것 같애. Neungyule",
      "english": "I think he visited us just to show off his gorgeous girl friend. 발음"
    }
  ]
}