{
  "phrases": [
    {
      "phrase": "이야",
      "hanja": "",
      "example": {},
      "meanings": [
        "only if it be, if (it be), when it comes to, even, indeed"
      ]
    },
    {
      "phrase": "이야",
      "hanja": "",
      "example": {},
      "meanings": [
        "Interjection wow"
      ]
    },
    {
      "phrase": "Iyar",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 이야르 ((유대력(曆)의 8번째의 달))"
      ]
    },
    {
      "phrase": "I(y)yar",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 유태曆 이야르((민간력의 제8월, 교회력의 제2월 , 현행 태양력으로 4-5월 , ⇨ JEWISH CALENDAR))."
      ]
    },
    {
      "phrase": "이야다니지",
      "hanja": " (彌谷寺(미곡사))",
      "example": {},
      "meanings": [
        "문화예술 Iyadaniji"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "phwoah",
      "frequency": 0
    },
    {
      "meaning": "Rawr",
      "frequency": 0
    },
    {
      "meaning": "the narrative is woven round...",
      "frequency": 0
    },
    {
      "meaning": "story bond",
      "frequency": 0
    },
    {
      "meaning": "Museacutee des beaux-arts Hyacinthe Rigaud",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이야... Oh my god. 듣기 View video BTS : Run BTS! 2019 - EP.77",
      "english": "Oh my god."
    }
  ],
  "examples": [
    {
      "korean": "Military personnel to whom I have spoken rave about their bravery and skill. 듣기 Add to Wordbook 내가 이야가한 군무원들은 그들의 용감성과 기술에 대해 격찬한다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****) Hansard",
      "english": "Military personnel to whom I have spoken rave about their bravery and skill. Add to Wordbook"
    },
    {
      "korean": "Oh, um, this is my boyfriend dan. 듣기 Add to Wordbook 아,저기, 여긴 내 남자친구 댄이야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 헵번공주(yuli****)",
      "english": "Oh, um, this is my boyfriend dan. Add to Wordbook"
    },
    {
      "korean": "I have been in this place for 35 years. 듣기 Add to Wordbook 이 업계에 종사한지 35된이야 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****) Hansard",
      "english": "I have been in this place for 35 years. Add to Wordbook"
    },
    {
      "korean": "You haven't spoken to him in over six years. 듣기 Add to Wordbook 너는 그에게 6년 넘게 이야지하지 않았어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 연필이 좋다(jyou****)",
      "english": "You haven't spoken to him in over six years. Add to Wordbook"
    },
    {
      "korean": "I am English, therefore an Anglo-Saxon. 듣기 Add to Wordbook 나는 잉글랜드인이야, 그러므로 앵글로 색슨족이지. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ajbjml(ajbj****)",
      "english": "I am English, therefore an Anglo-Saxon. Add to Wordbook"
    }
  ]
}