{
  "phrases": [
    {
      "phrase": "eternity",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 격식 영원, 영겁",
        "Noun 비격식 (영겁처럼 느껴지는) 오랜 시간"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Shaiya Eternity",
      "frequency": 0
    },
    {
      "meaning": "MAHJONG TOWERS ETERNITY",
      "frequency": 0
    },
    {
      "meaning": "END OF ETERNITY",
      "frequency": 0
    },
    {
      "meaning": "Technomage: Return of Eternity",
      "frequency": 0
    },
    {
      "meaning": "영원히",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "연준이 형은 함께 영원히 저랑 쭉 함께해요 - 야 여기서 끝나면 끝이야 그냥 알지? YEONJUN, please be with me until eternity. - Hey, if it finishes here, it's over, you know that. 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "YEONJUN, please be with me until eternity. - Hey, if it finishes here, it's over, you know that."
    },
    {
      "korean": "진짜 모르겠네 - 영원까지도... I don't know. - Eternity... 듣기 View video BTOB : ♥멜로디와의 봄날의 기억, 우리 70년 함께해요♥",
      "english": "I don't know. - Eternity..."
    },
    {
      "korean": "영겁의 밤? 영겁의 방? In the everlasting night of eternity? 듣기 View video BTS : RM - MAP OF THE SOUL : PERSONA Behind",
      "english": "In the everlasting night of eternity?"
    },
    {
      "korean": "그러니까 뭐도 뭐도 영원까지도일 거 아니야 그렇지? It would go like, something, something and eternity. Right? 듣기 View video BTOB : ♥멜로디와의 봄날의 기억, 우리 70년 함께해요♥",
      "english": "It would go like, something, something and eternity. Right?"
    },
    {
      "korean": "들을 때 영겁보다 영원이 나은 거 같은데 근데 밤이야, 방이야? I think everlasting sounds better than eternity. But night or room? 듣기 View video BTS : RM - MAP OF THE SOUL : PERSONA Behind",
      "english": "I think everlasting sounds better than eternity. But night or room?"
    }
  ],
  "examples": [
    {
      "korean": "There will be rich and poor for all eternity. 듣기 Add to Wordbook 부자와 빈자는 영원히[아무리 세월이 가도] 없어지지 않을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There will be rich and poor for all eternity. Add to Wordbook"
    },
    {
      "korean": "They believed that their souls would be condemned to burn in hell for eternity. 듣기 Add to Wordbook 그들은 자신들의 영혼이 영원히 지옥불에 타는 벌을 받게 될 것이라고 믿었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They believed that their souls would be condemned to burn in hell for eternity. Add to Wordbook"
    },
    {
      "korean": "After what seemed like an eternity the nurse returned with the results of the test. 듣기 Add to Wordbook 영겁이 흐른 것 같은 오랜 시간이 지난 뒤에 간호사가 검사 결과를 가지고 돌아왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "After what seemed like an eternity the nurse returned with the results of the test. Add to Wordbook"
    },
    {
      "korean": "Under all speech that is good for anything there lies a silence that is better. Silence is deep as Eternity; speech is shallow as Time. (Thomas Carlyle) 듣기 Add to Wordbook 어떤 것에든 이로운 말 밑에는 그보다 나은 침묵이 존재한다. 침묵은 영원처럼 깊고 말은 시간만큼 얕다. (토마스 칼라일, 침묵명언) 명언/속담",
      "english": "Under all speech that is good for anything there lies a silence that is better. Silence is deep as Eternity; speech is shallow as Time. (Thomas Carlyle) Add to Wordbook"
    },
    {
      "korean": "History is a voice forever sounding across the centuries the laws of right and wrong. Opinions alter, manners change, creeds rise and fall, but the moral law is written on the tablets of eternity. (James A. Froude) 듣기 Add to Wordbook 역사는 수 세기에 걸쳐 옳고 그름의 법칙을 설파하는 외침이다. 생각도 변하고, 태도도 바뀌고, 교리도 흥망하지만 도덕률은 영원의 현판에 새겨져 있다. (제임스 A. 프루드, 자기관리명언) 명언/속담",
      "english": "History is a voice forever sounding across the centuries the laws of right and wrong. Opinions alter, manners change, creeds rise and fall, but the moral law is written on the tablets of eternity. (James A. Froude) Add to Wordbook"
    }
  ]
}