{
  "phrases": [
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(머리에 얹다) place[put] sth on the head"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지붕을 얹다) roof, (기와로) tile, (짚으로) thatch, (판자로) shingle"
      ]
    },
    {
      "phrase": "-이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지정하는 말) be",
        "(되다) come, be",
        "(수량) number, weigh, measure, cover"
      ]
    },
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "(거기)"
      ]
    },
    {
      "phrase": "거",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그것) Well!, Why!, There!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "like",
      "frequency": 3
    },
    {
      "meaning": "thing",
      "frequency": 3
    },
    {
      "meaning": "dish",
      "frequency": 3
    },
    {
      "meaning": "gift",
      "frequency": 3
    },
    {
      "meaning": "tough luck",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오늘 그리고 별밤 보이는 라디오 인거 알죠? You know that tonight's \"Starry Night\" is a viewable radio show, right? 듣기 View video B1A4 : 오늘하루도 잘 보내고 계신가요~??",
      "english": "You know that tonight's \"Starry Night\" is a viewable radio show, right?"
    },
    {
      "korean": "1위가 네 거 '피어나' 인 거야. and the top 1 was \"Bloom.\" 듣기 View video GFRIEND : 잘자요 굿나잇",
      "english": "and the top 1 was \"Bloom.\""
    },
    {
      "korean": "여름에 사용하기 좋은 제형은 확실히 젤 인거 같아요. I think gels are definitely nice to use during the summer. 듣기 View video HANABONO : 피부 상태 별로 골라 잡아! 여름 스킨케어 제품 15개 리뷰 1탄",
      "english": "I think gels are definitely nice to use during the summer."
    },
    {
      "korean": "25살 인거에요. I become 25 tomorrow. 듣기 View video Girl's Day : [걸스데이] 토요일 유라는..?",
      "english": "I become 25 tomorrow."
    },
    {
      "korean": "인 거 같아요. That's what I think, anyway. 듣기 View video YGK+ : 효니티비4 제주올래 Mukbang (Eating Broadcast)",
      "english": "That's what I think, anyway."
    }
  ],
  "examples": [
    {
      "korean": "You're trying to have a kid? 듣기 Add to Wordbook 아이를 가지려고 노력 중 인거야? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "You're trying to have a kid? Add to Wordbook"
    },
    {
      "korean": "That's why you are the manager! 듣기 Add to Wordbook 그래서 네가 매니저 인거잖아! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "That's why you are the manager! Add to Wordbook"
    },
    {
      "korean": "Why do we have to have two nostrils? 듣기 Add to Wordbook 왜 우리는 콧구멍이 두 개 인거야? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gorgeousm(gorg****)",
      "english": "Why do we have to have two nostrils? Add to Wordbook"
    },
    {
      "korean": "Do you realize, she is twenty years old? 듣기 Add to Wordbook 너, 그녀가 스무살 인 거 알아? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 헵번공주(yuli****)",
      "english": "Do you realize, she is twenty years old? Add to Wordbook"
    },
    {
      "korean": "Am I alone in disliking Cath Kidston? (the label, not the person). 듣기 Add to Wordbook 캐스 키드슨(브랜드명)을 싫어하는 건 나 뿐 인 거야? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 미수정(myjs****)",
      "english": "Am I alone in disliking Cath Kidston? (the label, not the person). Add to Wordbook"
    }
  ]
}