{
  "phrases": [
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(머리에 얹다) place[put] sth on the head"
      ]
    },
    {
      "phrase": "게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(갑각류) crab",
        "(비유적)"
      ]
    },
    {
      "phrase": "이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지붕을 얹다) roof, (기와로) tile, (짚으로) thatch, (판자로) shingle"
      ]
    },
    {
      "phrase": "-이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(지정하는 말) be",
        "(되다) come, be",
        "(수량) number, weigh, measure, cover"
      ]
    },
    {
      "phrase": "-게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(…하게)",
        "(하게 하다[되다])",
        "(반어적 가정)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "crab",
      "frequency": 3
    },
    {
      "meaning": "Cancer",
      "frequency": 0
    },
    {
      "meaning": "cream",
      "frequency": 3
    },
    {
      "meaning": "arid",
      "frequency": 3
    },
    {
      "meaning": "little/no better than",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "확실히 우리가 방송인 인 게... I think we're entertainers... 듣기 View video INFINITE : INFINITE DONG WOO&HOYA’s 인피니트 동우&호야 X 같이먹어요",
      "english": "I think we're entertainers..."
    },
    {
      "korean": "누군가의 고민을 들어준다는게 되게 좋은일 인것 같고 또 저는 그걸 되게 좋아해요. it is a good thing to listen to other people's concern and I actually like it. 듣기 View video MAP6 : MAP6(맵식스)-맵식이의 별이빛나는푸른밤키스더타임쇼!",
      "english": "it is a good thing to listen to other people's concern and I actually like it."
    },
    {
      "korean": "우리가 준비했던 곡 중에 골라야 하는 게 베스트인 것 같거든. I think it's best to pick from what we have prepared. 듣기 View video d.o.b (DANCE OR BAND) : Ep.6 d.o.b(DANCE OR BAND)",
      "english": "I think it's best to pick from what we have prepared."
    },
    {
      "korean": "표정, 제스처 그리고 우리가 춤을 추는게 자신 있을수 있는 이유 인거 같아요. I think everyone is the reason why we're able to feel so confident with our poses, gestures, and dance moves. 듣기 View video VIXX : VIXX 'Kratos' Comeback Showcase",
      "english": "I think everyone is the reason why we're able to feel so confident with our poses, gestures, and dance moves."
    },
    {
      "korean": "요가를 알려드린다는 게 외국 사람인 저한테는 쉽지가 않았어요. for me to teach yoga since I am a foreigner. 듣기 View video V Beauty : 리에와 요가Talk_요가 어렵지 않아요~ 쉬운 요가 자세 Akiba Rie Yoga Talk",
      "english": "for me to teach yoga since I am a foreigner."
    }
  ],
  "examples": [
    {
      "korean": "This is not wise! He is a proven risk. 듣기 Add to Wordbook 그건 현명하지 못해! 위험한 사람인 게 입증 된 자야. hansemEUG",
      "english": "This is not wise! He is a proven risk. Add to Wordbook"
    },
    {
      "korean": "Then speak to me like I'm ten years old. 듣기 Add to Wordbook 그럼, 내가 10살짜리 인 것 처럼 낸게 말 해. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 mycs3269(mycs****)",
      "english": "Then speak to me like I'm ten years old. Add to Wordbook"
    },
    {
      "korean": "WB and DC obviously have no idea what they are doing, as if that's a revelation. 듣기 Add to Wordbook WB와DC는 자기들이 무슨일을 하고 있는지 모르는게 분명하다, 마치 그게 뜻밖의일 인것 처럼 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 byun(kili****)",
      "english": "WB and DC obviously have no idea what they are doing, as if that's a revelation. Add to Wordbook"
    },
    {
      "korean": "So whether or not innocents get killed is not the point, it's who's doing the killing and whether you like them or not. 듣기 Add to Wordbook 그러므로 무고한 사람들이 죽임을 당하느냐 당하지 않는냐가 중요한 게 아니다, 중요한 것은 누가 그 살인을 저지르고 있고 당신이 그들을 좋아하느냐 아니냐 인 것이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 초코칩(free****)",
      "english": "So whether or not innocents get killed is not the point, it's who's doing the killing and whether you like them or not. Add to Wordbook"
    },
    {
      "korean": "Come on, make yourself useful, my boy. 듣기 Add to Wordbook 이리봐, 너도 할수있는게 있어 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "Come on, make yourself useful, my boy. Add to Wordbook"
    }
  ]
}