{
  "phrases": [
    {
      "phrase": "인명",
      "hanja": " (人命)",
      "example": {},
      "meanings": [
        "(사람의 목숨)(human) life"
      ]
    },
    {
      "phrase": "인명",
      "hanja": " (人名)",
      "example": {},
      "meanings": [
        "(사람의 이름)name"
      ]
    },
    {
      "phrase": "인명사전",
      "hanja": " (人名事典)",
      "example": {},
      "meanings": [
        "biographical dictionary"
      ]
    },
    {
      "phrase": "인명 손실",
      "hanja": "",
      "example": {},
      "meanings": [
        "loss of lives",
        "casualties"
      ]
    },
    {
      "phrase": "인명 경시 풍조",
      "hanja": "",
      "example": {},
      "meanings": [
        "a trend to make light of human life[take life lightly]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "life",
      "frequency": 3
    },
    {
      "meaning": "anthroponym",
      "frequency": 0
    },
    {
      "meaning": "a personal name",
      "frequency": 0
    },
    {
      "meaning": "lifeguard",
      "frequency": 0
    },
    {
      "meaning": "anti-personnel",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아무쪼록 인명피해가 없기를 바라면서... Hoping there would be no casualties... 듣기 View video V MOVIE : <아수라> 무비토크 라이브 '< Asura : The City of Madness> Movie Talk Live'",
      "english": "Hoping there would be no casualties..."
    },
    {
      "korean": "진짜 인명 피해 없었으면 좋겠어요. - 더 이상의 피해가 없길 바랍니다. I hope everything is all right. - Hope there are no more damages. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '뇌섹녀가 대세! 문제적 너비'",
      "english": "I hope everything is all right. - Hope there are no more damages."
    }
  ],
  "examples": [
    {
      "korean": "The drought has led to widespread loss of life. 듣기 Add to Wordbook 그 가뭄은 대대적인 인명 손실로 이어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The drought has led to widespread loss of life. Add to Wordbook"
    },
    {
      "korean": "Human life must always be sacred. 듣기 Add to Wordbook 인명은 항상 신성시되어야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Human life must always be sacred. Add to Wordbook"
    },
    {
      "korean": "Enemy troops suffered heavy losses. 듣기 Add to Wordbook 적군은 많은 인명 손실을 보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Enemy troops suffered heavy losses. Add to Wordbook"
    },
    {
      "korean": "Mining can be costly in terms of lives. 듣기 Add to Wordbook 광업은 인명 면에서 희생이 클 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mining can be costly in terms of lives. Add to Wordbook"
    },
    {
      "korean": "The floods caused a massive loss of life. 듣기 Add to Wordbook 그 홍수는 대대적인 인명 손실을 초래했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The floods caused a massive loss of life. Add to Wordbook"
    }
  ]
}