{
  "phrases": [
    {
      "phrase": "인맥",
      "hanja": " (人脈)",
      "example": {},
      "meanings": [
        "personal connections"
      ]
    },
    {
      "phrase": "인맥을 넓히다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make more personal connections"
      ]
    },
    {
      "phrase": "인맥 부족",
      "hanja": "",
      "example": {},
      "meanings": [
        "lack of personal relationship"
      ]
    },
    {
      "phrase": "인맥 형성",
      "hanja": "",
      "example": {},
      "meanings": [
        "formation of personal relationship"
      ]
    },
    {
      "phrase": "인맥 문화",
      "hanja": "",
      "example": {},
      "meanings": [
        "culture of social relationships"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "personal connections",
      "frequency": 0
    },
    {
      "meaning": "wasta",
      "frequency": 0
    },
    {
      "meaning": "canucktion",
      "frequency": 0
    },
    {
      "meaning": "a network of friends",
      "frequency": 0
    },
    {
      "meaning": "old-boyism",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "인맥이라는 말이 나는 되게 뭔가... The word 'network' means something... 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM BEHIND] 다모임이 말하는 인맥힙합, 레이블 입단 아티스트 선정 기준은?!",
      "english": "The word 'network' means something..."
    },
    {
      "korean": "힙합 얘기하고 이게 인맥이거든? talked about hip hop. I think that's how the network is built. 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM BEHIND] 다모임이 말하는 인맥힙합, 레이블 입단 아티스트 선정 기준은?!",
      "english": "talked about hip hop. I think that's how the network is built."
    },
    {
      "korean": "아 이래서 인맥관리가 중요하다는 걸 이번에 정말 알았어요. I realized that's why it's important to have good connections. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#36. 여기 어떤가요 (w. 정은지)",
      "english": "I realized that's why it's important to have good connections."
    },
    {
      "korean": "흠~ 너의 인맥? Hmm~ Your personal connections? 듣기 View video WHYNOT TV : EP03. 삼각지역 : 습관적인 관계",
      "english": "Hmm~ Your personal connections?"
    },
    {
      "korean": "멋있으세요. 인맥이라니. Wow, you're so cool. Acquaintances. 듣기 View video C-JeS : <엽기적인그녀> TOP10! 정인선의 오디션도전기. \"대국민투표가 시작되었습니다.\"",
      "english": "Wow, you're so cool. Acquaintances."
    }
  ],
  "examples": [
    {
      "korean": "business contacts / affairs / interests 듣기 Add to Wordbook 사업상의 인맥/일/사업가들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "business contacts / affairs / interests Add to Wordbook"
    },
    {
      "korean": "I pulled out my handy Rolodex and called in several favors from great contacts I know in the industry. 듣기 Add to Wordbook 저는 이 분야에 잘 아는 인맥을 동원하여 급히 행사를 준비하였습니다. DARAKWON",
      "english": "I pulled out my handy Rolodex and called in several favors from great contacts I know in the industry. Add to Wordbook"
    },
    {
      "korean": "I guess my playing golf complements my work interests on the basis that it helps me to network with people in the same field. 듣기 Add to Wordbook 제 생각에 제가 골프를 치는 것이 이 분야의 인맥을 넓히는 데 도움이 되는 것 같습니다. DARAKWON",
      "english": "I guess my playing golf complements my work interests on the basis that it helps me to network with people in the same field. Add to Wordbook"
    },
    {
      "korean": "It was difficult for him to succeed in business without any wasta in Saudi Arabia. 듣기 Add to Wordbook 그가 아무런 인맥 없이 사우디아라비아에서 사업에 성공하기란 어려운 일이었다. 국제영어대학원대학교 신어사전",
      "english": "It was difficult for him to succeed in business without any wasta in Saudi Arabia. Add to Wordbook"
    },
    {
      "korean": "Yes, I had experience as an executive secretary in a multinational company. I bring to this company the business connections that I have built up while working for the former company. 듣기 Add to Wordbook 네, 다국적 기업의 임원 비서로 일한 경험이 있습니다. 전 직장에서 일하는 동안 쌓은 인맥을 이 직장에서 활용할 수 있습니다. DARAKWON",
      "english": "Yes, I had experience as an executive secretary in a multinational company. I bring to this company the business connections that I have built up while working for the former company. Add to Wordbook"
    }
  ]
}