{
  "phrases": [
    {
      "phrase": "인체",
      "hanja": " (人體)",
      "example": {},
      "meanings": [
        "human body, human organism"
      ]
    },
    {
      "phrase": "인체 모형",
      "hanja": "",
      "example": {},
      "meanings": [
        "a model of a human body"
      ]
    },
    {
      "phrase": "인체 해부학",
      "hanja": "",
      "example": {},
      "meanings": [
        "human anatomy"
      ]
    },
    {
      "phrase": "인체에 무해하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be harmless[innocuous] to humans",
        "have no ill effects on the human body"
      ]
    },
    {
      "phrase": "인체 해부",
      "hanja": "",
      "example": {},
      "meanings": [
        "dissection of a human body"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "the human body",
      "frequency": 0
    },
    {
      "meaning": "God's image",
      "frequency": 0
    },
    {
      "meaning": "the human body[brain]",
      "frequency": 0
    },
    {
      "meaning": "long pig",
      "frequency": 0
    },
    {
      "meaning": "human body",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[인체공학적으로 만들어서 에어 터치도 가능하게, 아셨죠?] [Please add an air-touch function based on an ergonomic design, okay?] View video V PICK! : [NCT] ~드림포착! 세상에 이런일이~ 해차니는 애기배가 아니에요‼️ (NCT DREAM talking about haechan’s abs)",
      "english": "[Please add an air-touch function based on an ergonomic design, okay?]"
    },
    {
      "korean": "그렇다고 이걸 인체에 뿌리시면 안 돼요! However, you can't spray this on your skin! 듣기 View video Dispatch : [ⓓxV] “오늘이 맞지! 막 두근두근대!” (우주소녀:WJSN)",
      "english": "However, you can't spray this on your skin!"
    },
    {
      "korean": "과자 먹다가 인체의 신비에 대해서... She realized the mystery of human body while having chips. 듣기 View video V COOKIE : [Full] GFRIEND X LieV - 여자친구의 눕방라이브!",
      "english": "She realized the mystery of human body while having chips."
    },
    {
      "korean": "[인체의 신비 우리 몸은 거짓말을 하지 않는다...] 언니 간 기능 떨어졌어요? [The body never lies] Do you have a bad liver? 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 도연 건강의 적신호?_8회",
      "english": "[The body never lies] Do you have a bad liver?"
    },
    {
      "korean": "[TIP] 반도체 전류와 인체의 전류가 만나서 산소를 운반해주는 역할을 해요. [TIP] The current of the mineral and the current in your body meet to transport oxygen. 듣기 View video TRENDY TV(트렌디 티비) : [사다드림 시즌2] 도연 건강의 적신호?_8회",
      "english": "[TIP] The current of the mineral and the current in your body meet to transport oxygen."
    }
  ],
  "examples": [
    {
      "korean": "the sun’s harmful ultra-violet rays 듣기 Add to Wordbook (인체에) 유해한 태양의 자외선 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the sun’s harmful ultra-violet rays Add to Wordbook"
    },
    {
      "korean": "The layout is hard to fault ergonomically. 듣기 Add to Wordbook 그 설계는 인체 공학적으로 흠을 잡기 어렵다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The layout is hard to fault ergonomically. Add to Wordbook"
    },
    {
      "korean": "Insulin enables the body to use and store sugar. 듣기 Add to Wordbook 인슐린은 인체의 당 이용과 저장을 가능하게 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Insulin enables the body to use and store sugar. Add to Wordbook"
    },
    {
      "korean": "AIDS lowers the body’s resistance to infection. 듣기 Add to Wordbook 에이즈는 인체의 감염에 대한 저항력을 떨어뜨린다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "AIDS lowers the body’s resistance to infection. Add to Wordbook"
    },
    {
      "korean": "Doctors could find nothing organically wrong with her. 듣기 Add to Wordbook 의사들이 그녀의 인체 기관에서는 아무 이상을 발견하지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Doctors could find nothing organically wrong with her. Add to Wordbook"
    }
  ]
}