{
  "phrases": [
    {
      "phrase": "일렁이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(좌우로) sway, roll; (앞뒤로) rock"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "choppy",
      "frequency": 0
    },
    {
      "meaning": "choppy waters",
      "frequency": 0
    },
    {
      "meaning": "vox angelica",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "일렁이지 않는구나. It doesn't arouse me. 듣기 View video B1A4 : 산들이의 퇴근길~♡",
      "english": "It doesn't arouse me."
    },
    {
      "korean": "여기에 파도가 일렁입니다. Wave's rolling now. 듣기 View video KIM JUNA : 주나해인수현의 요트에서 불꽃축제보러 GoGo!✨",
      "english": "Wave's rolling now."
    },
    {
      "korean": "가슴이 일렁인다고 마음이 뭉클해지신다고 합니다. \"My heart is swaying. My heart is touched.\" 듣기 View video V COOKIE : [Replay] Park Si Hwan(feat. Lee Ji Hye)’s Orgel Live - 박시환(feat. 이지혜)의 오르골 라이브!",
      "english": "\"My heart is swaying. My heart is touched.\""
    },
    {
      "korean": "일렁이는 파도 소리 울렁거리는 내 마음. The sounds of rolling waves. The throbbing of my heart. 듣기 View video ASTRO : [ASTRO PLAY] 바다에 가면",
      "english": "The sounds of rolling waves. The throbbing of my heart."
    }
  ],
  "examples": [
    {
      "korean": "the heave of the sea 발음듣기 바다가 들먹거림[일렁임]. Friendict Level English-Korean Dictionary",
      "english": "the heave of the sea 발음"
    },
    {
      "korean": "The sea was shimmering in the sunlight. 발음듣기 바다는 햇살 속에서 일렁이고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sea was shimmering in the sunlight. 발음"
    },
    {
      "korean": "The wind rippled the wheat in the fields. 발음듣기 부는 바람에 들판의 밀이 잔물결을 이루며 일렁였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The wind rippled the wheat in the fields. 발음"
    },
    {
      "korean": "The wagons launched into a billowing green sea. 발음듣기 포장마차들은 바람에 일렁이는 푸른 초원으로 들어섰다. Neungyule",
      "english": "The wagons launched into a billowing green sea. 발음"
    },
    {
      "korean": "Golden waves are rolling through the field. 발음듣기 들판에 황금물결이 일렁이고 있다 Neungyule",
      "english": "Golden waves are rolling through the field. 발음"
    }
  ]
}