{
  "phrases": [
    {
      "phrase": "일로",
      "hanja": " (一路)",
      "example": {},
      "meanings": [
        "a straight road, one road"
      ]
    },
    {
      "phrase": "일로",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb over here, to this place, hither (→글로, 절로2)"
      ]
    },
    {
      "phrase": "일",
      "hanja": "",
      "example": {},
      "meanings": [
        "(인간의 신체적·정신적 활동) work, (힘든 일) labor, (임무) duty, task, (직업) job, employment",
        "(용무) business",
        "(문제) matter, affair, concern"
      ]
    },
    {
      "phrase": "일",
      "hanja": " (日)",
      "example": {},
      "meanings": [
        "(날) day"
      ]
    },
    {
      "phrase": "일",
      "hanja": " (一·壹)",
      "example": {},
      "meanings": [
        "(숫자) one"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "affair",
      "frequency": 3
    },
    {
      "meaning": "chore",
      "frequency": 3
    },
    {
      "meaning": "matter",
      "frequency": 3
    },
    {
      "meaning": "something",
      "frequency": 3
    },
    {
      "meaning": "job",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "일로 와! 일로 와! Come here! Come here. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Come here! Come here."
    },
    {
      "korean": "일로 와! Come over here! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Come over here!"
    },
    {
      "korean": "무슨 일이야? What's going on? 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "What's going on?"
    },
    {
      "korean": "멍뭉이 일로 와! Puppy, come here. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Puppy, come here."
    },
    {
      "korean": "베리 일로 와! Berry, come over here. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Berry, come over here."
    }
  ],
  "examples": [
    {
      "korean": "He was really cut up about it. 듣기 Add to Wordbook 그는 그 일로 무척 상심했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 파애(yyan****)",
      "english": "He was really cut up about it. Add to Wordbook"
    },
    {
      "korean": "No, don't use work as an excuse. 듣기 Add to Wordbook 아니, 일로 변명하려 하지마. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 밍탱밍탱(dldb****)",
      "english": "No, don't use work as an excuse. Add to Wordbook"
    },
    {
      "korean": "My wife died because of this job. 듣기 Add to Wordbook 내 아내는 이 일로 죽었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 kwonil61(kwon****)",
      "english": "My wife died because of this job. Add to Wordbook"
    },
    {
      "korean": "She's always busy with work stuff. 듣기 Add to Wordbook 그녀는 항상 일로 바빠요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 허니디(hone****)",
      "english": "She's always busy with work stuff. Add to Wordbook"
    },
    {
      "korean": "To what do we owe the pleasure? 듣기 Add to Wordbook 어떤 일로 이렇게 오셨습니까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 TNJ(bell****)",
      "english": "To what do we owe the pleasure? Add to Wordbook"
    }
  ]
}