{
  "phrases": [
    {
      "phrase": "일어나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(자리에서) get up, stand up, (formal) rise (up / to one's feet); (누워 있다가 앉다) sit up; (넘어졌다가) pick oneself up; (자리...",
        "(잠자리에서) get up, get out of bed, (formal) rise; (잠에서 깨다) wake up, (literary) awake",
        "occur, (일·사건 등이) happen, take place, come up, arise; (우연히) come about; (전쟁·싸움 등이) break out, erupt"
      ]
    },
    {
      "phrase": "빈번히 일어나는 일",
      "hanja": "",
      "example": {},
      "meanings": [
        "a matter of frequent occurrence"
      ]
    },
    {
      "phrase": "일찍 일어나는 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "an early riser"
      ]
    },
    {
      "phrase": "전쟁이 일어나는 날에는",
      "hanja": "",
      "example": {},
      "meanings": [
        "in the event of war"
      ]
    },
    {
      "phrase": "화재가 일어나는 날에는",
      "hanja": "",
      "example": {},
      "meanings": [
        "in case of a fire"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "transpiratory",
      "frequency": 0
    },
    {
      "meaning": "undecennial",
      "frequency": 0
    },
    {
      "meaning": "getting up",
      "frequency": 0
    },
    {
      "meaning": "consequent",
      "frequency": 1
    },
    {
      "meaning": "gradual",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "[가장 늦게 일어나는 멤버는?] [Who's the last one to get up?] View video Dispatch : [ⓓxV] “디에잇은 어떤 편?!”┃미니 인터뷰 ③ (퍼포먼스팀 : SEVENTEEN)",
      "english": "[Who's the last one to get up?]"
    },
    {
      "korean": "빨리 일어나는 새가... The early bird... 듣기 View video V COOKIE : [Full] KIM JAEJOONG X Orgel Live - 김재중의 오르골 라이브!",
      "english": "The early bird..."
    },
    {
      "korean": "괜찮아 - 갑자기 얘 일어나는 거 아니야? It's okay. - What if this dummy stands up? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.13 SVT ESCAPE ROOM #2",
      "english": "It's okay. - What if this dummy stands up?"
    },
    {
      "korean": "저 요즘 일찍 일어나는 거 같아요 12시 반? I get up a bit early these days. Like 12:30? 듣기 View video WOODZ (조승연) : 조곤조곤",
      "english": "I get up a bit early these days. Like 12:30?"
    },
    {
      "korean": "사실은 머릿속에서 일어나는... Are actually happening in our heads... 듣기 View video 플레이리스트 (Playlist) : 직진고백의 완벽한 예 [연플리4] - EP.16",
      "english": "Are actually happening in our heads..."
    }
  ],
  "examples": [
    {
      "korean": "the dissipation of energy in the form of heat 발음듣기 열의 형태로 일어나는 에너지 소실 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the dissipation of energy in the form of heat 발음"
    },
    {
      "korean": "He had an aversion to getting up early. 발음듣기 그는 일찍 일어나는 것을 아주 싫어했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had an aversion to getting up early. 발음"
    },
    {
      "korean": "We are profoundly affected by what happens to us in childhood. 발음듣기 우리는 어릴 적 우리에게 일어나는 일의 영향을 깊이 받는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We are profoundly affected by what happens to us in childhood. 발음"
    },
    {
      "korean": "She felt a stirring of anger. 발음듣기 그녀는 화가 일어나는 것을 느꼈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She felt a stirring of anger. 발음"
    },
    {
      "korean": "It was her custom to rise early. 발음듣기 일찍 일어나는 것이 그녀의 습관이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was her custom to rise early. 발음"
    }
  ]
}