{
  "phrases": [
    {
      "phrase": "일족",
      "hanja": " (一族)",
      "example": {},
      "meanings": [
        "one's whole family, one's family and relatives, (formal) kin"
      ]
    },
    {
      "phrase": "반역자 일족을 몰살하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "exterminate the whole[entire] family of a traitor"
      ]
    },
    {
      "phrase": "일족을 압도하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "overwhelm clan"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "branch",
      "frequency": 3
    },
    {
      "meaning": "race 2",
      "frequency": 3
    },
    {
      "meaning": "sept",
      "frequency": 0
    },
    {
      "meaning": "stirps",
      "frequency": 0
    },
    {
      "meaning": "Al",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아수라는 센쥬 일족의 시조입니다. and Asura is the progenitor of the Senju clan. 듣기 View video zzal TV GODAKU : 나루토에 등장하는 캐릭터 파워랭킹 10 [GO다쿠 시즌3.6 / 11화]",
      "english": "and Asura is the progenitor of the Senju clan."
    }
  ],
  "examples": [
    {
      "korean": "Call it a clan, call it a network, call it a tribe, call it a family. Whatever you call it, whoever you are, you need one. (Jane Howard) 듣기 Add to Wordbook 그것을 파벌, 네트워크, 일족, 가족, 뭐라고 부르든, 그리고 당신이 누구이건 간에, 당신에게는 그것이 필요하다. (제인 하워드, 가족명언) 명언/속담",
      "english": "Call it a clan, call it a network, call it a tribe, call it a family. Whatever you call it, whoever you are, you need one. (Jane Howard) Add to Wordbook"
    },
    {
      "korean": "He perished with all his line. 듣기 Add to Wordbook 그는 일족과 함께 멸망했다. Friendict Level English-Korean Dictionary",
      "english": "He perished with all his line. Add to Wordbook"
    },
    {
      "korean": "Everyone in his family is well-off. 듣기 Add to Wordbook 그의 일족은 모두 부자입니다. YBM All in All English-Korean Dictionary",
      "english": "Everyone in his family is well-off. Add to Wordbook"
    },
    {
      "korean": "All these pods together form a ‘clan’. 듣기 Add to Wordbook 모든 떼들은 함께 일족을 구성합니다. TIMES CORE",
      "english": "All these pods together form a ‘clan’. Add to Wordbook"
    },
    {
      "korean": "On all orders for six pairs or more, we will allow 25 cents per pair. 듣기 Add to Wordbook 여섯 컬레 이상 주문하신데 대해서는 전부 일족 당 이십오센트 할인합니다. 영어영작문대사전",
      "english": "On all orders for six pairs or more, we will allow 25 cents per pair. Add to Wordbook"
    }
  ]
}