{
  "phrases": [
    {
      "phrase": "일원",
      "hanja": " (一圓)",
      "example": {},
      "meanings": [
        "(일정 범위의 어느 지역 전부)the whole area[district, region]"
      ]
    },
    {
      "phrase": "일원",
      "hanja": " (一員)",
      "example": {},
      "meanings": [
        "(구성원)member"
      ]
    },
    {
      "phrase": "클럽의 일원",
      "hanja": "",
      "example": {},
      "meanings": [
        "a club member",
        "a member of a club"
      ]
    },
    {
      "phrase": "사회적 일원",
      "hanja": "",
      "example": {},
      "meanings": [
        "a member of society"
      ]
    },
    {
      "phrase": "사회의 일원",
      "hanja": "",
      "example": {},
      "meanings": [
        "a member of society"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "일원 2",
      "frequency": 0
    },
    {
      "meaning": "part",
      "frequency": 3
    },
    {
      "meaning": "member",
      "frequency": 3
    },
    {
      "meaning": "monogenesis",
      "frequency": 0
    },
    {
      "meaning": "Aryan",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'팬클럽 이름이 일원인가요?' \"Is the fanclub name 'One-won'?\" 듣기 View video V PICK! : [JBJ95] 안녕하세요 저는 한국에 사는 일원입니다^^95(JBJ95’s quizzes to each other)",
      "english": "\"Is the fanclub name 'One-won'?\""
    },
    {
      "korean": "옷 입을까, 일원이? 일원이 지퍼 내릴 수 있겠어? Ilwon, would you like to put this on? Can you undo the zip? 듣기 View video 동방신기의 72시간 - my SMTelevision : [동방신기의 72시간] Ep.04 열정의(?) 바깥놀이,재료손질",
      "english": "Ilwon, would you like to put this on? Can you undo the zip?"
    },
    {
      "korean": "일원이라는 게 약간 가족... 그런 것도 일원이라고 하더라고요. You can call like family members \"Ilwon\" too! 듣기 View video JBJ95 : [#지금하95] 추으어어엉!!!!!",
      "english": "You can call like family members \"Ilwon\" too!"
    },
    {
      "korean": "그러니까 돈 아니라 그냥 일원 우리는 하나다라는 의미가 있더라고요! Like, it doesn't mean just money, \"1 won\", but it also means, \"we are one.\" 듣기 View video JBJ95 : [#지금하95] 추으어어엉!!!!!",
      "english": "Like, it doesn't mean just money, \"1 won\", but it also means, \"we are one.\""
    },
    {
      "korean": "환상의 푸껫 여행을 도와드리도록 하겠습니다. - 그럼 저도 고객의 일원이 되는 거죠? help you with traveling in fantastic Phuket. - Then I also became a customer, right? 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] 말만 하면 다 나옵니까? _ep10",
      "english": "help you with traveling in fantastic Phuket. - Then I also became a customer, right?"
    }
  ],
  "examples": [
    {
      "korean": "a member of the local mafia 듣기 Add to Wordbook 지역 이익 집단의 일원 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a member of the local mafia Add to Wordbook"
    },
    {
      "korean": "a single unitary state 듣기 Add to Wordbook 일원화된 권력 집중제 국가 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a single unitary state Add to Wordbook"
    },
    {
      "korean": "a member of the Cambridge crew 듣기 Add to Wordbook 케임브리지 조정 경기 팀의 일원 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a member of the Cambridge crew Add to Wordbook"
    },
    {
      "korean": "a member of the parochial church council 듣기 Add to Wordbook 교구 교회 평의회의 일원 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a member of the parochial church council Add to Wordbook"
    },
    {
      "korean": "English is a member of the Germanic group of languages 듣기 Add to Wordbook 영어는 게르만 어족의 일원이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "English is a member of the Germanic group of languages Add to Wordbook"
    }
  ]
}