{
  "phrases": [
    {
      "phrase": "일으키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸을) raise (up), pick (sb) up, set (sb) upright, (일으켜 앉히다) sit (sb) upright",
        "(나라·집안·사업 등을) (설립하다) establish, found, set up, (시작하다) start, begin, launch, (번성하게 하다) bring sth to su...",
        "(물리적·자연적 현상을) cause, raise, stir up, (물결을) ripple"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Let's not get hysterical.",
      "frequency": 0
    },
    {
      "meaning": "nonallergenic",
      "frequency": 0
    },
    {
      "meaning": "call forth no response in a person's breast",
      "frequency": 0
    },
    {
      "meaning": "nonabrasive",
      "frequency": 0
    },
    {
      "meaning": "biocompatible",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아마 가을에 굉장한 센세이션을 일으키지 않을까. I think it will become a sensation around Autumn. 듣기 View video YGK+ : 오늘의 주우재는? 보이스온뤼",
      "english": "I think it will become a sensation around Autumn."
    },
    {
      "korean": "하지만 몸은 일으키지 않는 거야. - 정신은 깨있고? But he doesn't physically get up. - But he's up mentally? 듣기 View video V COOKIE : [REPLAY] MONSTA X MINHYUK & KIHYUN's LieV - 몬스타엑스 민혁&기현의 눕방라이브!",
      "english": "But he doesn't physically get up. - But he's up mentally?"
    },
    {
      "korean": "이 노래가 나올 당시에 저는 이게 강남스타일만큼의센세이션을 일으키지 않을까라고 생각했던 곡입니다. When it came out, I thought it would be as sensational as \"Gangnam Style\". 듣기 View video AKMU : [AKMU의 사춘기노트 p.01]",
      "english": "When it came out, I thought it would be as sensational as \"Gangnam Style\"."
    },
    {
      "korean": "혁명을 일으키시겠다고요? Do you want to make a revolution? 듣기 View video SF9 : [FOR FANTASY] 셒구상사 (SF9 SANGSA) EP.01",
      "english": "Do you want to make a revolution?"
    },
    {
      "korean": "[늦어지는 촬영에 봉기 일으키는 대휘] - 12시요! - 12시요? - 네! [DAE HWI is lifting everyone's spirits] - 12! - 12? - Yes! 듣기 View video 컨버전스티비 (CONS TV) : 몽슈슈 글로벌하우스 메이킹 ep1 [늦은 밤 몽글스]",
      "english": "[DAE HWI is lifting everyone's spirits] - 12! - 12? - Yes!"
    }
  ],
  "examples": [
    {
      "korean": "Let’s not get hysterical. 듣기 Add to Wordbook 우리 히스테리를 일으키지 않도록 합시다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Let’s not get hysterical. Add to Wordbook"
    },
    {
      "korean": "She was told to keep her mouth shut and not rock the boat. 듣기 Add to Wordbook 그녀는 평지풍파 일으키지 말고 입을 다물고 있으라는 말을 들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was told to keep her mouth shut and not rock the boat. Add to Wordbook"
    },
    {
      "korean": "“There is a saying, don’t dip in the company ink.” 듣기 Add to Wordbook 이런 말이 있다, \"회사 내에서 염문을 일으키지 말라.\" 국제영어대학원대학교 신어사전",
      "english": "“There is a saying, don’t dip in the company ink.” Add to Wordbook"
    },
    {
      "korean": "It called forth no response in his breast. 듣기 Add to Wordbook 그것은 그의 가슴에 아무런 감동도 일으키지 못했다. Friendict Level English-Korean Dictionary",
      "english": "It called forth no response in his breast. Add to Wordbook"
    },
    {
      "korean": "The governor exhorted the prisoners not to riot. 듣기 Add to Wordbook 교도소장은 죄수들에게 폭동을 일으키지 말라고 경고했다. YBM All in All English-Korean Dictionary",
      "english": "The governor exhorted the prisoners not to riot. Add to Wordbook"
    }
  ]
}