{
  "phrases": [
    {
      "phrase": "일으키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸을) raise (up), pick (sb) up, set (sb) upright, (일으켜 앉히다) sit (sb) upright",
        "(나라·집안·사업 등을) (설립하다) establish, found, set up, (시작하다) start, begin, launch, (번성하게 하다) bring sth to su...",
        "(물리적·자연적 현상을) cause, raise, stir up, (물결을) ripple"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "insurgent",
      "frequency": 0
    },
    {
      "meaning": "cramped 2",
      "frequency": 0
    },
    {
      "meaning": "Confederate States",
      "frequency": 0
    },
    {
      "meaning": "in shock",
      "frequency": 0
    },
    {
      "meaning": "revolted",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[꼴찌 - 4위] [파격적인 순위 반등을 일으킨 세호!] [Last - fourth] [Saeho created a shocking change in rank!] View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 10부_ep.3 슬기로운 조개구이 먹방 생활",
      "english": "[Last - fourth] [Saeho created a shocking change in rank!]"
    },
    {
      "korean": "이게 이특이 일으킨 파장이죠. This is a butterfly effect from Leeteuk. 듣기 View video SMTOWN : 전설의 초대 (CELEB CHAMPIONS TROPHY) 3편",
      "english": "This is a butterfly effect from Leeteuk."
    },
    {
      "korean": "세련된 무대 매너로 트로트 붐을 일으킨 가수 태진아입니다. Tae Jin-Ah touched off a trot boom with his classy stage manners. 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "Tae Jin-Ah touched off a trot boom with his classy stage manners."
    },
    {
      "korean": "루이까또즈와 MCM이 학생들 사이에서 핫하게 붐을 일으킨... - 나는 그 브랜드를 몰랐다고요! Those were hot among students! - I had no idea. 듣기 View video WINNER : 강승윤의 골방라이브",
      "english": "Those were hot among students! - I had no idea."
    },
    {
      "korean": "[명언 제조 폭발적 반응을 일으킨 '이 X의 나야나' 사건] 그거 굉장히 반응이 좋더라고요. [It became an overnight sensation] People liked it a lot. 듣기 View video 스튜디오 룰루랄라 (Studio LuluLala) : [취중막말] ep.6 진운X동한 인소작가 데뷔?! \"너 내 노예해라...☆\"",
      "english": "[It became an overnight sensation] People liked it a lot."
    }
  ],
  "examples": [
    {
      "korean": "He was taken prisoner by rebel soldiers. 듣기 Add to Wordbook 그는 반역을 일으킨 병사들의 포로가 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was taken prisoner by rebel soldiers. Add to Wordbook"
    },
    {
      "korean": "He was blithely unaware of the trouble he’d caused. 듣기 Add to Wordbook 그는 태평하게도 자기가 일으킨 문제를 모르고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was blithely unaware of the trouble he’d caused. Add to Wordbook"
    },
    {
      "korean": "He lingered on for several months after the heart attack. 듣기 Add to Wordbook 그는 심장 발작을 일으킨 뒤 몇 달 동안을 버텼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He lingered on for several months after the heart attack. Add to Wordbook"
    },
    {
      "korean": "She was sublimely unaware of the trouble she had caused. 듣기 Add to Wordbook 그녀는 자기가 일으킨 말썽을 황당할 정도로 의식하지 못하고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was sublimely unaware of the trouble she had caused. Add to Wordbook"
    },
    {
      "korean": "I remember the cell-buy date clearly because I paid the cancellation charge for the phone. 듣기 Add to Wordbook 나는 해약금을 지급했기 때문에 휴대전화가 문제를 일으킨 날을 똑똑히 기억한다. 국제영어대학원대학교 신어사전",
      "english": "I remember the cell-buy date clearly because I paid the cancellation charge for the phone. Add to Wordbook"
    }
  ]
}