{
  "phrases": [
    {
      "phrase": "일으키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸을) raise (up), pick (sb) up, set (sb) upright; (일으켜 앉히다) sit (sb) upright",
        "(나라·집안·사업 등을) (설립하다) establish, found, set up; (시작하다) start, begin, launch; (번성하게 하다) bring sth to su...",
        "(물리적·자연적 현상을) cause, raise, stir up; (물결을) ripple"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "He means trouble.",
      "frequency": 0
    },
    {
      "meaning": "be bad news (for somebody/something)",
      "frequency": 0
    },
    {
      "meaning": "edge-of-the-seat",
      "frequency": 0
    },
    {
      "meaning": "teleplasm",
      "frequency": 0
    },
    {
      "meaning": "convulsible",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[이 두 사람... 과연 이변을 일으킬 수 있을까...?] [These two people... Will they be able to create an unexpected change...?] View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 12부_ep.3 톰 크루즈 뺌치는 도쿄의 총잡이들★",
      "english": "[These two people... Will they be able to create an unexpected change...?]"
    },
    {
      "korean": "가요계에 반란을 일으킬 다섯 남자! Five guys to make a revolt in music industry! 듣기 View video IMFACT : IMFACT 'Feel So Good' COUNTDOWN LIVE (임팩트 'Feel So Good' 컴백 카운트다운)",
      "english": "Five guys to make a revolt in music industry!"
    },
    {
      "korean": "앞으로 하극상 같은 거 일으킬 생각하지도 마. so don't even try to rebel against me. 듣기 View video BTOB : 비투비 - 비트콤 #15 ('MOVIE' 일본 프로모션 비하인드 PART 3)",
      "english": "so don't even try to rebel against me."
    },
    {
      "korean": "그들이 바라는 변화를 일으킬 수 있다. They might cause change that other people want. 듣기 View video Boys Republic : 놀쟈앙~~!!!",
      "english": "They might cause change that other people want."
    },
    {
      "korean": "가요계에 반란을 일으킬 IMFACT가 돌아왔다. IMFACT, the uprising team has just came back. 듣기 View video IMFACT : IMFACT 'Feel So Good' COUNTDOWN LIVE (임팩트 'Feel So Good' 컴백 카운트다운)",
      "english": "IMFACT, the uprising team has just came back."
    }
  ],
  "examples": [
    {
      "korean": "Runners can dehydrate very quickly in this heat. 발음듣기 이런 더위에는 달리기를 하는 사람들이 아주 빨리 탈수 증세를 일으킬 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Runners can dehydrate very quickly in this heat. 발음"
    },
    {
      "korean": "Flesh tunnels can cause tetanus. 발음듣기 플래시 터널은 파상풍을 일으킬 수 있습니다. 국제영어대학원대학교 신어사전",
      "english": "Flesh tunnels can cause tetanus. 발음"
    },
    {
      "korean": "For me, words are a form of action, capable of influencing change. (Ingrid Bengis) 발음듣기 나에게 있어 글이란 변화를 불러 일으킬 수 있는 한 가지 행동 양식이다. (잉그리드 벤지스, 언어명언) 명언/속담",
      "english": "For me, words are a form of action, capable of influencing change. (Ingrid Bengis) 발음"
    },
    {
      "korean": "He saw me with his jellicose eyes. 발음듣기 그는 싸움을 일으킬 것 같은 눈빛으로 나를 쳐다보았다. 국제영어대학원대학교 신어사전",
      "english": "He saw me with his jellicose eyes. 발음"
    },
    {
      "korean": "He wrote a very controversial book. 발음듣기 그는 상당히 논쟁을 불러 일으킬 만한 책을 집필했다. 절대어휘 5100",
      "english": "He wrote a very controversial book. 발음"
    }
  ]
}