{
  "phrases": [
    {
      "phrase": "일후",
      "hanja": " (日後)",
      "example": {},
      "meanings": [
        "in the future, in days to come"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "day later",
      "frequency": 0
    },
    {
      "meaning": "days' draft",
      "frequency": 0
    },
    {
      "meaning": "post-balance sheet events",
      "frequency": 0
    },
    {
      "meaning": "post-balance sheet review",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "자! 종이 울렸습니다. - 일후 선생님, 좋습니다. Well! The bell's ringing. - Teacher, Il Hoo. Okay. 듣기 View video SMTOWN : [REPLAY] KANGTA(강타) Comeback! '별이 빛나는 밤에' 스페셜 보.라",
      "english": "Well! The bell's ringing. - Teacher, Il Hoo. Okay."
    },
    {
      "korean": "[드라마 스케줄이 한창이던 9월의 일후니] 이순재 선생님 성대모사가... [When Ilhoon was at his prime] The imitation of Lee Soon-jae... 듣기 View video BTOB : 비투비 - 비트콤 #33 (미공개 대방출)",
      "english": "[When Ilhoon was at his prime] The imitation of Lee Soon-jae..."
    }
  ],
  "examples": [
    {
      "korean": "During recess, we enjoyed eating tasty meals after a session of hard work. 듣기 Add to Wordbook 돌아오는 동안, 저희는 힘든 일 후에 맛있는 식사를 먹는 것을 즐겼습니다. TIMES CORE",
      "english": "During recess, we enjoyed eating tasty meals after a session of hard work. Add to Wordbook"
    },
    {
      "korean": "What can you say after all this? 듣기 Add to Wordbook 이 모든 일 후에 넌 뭐라고 할 수 있을까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "What can you say after all this? Add to Wordbook"
    },
    {
      "korean": "Listen, why don't you come over after this? 듣기 Add to Wordbook 이봐, 이 일 후에 오는 건 어때? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Listen, why don't you come over after this? Add to Wordbook"
    },
    {
      "korean": "I'll let you know after that. 듣기 Add to Wordbook 그 일 후에 알려 줄게. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****)",
      "english": "I'll let you know after that. Add to Wordbook"
    },
    {
      "korean": "After all this, I feel like we're friends. 듣기 Add to Wordbook 이 모든 일 후에, 난 우리가 친구된 느낌이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "After all this, I feel like we're friends. Add to Wordbook"
    }
  ]
}