{
  "phrases": [
    {
      "phrase": "잃다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·집·자리 등을) lose, (빼앗기다) be deprived of",
        "(사라지다) lose, miss",
        "(길·방향·초점 등을) lose, stray"
      ]
    },
    {
      "phrase": "흥미를 잃게 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "kill[deaden] interest"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "(catch/throw somebody) off balance",
      "frequency": 0
    },
    {
      "meaning": "turn somebody off",
      "frequency": 0
    },
    {
      "meaning": "enchant",
      "frequency": 3
    },
    {
      "meaning": "overshadow",
      "frequency": 3
    },
    {
      "meaning": "disorientate",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[신중하게 진행되는 마지막 라운드] 여기는 중심을 잃게 한 후에 치는 게... [Carefully playing the last round] Push after making him lose balance... 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.5 'CARAT LAND' BEHIND",
      "english": "[Carefully playing the last round] Push after making him lose balance..."
    },
    {
      "korean": "그러면 이제 코의 감각을 잃게 돼요. Then you lose the scent in your nose. 듣기 View video V PICK! : [V PICK! HOW TO in V] 미소의 향수⚗️ (HOW TO MAKE MISO’s Perfume)",
      "english": "Then you lose the scent in your nose."
    },
    {
      "korean": "[굴절 안경] [갑자기 시력을 잃게 된 삐삐의 다음 일과는?] 이거 쓰고 뭐 해요? [Special glasses] [After losing eyesight] What's the next thing? 듣기 View video Dingo Music / 딩고뮤직 : 에이핑크가 길에서 주먹을 휘두른 사연은? [미래일기_ep 08]",
      "english": "[Special glasses] [After losing eyesight] What's the next thing?"
    },
    {
      "korean": "이런 소중한 것들을 잃게 되는 것보다는 그냥 현재를 더 열심히 살아야겠다 싶더라고요. Instead of losing them all, I want to live my life in the present. 듣기 View video V COOKIE : [Full] JEON JI YOON ​X Orgel Live - 전지윤의 오르골라이브!",
      "english": "Instead of losing them all, I want to live my life in the present."
    },
    {
      "korean": "그 기회도 잃게 됐어요. I lost it. 듣기 View video 스누퍼(SNUPER) : 스윙과 함께한 1년이란 시간(feat-누펑잉)",
      "english": "I lost it."
    }
  ],
  "examples": [
    {
      "korean": "The Democrats will probably lose control of Congress. 듣기 Add to Wordbook 민주당이 아마 의회 지배권을 잃게 될 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Democrats will probably lose control of Congress. Add to Wordbook"
    },
    {
      "korean": "Hundreds of people were rendered homeless by the earthquake. 듣기 Add to Wordbook 수백 명의 사람들이 그 지진으로 집을 잃게 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Hundreds of people were rendered homeless by the earthquake. Add to Wordbook"
    },
    {
      "korean": "They beat him unconscious. 듣기 Add to Wordbook 그들이 그를 때려서 의식을 잃게 만들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They beat him unconscious. Add to Wordbook"
    },
    {
      "korean": "The news left her dumbfounded. 듣기 Add to Wordbook 그 소식은 그녀에게 할 말을 잃게 만들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The news left her dumbfounded. Add to Wordbook"
    },
    {
      "korean": "Poetry always loses something in translation. 듣기 Add to Wordbook 시는 번역을 하면 반드시 뭔가를 잃게 된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Poetry always loses something in translation. Add to Wordbook"
    }
  ]
}