{
  "phrases": [
    {
      "phrase": "잃다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·집·자리 등을) lose, (빼앗기다) be deprived of",
        "(사라지다) lose, miss",
        "(길·방향·초점 등을) lose, stray"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lost",
      "frequency": 3
    },
    {
      "meaning": "lose",
      "frequency": 3
    },
    {
      "meaning": "unconscious",
      "frequency": 3
    },
    {
      "meaning": "(catch/throw somebody) off balance",
      "frequency": 0
    },
    {
      "meaning": "aimless",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[(미안함에 음소거 미소)] 소 잃고 외양간을 잃으면 뭘 얻는데? [I'm sorry] What do you get if you lose a cow and a barn? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[I'm sorry] What do you get if you lose a cow and a barn?"
    },
    {
      "korean": "[Q] 엄마가 길을 잃으면? When Mom gets lost? 듣기 View video ASTRO : [ASTRO DDOCA] 201710 아스트로 또까",
      "english": "When Mom gets lost?"
    },
    {
      "korean": "[곰곰] 엄마가 길을 잃으면? When Mom gets lost? 듣기 View video ASTRO : [ASTRO DDOCA] 201710 아스트로 또까",
      "english": "When Mom gets lost?"
    },
    {
      "korean": "딸기가 직장을 잃으면? What if a strawberry loses its job? 듣기 View video V Beauty : [룡이] 요즘 내가 사랑하는 it item",
      "english": "What if a strawberry loses its job?"
    },
    {
      "korean": "그래? -그래서 운전하다가 길 잃으면... Really? - So if I get lost... 듣기 View video GOT7 : GOT7의 하드캐리 9화 (GOT7's Hard Carry ep.9)",
      "english": "Really? - So if I get lost..."
    }
  ],
  "examples": [
    {
      "korean": "They could ill afford to lose any more staff. 듣기 Add to Wordbook 그들은 더 이상의 직원을 잃으면 곤란했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They could ill afford to lose any more staff. Add to Wordbook"
    },
    {
      "korean": "We’re losing a first-rate editor in Jen. 듣기 Add to Wordbook 우리가 젠을 잃으면 일류 편집자를 잃는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’re losing a first-rate editor in Jen. Add to Wordbook"
    },
    {
      "korean": "Stay close together—I don’t want anyone to get lost. 듣기 Add to Wordbook 계속 꼭 같이 붙어 있어. 아무도 길을 잃으면 안 되니까. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Stay close together—I don’t want anyone to get lost. Add to Wordbook"
    },
    {
      "korean": "I dread to think what will become of them if they lose their home. 듣기 Add to Wordbook 그들이 집을 잃으면 어떻게 될지 생각하기조차 무섭다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I dread to think what will become of them if they lose their home. Add to Wordbook"
    },
    {
      "korean": "If I lose this job, we can forget about buying a new car. 듣기 Add to Wordbook 내가 이 일[일자리]을 잃으면 우리가 새 차 살 생각은 잊어버려야 할 거야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If I lose this job, we can forget about buying a new car. Add to Wordbook"
    }
  ]
}