{
  "phrases": [
    {
      "phrase": "임팩트",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Impact"
      ]
    },
    {
      "phrase": "임팩트",
      "hanja": "",
      "example": {},
      "meanings": [
        "스포츠 impact"
      ]
    },
    {
      "phrase": "impact",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (강력한) 영향, 충격",
        "Noun 충돌, 충격",
        "Verb 영향[충격]을 주다 (=affect)"
      ]
    },
    {
      "phrase": "inventory management program and control techniques ( IMPACT )",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터/통신 임팩트"
      ]
    },
    {
      "phrase": "Inventory Management Programming and Control Techniques ( IMPACT )",
      "hanja": "",
      "example": {},
      "meanings": [
        "IT <관리운용>임팩트"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Inventory Management Program and Control Technique",
      "frequency": 0
    },
    {
      "meaning": "inventory management program and control techniques",
      "frequency": 0
    },
    {
      "meaning": "Inventory Management Programming and Control Techniques",
      "frequency": 0
    },
    {
      "meaning": "impact wrench",
      "frequency": 0
    },
    {
      "meaning": "impact extrude cans",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "임팩트 있었던 팀이 있어요? Who was most memorable? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 11. “저 사람은 랩하게 생겼네;;” 한 자리에 모인 12대학 래퍼들!! 시작된 신경전!!",
      "english": "Who was most memorable?"
    },
    {
      "korean": "[OT 때 가장 임팩트 있었던 학교는?] 제일 임팩트 있던 학교는 어디였어요? Which one was the most powerful team at the orientation? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 13. 강력한 두 우승후보 학교가 벌써 붙는다고!? 경희대 래빈 VS 서울대 트리플에이치",
      "english": "Which one was the most powerful team at the orientation?"
    },
    {
      "korean": "[오리엔테이션 임팩트 갑 래빈의 무대는 과연?] [RAP-in showed powerful performance at the orientation. How will he perform today?] View video 내 전공은 힙합(My major is HIPHOP) : Ep 13. 강력한 두 우승후보 학교가 벌써 붙는다고!? 경희대 래빈 VS 서울대 트리플에이치",
      "english": "[RAP-in showed powerful performance at the orientation. How will he perform today?]"
    },
    {
      "korean": "큰 임팩트가... it won't make a huge impact. 듣기 View video DAY6 : 눈이와요우눈이와❄️☃️⛄️",
      "english": "it won't make a huge impact."
    },
    {
      "korean": "이거 힘 좀 빼면서 임팩트 있게! Do this. In a relaxed and impressive way! 듣기 View video GOT7 : [FULL] GOT7 SHOWCASE",
      "english": "Do this. In a relaxed and impressive way!"
    }
  ],
  "examples": [
    {
      "korean": "NAB will promote the growth of the impact investment market. 듣기 Add to Wordbook 국가임팩트금융자문위원회는 임팩트투자시장의 성장을 촉진할 것이다. 국제영어대학원대학교 신어사전",
      "english": "NAB will promote the growth of the impact investment market. Add to Wordbook"
    },
    {
      "korean": "The wrestling event of the century is held at the Impact Zone in Orlando. 듣기 Add to Wordbook 세기의 레슬링 경기가 올랜도에 있는 임팩트 존에서 열립니다. 국제영어대학원대학교 신어사전",
      "english": "The wrestling event of the century is held at the Impact Zone in Orlando. Add to Wordbook"
    },
    {
      "korean": "It has been selected as one of the world's top 100 high-impact and visionary technologies. 듣기 Add to Wordbook 이것은 세계 100대 하이 임팩트/비져너리 테크놀로지 중 하나로 선정되었다. Neungyule",
      "english": "It has been selected as one of the world's top 100 high-impact and visionary technologies. Add to Wordbook"
    },
    {
      "korean": "On July 3, the Deep Impact spacecraft will set out an 39-inch cubic shaped impactor into the path of the comet, which is about one-half the size of Manhattan Island. 듣기 Add to Wordbook 7월 3일, 딥 임팩트 우주선은 혜성의 경로를 향해 입방체 모양의 39인치 짜리 충돌선(impactor)를 발사하는데, 혜성은 맨하튼 섬의 절반 정도 크기이다. Neungyule",
      "english": "On July 3, the Deep Impact spacecraft will set out an 39-inch cubic shaped impactor into the path of the comet, which is about one-half the size of Manhattan Island. Add to Wordbook"
    },
    {
      "korean": "NASA's Deep Impact spacecraft will get up-close-and-personal with comet Tempel 1 on July 4 after a voyage of 173 days and 268 million miles. The impact between the space-borne iceberg and the probe is scheduled on Independence Day in America. 듣기 Add to Wordbook 미 항공우주국(NASA)의 딥 임팩트 우주선이 173일에 걸친 2억 6천 8백만 마일의 여행 끝에 템펠 1 혜성에 아주 가까이 접근한다. 우주 태생인 빙산과 로켓간 충돌은 미국의 독립기념일로 예정되어있다. Neungyule",
      "english": "NASA's Deep Impact spacecraft will get up-close-and-personal with comet Tempel 1 on July 4 after a voyage of 173 days and 268 million miles. The impact between the space-borne iceberg and the probe is scheduled on Independence Day in America. Add to Wordbook"
    }
  ]
}