{
  "phrases": [
    {
      "phrase": "임하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(면(面)하다) face(on), front(on), look out(upon), border(on)",
        "(당면하다) stand[be] in the presence(of), face, meet, be confronted by",
        "(임석하다) attend, be present(at), present oneself(at)"
      ]
    },
    {
      "phrase": "임하다",
      "hanja": " (任하다)",
      "example": {},
      "meanings": [
        "Verb assume",
        "Verb appoint, nominate, designate"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "War is very imminent.",
      "frequency": 0
    },
    {
      "meaning": "policemen at work controlling the traffic",
      "frequency": 0
    },
    {
      "meaning": "승임",
      "frequency": 0
    },
    {
      "meaning": "at this moment[juncture]",
      "frequency": 0
    },
    {
      "meaning": "in extremis",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "다시 또 작업에 임하고 이런... Then I'll go back to working. 듣기 View video SF9 : 나브이앱하고라스볼거야",
      "english": "Then I'll go back to working."
    },
    {
      "korean": "열심히 촬영에 임하고 있습니다. and am working hard in filming. 듣기 View video IU : [IU TV] 2018 IU Tour Concert ‘dlwlrma.’ VCR Behind",
      "english": "and am working hard in filming."
    },
    {
      "korean": "용선 언니가 마지막 촬영에 임하고 있습니다. SOLAR is doing her last video shoot... 듣기 View video MAMAMOO : [MMMTV4] EP2 MMM in Newzealand PART2",
      "english": "SOLAR is doing her last video shoot..."
    },
    {
      "korean": "어떡해? 그래서 열심히 촬영에 임하고 있어요 지금. Oh no. So we're working hard on the set right now. 듣기 View video GOT YA! 공원소녀 : [GOT YA! GWSN V] 공원소녀의 특별한 스포일러",
      "english": "Oh no. So we're working hard on the set right now."
    },
    {
      "korean": "촬영에 임하고 있어요. are doing their best. 듣기 View video Glorious Entertainment : [수상한 라이브] 지창욱 깜짝이지욱 #1",
      "english": "are doing their best."
    }
  ],
  "examples": [
    {
      "korean": "It is my goal to empower them to take responsibility for their work and do it well. 듣기 Add to Wordbook 제 목표는 그들이 자신들의 일에 전권을 가지고 임하고, 그 일을 잘하게 하는 것입니다. DARAKWON",
      "english": "It is my goal to empower them to take responsibility for their work and do it well. Add to Wordbook"
    },
    {
      "korean": "Both sides are taking a mature approach to the negotiations. 듣기 Add to Wordbook 양측 모두 성숙된 자세로 협상에 임하고 있다 Neungyule",
      "english": "Both sides are taking a mature approach to the negotiations. Add to Wordbook"
    },
    {
      "korean": "Both sides are engaged in the negotiations with a mature attitude. 듣기 Add to Wordbook 양측 모두 성숙된 자세로 협상에 임하고 있다 Neungyule",
      "english": "Both sides are engaged in the negotiations with a mature attitude. Add to Wordbook"
    },
    {
      "korean": "Our team is trying hard to win; they are playing for keeps. 듣기 Add to Wordbook 우리 팀은 이기려고 열심히 노력하고 있다. 그들은 진지하게 경기에 임하고 있다. Neungyule",
      "english": "Our team is trying hard to win; they are playing for keeps. Add to Wordbook"
    },
    {
      "korean": "Over 2,000 scientists from 80 countries are working on the project. 듣기 Add to Wordbook 80개국에서 온 과학자 2천명이 이 프로젝트에 임하고 있다. Neungyule",
      "english": "Over 2,000 scientists from 80 countries are working on the project. Add to Wordbook"
    }
  ]
}