{
  "phrases": [],
  "meanings": [
    {
      "meaning": "Here is[are]…",
      "frequency": 0
    },
    {
      "meaning": "할 운명이다",
      "frequency": 0
    },
    {
      "meaning": "욕심이 없는",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "입니다. with the job. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -10- '이창섭의 힐링 토크 콘서트'",
      "english": "with the job."
    },
    {
      "korean": "안녕하세요 박쥐 이던입니다 황금 박쥐입니다. Hello, I'm bat E'Dawn. A golden bat. 듣기 View video V COOKIE : [Full]PENTAGON X LieV - 펜타곤의 눕방라이브!",
      "english": "Hello, I'm bat E'Dawn. A golden bat."
    },
    {
      "korean": "북적북적이래요. - 제 최애는 데릴입니다 여러분. Someone says it's stirring. - My favorite is Daryl. 듣기 View video PENTAGON : 후이의 뮤직토크 #9",
      "english": "Someone says it's stirring. - My favorite is Daryl."
    },
    {
      "korean": "저와 여러분이 함께 완성 한 칵테일 도시를 그대에게입니다. The cocktail that you and I made. The City, to that person. 듣기 View video V COOKIE : [Full] Yubin X Rooftop Live - 유빈의 루프탑라이브!",
      "english": "The cocktail that you and I made. The City, to that person."
    },
    {
      "korean": "뭐뭐로입니다. Blank blank ro. 듣기 View video iKON : [KONIC TV] 4탄 '똑똑이 코니들!!!'",
      "english": "Blank blank ro."
    }
  ],
  "examples": [
    {
      "korean": "I'm in agreement about creating a special task force, but that's only if we can find the right person to head up the team. 듣기 Add to Wordbook 특별 태스크포스를 구성하는 데는 동의합니다만, 팀을 통괄할 만한 적임자를 찾을 수 있는 경우에만입니다. DARAKWON",
      "english": "I'm in agreement about creating a special task force, but that's only if we can find the right person to head up the team. Add to Wordbook"
    },
    {
      "korean": "Her name is Grace Nikae. 듣기 Add to Wordbook 그녀의 이름은 그레이스 니카에입니다. TIMES CORE",
      "english": "Her name is Grace Nikae. Add to Wordbook"
    },
    {
      "korean": "And of course, this was in a good way. 듣기 Add to Wordbook 그리고 물론, 좋은 방식으로입니다. TIMES CORE",
      "english": "And of course, this was in a good way. Add to Wordbook"
    },
    {
      "korean": "Remember we have two copies of most of our genes - one from mom and one from dad. 듣기 Add to Wordbook 우리 유전자의 대부분에 대하여 두 가지 복사본을 갖는다는 것을 기억하세요 - 하나는 엄마로부터이고 하나는 아빠로부터입니다. TIMES CORE",
      "english": "Remember we have two copies of most of our genes - one from mom and one from dad. Add to Wordbook"
    },
    {
      "korean": "It is from these origins that it migrated to the United States. 듣기 Add to Wordbook 미국으로 이주한 것이 이 기원으로부터입니다. TIMES CORE",
      "english": "It is from these origins that it migrated to the United States. Add to Wordbook"
    }
  ]
}