{
  "phrases": [
    {
      "phrase": "입다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(옷을) (동작) put on, dress, get dressed, (걸치다) slip on, (급히) throw on, (상태) wear, have (sth) on, be dressed in",
        "(손해·피해·상처 등을) suffer, incur, (formal) sustain",
        "(도움·은혜 등을) be indebted to, get[receive] a favor, be favored (with)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "falling band",
      "frequency": 0
    },
    {
      "meaning": "stola",
      "frequency": 0
    },
    {
      "meaning": "nebris",
      "frequency": 0
    },
    {
      "meaning": "Hepburnesque",
      "frequency": 0
    },
    {
      "meaning": "amicutus",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이 사진이 딱 우리 입었던... This photo is what we wore... 듣기 View video Stray Kids : 빨리 돌아와 주길 \"바람\"✨",
      "english": "This photo is what we wore..."
    },
    {
      "korean": "'웅이 'BREATHE' 때 입었던 옷 뭔지 알아?' \"Do you know what Woong wore during 'BREATHE'?\" 듣기 View video AB6IX : 다시‼️",
      "english": "\"Do you know what Woong wore during 'BREATHE'?\""
    },
    {
      "korean": "[Q.] 이진혁이 7일 엠카에서 입었던 무대 의상은? [Q.] What outfit did JIN HYUK wear on \"M Countdown\" on the 7th? 듣기 View video OSEN : LEE JIN HYUK 이진혁, '스타로드'에 뜬 아기 태양 #01",
      "english": "[Q.] What outfit did JIN HYUK wear on \"M Countdown\" on the 7th?"
    },
    {
      "korean": "저도 그건 봤어요 범규 나시 입었던 거 방금 그거 말한 거 맞지? I saw that too. BEOMGYU in a sleeveless shirt. You just said that, right? 듣기 View video TOMORROW X TOGETHER : 투모로우바이투게더의 클린 윷놀이",
      "english": "I saw that too. BEOMGYU in a sleeveless shirt. You just said that, right?"
    },
    {
      "korean": "어제 입었던 옷이 그렇게 별로였습니까 여러분? Was the outfit I wore yesterday that bad? 듣기 View video SF9 : ,",
      "english": "Was the outfit I wore yesterday that bad?"
    }
  ],
  "examples": [
    {
      "korean": "I always pursue the Hepburnesque style because it's beautiful. 듣기 Add to Wordbook 나는 항상 예쁘기 때문에 오드리 헵번이 입었던 지방시 옷과 같은 스타일의 옷을 추구한다. 국제영어대학원대학교 신어사전",
      "english": "I always pursue the Hepburnesque style because it's beautiful. Add to Wordbook"
    },
    {
      "korean": "The queen’ s resplendent purple robes and crown were on display in the museum. 듣기 Add to Wordbook 여왕이 입었던 눈부시게 빛나는 보라색 예복과 왕관이 박물관에 전시되었다. YBM All in All English-Korean Dictionary",
      "english": "The queen’ s resplendent purple robes and crown were on display in the museum. Add to Wordbook"
    },
    {
      "korean": "It is the same one he wore to John’s wedding. 듣기 Add to Wordbook 그것은 존의 결혼식때 입었던 것과 같은 것이다. YBM All in All English-Korean Dictionary",
      "english": "It is the same one he wore to John’s wedding. Add to Wordbook"
    },
    {
      "korean": "The first item up for bid today is the trench coat worn by Humphrey Bogart in the 1942 classic, Casablanca. 듣기 Add to Wordbook 오늘의 첫번째 경매품은 1942년의 고전작\"카사블랑카\"에 등장했던 험프리 보가트가 입었던 바바리 코트입니다. YBM All in All English-Korean Dictionary",
      "english": "The first item up for bid today is the trench coat worn by Humphrey Bogart in the 1942 classic, Casablanca. Add to Wordbook"
    },
    {
      "korean": "The types of clothing family members wore for the portrait suggest the popular fashions of the time. 듣기 Add to Wordbook 초상화에서 가족들이 입었던 의류의 형태들은 당대의 대중적인 유행을 제시해 준다. YBM All in All English-Korean Dictionary",
      "english": "The types of clothing family members wore for the portrait suggest the popular fashions of the time. Add to Wordbook"
    }
  ]
}