{
  "phrases": [
    {
      "phrase": "입지",
      "hanja": " (立地)",
      "example": {},
      "meanings": [
        "position"
      ]
    },
    {
      "phrase": "입지 조건",
      "hanja": "",
      "example": {},
      "meanings": [
        "conditions of a location, geographical conditions, location requirements"
      ]
    },
    {
      "phrase": "세계시장에서 확고한 입지를 다지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "establish a solid foothold in world markets"
      ]
    },
    {
      "phrase": "공장의 입지 조건",
      "hanja": "",
      "example": {},
      "meanings": [
        "location requirements for a factory"
      ]
    },
    {
      "phrase": "입지 조건이 좋다[나쁘다]",
      "hanja": "",
      "example": {},
      "meanings": [
        "be conveniently[inconveniently] located",
        "be located favorably[unfavorably]",
        "be in a(n) favorable[unfavorable] location"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "방어",
      "frequency": 0
    },
    {
      "meaning": "tumble",
      "frequency": 1
    },
    {
      "meaning": "out of harm's way",
      "frequency": 0
    },
    {
      "meaning": "unhurt",
      "frequency": 0
    },
    {
      "meaning": "be none the worse (for something)",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "야 나 오늘 뭐 입지? What should I put on today? 듣기 View video 플레이리스트 (Playlist) : 여자 둘이 손잡고 X레기 족치는 법[엑스엑스(XX)] - EP.08",
      "english": "What should I put on today?"
    },
    {
      "korean": "이런 거 누가 잘 입지? Who wears something like this well? 듣기 View video WINNER : How to 멋",
      "english": "Who wears something like this well?"
    },
    {
      "korean": "맨날 이렇게 입지 않나? Don't I wear such things every day? 듣기 View video SF9 : SF9다원솔로",
      "english": "Don't I wear such things every day?"
    },
    {
      "korean": "옷은 같이 입지 않아요 '목 상태 괜찮아요?' We don't share clothes. \"Is your voice okay?\" 듣기 View video NCT : みんな本当にありがとう！！",
      "english": "We don't share clothes. \"Is your voice okay?\""
    },
    {
      "korean": "단 한 번도 입지 않고, 아마 택도 그거 안 떼져 있을 거예요 - 진짜? He never wore it. Even the tag is still on it. - Really? 듣기 View video TOMORROW X TOGETHER : 많이 기다리셨죠? 우주뿌셔라디오❣",
      "english": "He never wore it. Even the tag is still on it. - Really?"
    }
  ],
  "examples": [
    {
      "korean": "Don’t go out without your coat. 발음듣기 외투 없이[외투를 입지 않고] 나가지 말아라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t go out without your coat. 발음"
    },
    {
      "korean": "A word of advice. Don’t wear that dress. 발음듣기 충고로 하는 말인데, 저 드레스[원피스] 입지 마. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A word of advice. Don’t wear that dress. 발음"
    },
    {
      "korean": "I am not really suitably dressed for a party. 발음듣기 전 사실 파티에 어울리게 옷을 입지 않았어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I am not really suitably dressed for a party. 발음"
    },
    {
      "korean": "Much to my relief the car was not damaged. 발음듣기 (나로서는) 대단히 다행스럽게도 차는 손상을 입지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Much to my relief the car was not damaged. 발음"
    },
    {
      "korean": "The kids were none the worse for their adventure. 발음듣기 그 아이들은 그들이 한 모험에서 아무 해를 입지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The kids were none the worse for their adventure. 발음"
    }
  ]
}