{
  "phrases": [
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) be, (건물 등이) stand, be located (in/at), be situated, (도시 등이) lie",
        "(시설·장치 등이) have, (시설이) be equipped with, be provided with",
        "(존재하다) be, exist, (발견되다) be found"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective existent, existing (↔없다)",
        "Adjective (↔없다)",
        "Adjective (↔없다)"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb itda",
        "Assistant adverb itda",
        "Assistant adverb itda"
      ]
    },
    {
      "phrase": "여자들하고 같이 있기가 어색하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel ill at ease in the presence of the ladies"
      ]
    },
    {
      "phrase": "그럼, YBM사가 우리와 계약을 맺어 함께 일할 수 있기를 바랍시다!",
      "hanja": "",
      "example": {},
      "meanings": [
        "직장에서의 표현 Yeah, let's just hope YBM plays ball with us now!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "lie back",
      "frequency": 0
    },
    {
      "meaning": "homebody",
      "frequency": 0
    },
    {
      "meaning": "God bless",
      "frequency": 0
    },
    {
      "meaning": "wish somebody/something on somebody",
      "frequency": 0
    },
    {
      "meaning": "a lone wolf",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "근데 또 밝을 때도 있기 때문에 그렇게 막 내성적이고 조용한 성격은... But sometimes, I'm outgoing. So I'm not too calm and introvert. 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "But sometimes, I'm outgoing. So I'm not too calm and introvert."
    },
    {
      "korean": "전화가 없구나 - 전화가 있긴 하나요? - 다시! 거기 1980년대라고요? There's no phone then. - Is there a phone? - Again! - It's the year 1980? 듣기 View video Stray Kids : 산을 넘어 산호세로 ~~❤",
      "english": "There's no phone then. - Is there a phone? - Again! - It's the year 1980?"
    },
    {
      "korean": "제일 쉽지 - 맞아 왜냐하면 사골육수가 있기 때문에 - 진짜... It's the easiest one. - Yeah, because you already have the beef bone soup. - Really. 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "It's the easiest one. - Yeah, because you already have the beef bone soup. - Really."
    },
    {
      "korean": "[소품 쓰기 있기 없기?] [Can we use props?] View video 심포유 - my SMTelevision : [심포유 #첸] EP17 #대나무숲을달리다 #취향저격 #태세전환갑",
      "english": "[Can we use props?]"
    },
    {
      "korean": "월요일에 요정이 있긴 해? Is there such a thing? 듣기 View video Dispatch : [ⓓxV] “슼둥이에게 불어온 애교 바람” (스트레이 키즈 : Stray Kids)",
      "english": "Is there such a thing?"
    }
  ],
  "examples": [
    {
      "korean": "We were hoping we could go sledging. 듣기 Add to Wordbook 우리는 썰매를 탈[타러 갈] 수 있기를 바라고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We were hoping we could go sledging. Add to Wordbook"
    },
    {
      "korean": "She hopes to emulate her sister’s sporting achievements. 듣기 Add to Wordbook 그녀는 언니의 운동 실력을 따라 갈 수 있기를 바란다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She hopes to emulate her sister’s sporting achievements. Add to Wordbook"
    },
    {
      "korean": "The divers hoped to unlock some of the secrets of the seabed. 듣기 Add to Wordbook 그 잠수부들은 해저의 비밀들 중 일부를 드러낼 수 있기를 바랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The divers hoped to unlock some of the secrets of the seabed. Add to Wordbook"
    },
    {
      "korean": "The disease often goes/remains undetected for many years. 듣기 Add to Wordbook 그 질병은 흔히 수년 동안 발견되지 않고 있기도 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The disease often goes/remains undetected for many years. Add to Wordbook"
    },
    {
      "korean": "Oh that I could see him again! 듣기 Add to Wordbook 아 그를 다시 만날 수 있기를! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Oh that I could see him again! Add to Wordbook"
    }
  ]
}