{
  "phrases": [
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) be, (건물 등이) stand, be located (in/at), be situated, (도시 등이) lie",
        "(시설·장치 등이) have, (시설이) be equipped with, be provided with",
        "(존재하다) be, exist, (발견되다) be found"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective existent, existing (↔없다)",
        "Adjective (↔없다)",
        "Adjective (↔없다)"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb itda",
        "Assistant adverb itda",
        "Assistant adverb itda"
      ]
    },
    {
      "phrase": "오늘 재밌게 보내고 있냐?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Are you enjoying yourself today?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be",
      "frequency": 3
    },
    {
      "meaning": "have",
      "frequency": 3
    },
    {
      "meaning": "possible",
      "frequency": 3
    },
    {
      "meaning": "wear",
      "frequency": 3
    },
    {
      "meaning": "open",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "너는 잘하고 있냐 요새? How are you doing these days? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "How are you doing these days?"
    },
    {
      "korean": "안 귀여운 인형이 어디 있냐? There's no doll that's not cute. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "There's no doll that's not cute."
    },
    {
      "korean": "\"음악을 얼마나 진지하게 하고 있냐?\" people always ask, \"How serious are you about music\"? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "people always ask, \"How serious are you about music\"?"
    },
    {
      "korean": "더 있냐? Is there more? 듣기 View video 콬TV (WHYNOT) : 문예찬 얼굴보고 벽치다가 우리집 원룸 됨ㅋㅋ[리얼:타임:러브2] VLOG #발렌타인데이",
      "english": "Is there more?"
    },
    {
      "korean": "너 6만 원은 있냐? Do you have 60,000 won? 듣기 View video 콬TV (WHYNOT) : 여사친과 학교에서 키스를 해버렸다❤️ [리얼:타임:러브2] EP2",
      "english": "Do you have 60,000 won?"
    }
  ],
  "examples": [
    {
      "korean": "The best measure of a man's honesty isn't his income tax return. It's the zero adjust on his bathroom scale. (Arthur C. Clarke) 듣기 Add to Wordbook 사람의 정직을 알 수 있는 최고의 척도는 소득세 환급액이 아니라 욕실 저울이 영점에 맞춰져 있냐 여부이다. (아서 C. 클락, 정직명언) 명언/속담",
      "english": "The best measure of a man's honesty isn't his income tax return. It's the zero adjust on his bathroom scale. (Arthur C. Clarke) Add to Wordbook"
    },
    {
      "korean": "Innovation has nothing to do with how many R&D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R &D. It's not about money. It's about the people you have, how you're led, and how much you get it. (Steve Jobs) 듣기 Add to Wordbook 혁신은 연구 개발 자금을 얼마나 갖고 있냐와 상관 없습니다. 애플이 매킨토시를 출시했을 때 IBM은 연구개발에 최소 100배 이상의 비용을 쏟고 있었습니다. 돈이 문제가 아닙니다. 어떤 인력을 갖고 있느냐, 어떤 방향으로 가느냐, 결과가 얼마나 나오느냐에 관한 문제입니다. (스티브 잡스, 성공명언) 명언/속담",
      "english": "Innovation has nothing to do with how many R&D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R &D. It's not about money. It's about the people you have, how you're led, and how much you get it. (Steve Jobs) Add to Wordbook"
    },
    {
      "korean": "Do you call it a car? 듣기 Add to Wordbook 그걸 차라고 할 수 있냐? Neungyule",
      "english": "Do you call it a car? Add to Wordbook"
    },
    {
      "korean": "Are you enjoying yourself today? 듣기 Add to Wordbook 오늘 재밌게 보내고 있냐? Neungyule",
      "english": "Are you enjoying yourself today? Add to Wordbook"
    },
    {
      "korean": "Tom, why are you so mad about dancing? 듣기 Add to Wordbook 톰, 너 왜 그렇게 춤에 미쳐 있냐? YBM All in All English-Korean Dictionary",
      "english": "Tom, why are you so mad about dancing? Add to Wordbook"
    }
  ]
}