{
  "phrases": [
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) be, (건물 등이) stand, be located (in/at), be situated, (도시 등이) lie",
        "(시설·장치 등이) have, (시설이) be equipped with, be provided with",
        "(존재하다) be, exist, (발견되다) be found"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective existent, existing (↔없다)",
        "Adjective (↔없다)",
        "Adjective (↔없다)"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb itda",
        "Assistant adverb itda",
        "Assistant adverb itda"
      ]
    },
    {
      "phrase": "틈낼 수 있다면",
      "hanja": "",
      "example": {},
      "meanings": [
        "if you can find time to spare"
      ]
    },
    {
      "phrase": "필요한 게 있다면 사양 말고 말씀해 주십시오.",
      "hanja": "",
      "example": {},
      "meanings": [
        "식사 중의 표현 If there's anything, please don't hesitate to ask."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "if looks could kill…",
      "frequency": 0
    },
    {
      "meaning": "O that (I were young again)!",
      "frequency": 0
    },
    {
      "meaning": "when you get a chance",
      "frequency": 0
    },
    {
      "meaning": "if any",
      "frequency": 0
    },
    {
      "meaning": "if anybody",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "만약 그때로 돌아갈 수 있다면 돌아가고 싶어? If you can go back then, do you want to go back? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "If you can go back then, do you want to go back?"
    },
    {
      "korean": "\"골든차일드 멤버들 중 눈물 버튼 멤버가 있다면?'\" \"Is there a crybaby among Golden Child members\"? 듣기 View video OSEN : Golden Child 골든차일드, 치킨 100마리도 먹을 것 같은 식성 #스타로드 09",
      "english": "\"Is there a crybaby among Golden Child members\"?"
    },
    {
      "korean": "시작! 각자 이번 앨범에서 가장 달라진 부분이 있다면? Start! What is something that changed a lot for each of you for this album? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Start! What is something that changed a lot for each of you for this album?"
    },
    {
      "korean": "[궁금] [아빠 최애 알아내기] 스트레이 키즈에서 최애 멤버가 있다면? [Curious] [Who's your bias?] Who's your favorite member in Stray Kids? 듣기 View video Stray Kids : [SKZ VLOG] 리노 : 리노, 하고 싶은 거 다 하지 마",
      "english": "[Curious] [Who's your bias?] Who's your favorite member in Stray Kids?"
    },
    {
      "korean": "유토 씨가 여동생이 있다면 여동생에게 가장 소개시켜주고 싶은 멤버는? If Yuto has a younger sister, which member would he like to introduce? 듣기 View video OSEN : PENTAGON 펜타곤, 여동생에 소개시켜주고 싶은 멤버? #스타로드 04",
      "english": "If Yuto has a younger sister, which member would he like to introduce?"
    }
  ],
  "examples": [
    {
      "korean": "I’ll happily help, if I can. 듣기 Add to Wordbook 내가 할 수 있다면 기꺼이 돕겠어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll happily help, if I can. Add to Wordbook"
    },
    {
      "korean": "I’d be only too glad to help. 듣기 Add to Wordbook 제가 도와 드릴 수 있다면 정말 기쁘겠어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’d be only too glad to help. Add to Wordbook"
    },
    {
      "korean": "I’d give anything to see him again. 듣기 Add to Wordbook 나는 그를 다시 볼 수 있다면 무엇이든 다 내놓겠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’d give anything to see him again. Add to Wordbook"
    },
    {
      "korean": "I wouldn’t mind having his money! 듣기 Add to Wordbook 내가 그 사람의 돈을 가질 수 있다면 얼마나 좋을까! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I wouldn’t mind having his money! Add to Wordbook"
    },
    {
      "korean": "I’d give my eye teeth to own a car like that. 듣기 Add to Wordbook 저런 차만 가질 수 있다면 무슨 짓이든 하겠어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’d give my eye teeth to own a car like that. Add to Wordbook"
    }
  ]
}