{
  "phrases": [
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) be, (건물 등이) stand, be located (in/at), be situated, (도시 등이) lie",
        "(시설·장치 등이) have, (시설이) be equipped with, be provided with",
        "(존재하다) be, exist, (발견되다) be found"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective existent, existing (↔없다)",
        "Adjective (↔없다)",
        "Adjective (↔없다)"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb itda",
        "Assistant adverb itda",
        "Assistant adverb itda"
      ]
    },
    {
      "phrase": "있다는것을 기억하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "remember things existing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "remember",
      "frequency": 3
    },
    {
      "meaning": "can-do",
      "frequency": 0
    },
    {
      "meaning": "animism",
      "frequency": 0
    },
    {
      "meaning": "mere",
      "frequency": 3
    },
    {
      "meaning": "in your dreams",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "혹시 저 피하고 있다는 걸 이런 식으로 말하려고 부른 건가요? Is this you telling me that you were trying to avoid me all along? 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "Is this you telling me that you were trying to avoid me all along?"
    },
    {
      "korean": "[똑똑][여기가 젠가 고수들만 있다는 그곳인가요?] 한 바퀴 더 남았어? [Smart [Is this where all the Jenga masters are?] There's one more round? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Smart [Is this where all the Jenga masters are?] There's one more round?"
    },
    {
      "korean": "이런 곳에도 있다는 거야? Can it be hidden somewhere like this? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.3 돈't Lie #1 (Don't Lie #1)",
      "english": "Can it be hidden somewhere like this?"
    },
    {
      "korean": "수빈이 복근 있다는 소문이 있다고요? There's a rumor SOOBIN has six packs? 듣기 View video TOMORROW X TOGETHER : 수빈입니다!",
      "english": "There's a rumor SOOBIN has six packs?"
    },
    {
      "korean": "아직도 바레이션 할 게 그렇게 많이 있다는... There are still many types of variations... 듣기 View video IU : [IU TV] 투 머치 토커 아이유",
      "english": "There are still many types of variations..."
    }
  ],
  "examples": [
    {
      "korean": "The economy shows no signs of faltering. 듣기 Add to Wordbook 경제가 흔들리고 있다는 조짐은 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The economy shows no signs of faltering. Add to Wordbook"
    },
    {
      "korean": "It was unthinkable that she could be dead. 듣기 Add to Wordbook 그녀가 죽었을 수도 있다는 것은 상상도 할 수 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was unthinkable that she could be dead. Add to Wordbook"
    },
    {
      "korean": "He felt that he was being pressurized to resign. 듣기 Add to Wordbook 그는 자신이 사임 압력을 받고 있다는 기분이 들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He felt that he was being pressurized to resign. Add to Wordbook"
    },
    {
      "korean": "Doctors have an armoury of drugs available. 듣기 Add to Wordbook 의사는 약물을 손쉽게 손에 넣을 수 있다는 무기가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Doctors have an armoury of drugs available. Add to Wordbook"
    },
    {
      "korean": "The nub of the matter is that business is declining. 듣기 Add to Wordbook 문제의 핵심은 사업이 기울고 있다는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The nub of the matter is that business is declining. Add to Wordbook"
    }
  ]
}