{
  "phrases": [
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) be, (건물 등이) stand, be located (in/at), be situated, (도시 등이) lie",
        "(시설·장치 등이) have, (시설이) be equipped with, be provided with",
        "(존재하다) be, exist, (발견되다) be found"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective existent, existing (↔없다)",
        "Adjective (↔없다)",
        "Adjective (↔없다)"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb itda",
        "Assistant adverb itda",
        "Assistant adverb itda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be",
      "frequency": 3
    },
    {
      "meaning": "have",
      "frequency": 3
    },
    {
      "meaning": "possible",
      "frequency": 3
    },
    {
      "meaning": "wear",
      "frequency": 3
    },
    {
      "meaning": "open",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "뭐가 있더라? What was there? 듣기 View video HA SUNG WOON : 구르미의 TMI",
      "english": "What was there?"
    },
    {
      "korean": "민증 어디 있더라? Where is my ID? 듣기 View video CIX : CIX HYUNSUK BIRTHDAY V LIVE",
      "english": "Where is my ID?"
    },
    {
      "korean": "또? - 또 뭐 있더라? And? - What else? 듣기 View video TOMORROW X TOGETHER : 신 한림즈에게 질문 있는 사람 모아❤",
      "english": "And? - What else?"
    },
    {
      "korean": "레인보우 샤베트랑 또 뭐 있더라? Rainbow Sherbet. What else? 듣기 View video TOMORROW X TOGETHER : 우주뿌셔라디오!",
      "english": "Rainbow Sherbet. What else?"
    },
    {
      "korean": "어디있더라? Where was it? 듣기 View video MOMOLAND : [Replay] 모모랜드 5집 미니앨범 'Show Me' 컴백 쇼케이스 (MOMOLAND's 5th Mini Album 'Show Me' Comeback Showcase)",
      "english": "Where was it?"
    }
  ],
  "examples": [
    {
      "korean": "I think your promposal sucked, she has a boyfriend. 듣기 Add to Wordbook 너의 프롬포잘은 망한 것 같은데, 그 여학생은 남자친구가 있더라. 국제영어대학원대학교 신어사전",
      "english": "I think your promposal sucked, she has a boyfriend. Add to Wordbook"
    },
    {
      "korean": "That explains his happy look. 듣기 Add to Wordbook 어쩐지 기쁜 얼굴을 하고 있더라 Dong-a's Prime English-Korean Dictionary",
      "english": "That explains his happy look. Add to Wordbook"
    },
    {
      "korean": "I found him sleeping a little while ago. or He was noticed to be sleeping a while ago. 듣기 Add to Wordbook 그는 아까 자고 있더라 Dong-a's Prime English-Korean Dictionary",
      "english": "I found him sleeping a little while ago. or He was noticed to be sleeping a while ago. Add to Wordbook"
    },
    {
      "korean": "They were filming a movie there. 듣기 Add to Wordbook 그들은 거기서 영화촬영 하고 있더라. Neungyule",
      "english": "They were filming a movie there. Add to Wordbook"
    },
    {
      "korean": "He was walking around the back yard of the house whose roof was red. 듣기 Add to Wordbook 지붕이 빨간 집의 뒤뜰로 돌아서 가고 있더라 구요. YBM All in All English-Korean Dictionary",
      "english": "He was walking around the back yard of the house whose roof was red. Add to Wordbook"
    }
  ]
}