{
  "phrases": [
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) be; (건물 등이) stand, be located (in/at), be situated; (도시 등이) lie",
        "(시설·장치 등이) have; (시설이) be equipped with, be provided with",
        "(존재하다) be, exist; (발견되다) be found"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective existent, existing (↔없다)",
        "Adjective (↔없다)",
        "Adjective (↔없다)"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb itda",
        "Assistant adverb itda",
        "Assistant adverb itda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be",
      "frequency": 2
    },
    {
      "meaning": "have",
      "frequency": 2
    },
    {
      "meaning": "possible",
      "frequency": 2
    },
    {
      "meaning": "wear",
      "frequency": 2
    },
    {
      "meaning": "open",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "전부 다 우리 멤버들이 있었기에. It's all because of my members. 듣기 View video 2PM : 우영이는 핫티 만날 준비 중!",
      "english": "It's all because of my members."
    },
    {
      "korean": "여러분이 있었기에 여기 앉아있는 거고. because you've been behind me. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -10- '이창섭의 힐링 토크 콘서트'",
      "english": "because you've been behind me."
    },
    {
      "korean": "여러분이 있었기에 내가 1등을 해 봤고. I topped the chart because of you. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -10- '이창섭의 힐링 토크 콘서트'",
      "english": "I topped the chart because of you."
    },
    {
      "korean": "있었기에 제가 오늘의 '뚝'을 낼 수 있었다고 생각합니다. thanks to this album. 듣기 View video 2PM : [FULL] 2PM 장우영 Comeback Special Live <헤어질 때>",
      "english": "thanks to this album."
    },
    {
      "korean": "그들의 위대한 도전과 아낌없는 노력이 있었기에. Korea's pop cultural arts... 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "Korea's pop cultural arts..."
    }
  ],
  "examples": [
    {
      "korean": "I couldn't help him because I had hit a rocky patch by myself. 발음듣기 나 자신도 힘든 시기를 보내고 있었기에 그를 도울 수가 없었다. 국제영어대학원대학교 신어사전",
      "english": "I couldn't help him because I had hit a rocky patch by myself. 발음"
    },
    {
      "korean": "I feel happy that I met him. 발음듣기 그랑 만날 수 있었기에 행복해요. YBM All in All English-Korean Dictionary",
      "english": "I feel happy that I met him. 발음"
    },
    {
      "korean": "It was good that I had money with me, otherwise I would have been put to shame. 발음듣기 돈이 있었기에망정이지 아니면 창피당할 뻔했다 Dong-a's Prime English-Korean Dictionary",
      "english": "It was good that I had money with me, otherwise I would have been put to shame. 발음"
    },
    {
      "korean": "Western civilization has had all its inventions in transportation to back up its great dispersion. 발음듣기 그토록 많은 수송 기관의 발명이 있었기에 서양 문명이 널리 전파될 수 있었던 것이다. YBM All in All English-Korean Dictionary",
      "english": "Western civilization has had all its inventions in transportation to back up its great dispersion. 발음"
    },
    {
      "korean": "Since the garbage was loaded off-center, the location of the supply ship's center of mass was no longer along its center axis. 발음듣기 짐들이 중앙에서 벗어나 실려있었기에, 수송선의 질량중심은 중심축에서 벗어나 있었다. YBM All in All English-Korean Dictionary",
      "english": "Since the garbage was loaded off-center, the location of the supply ship's center of mass was no longer along its center axis. 발음"
    }
  ]
}