{
  "phrases": [
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소에) be, (건물 등이) stand, be located (in/at), be situated, (도시 등이) lie",
        "(시설·장치 등이) have, (시설이) be equipped with, be provided with",
        "(존재하다) be, exist, (발견되다) be found"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective existent, existing (↔없다)",
        "Adjective (↔없다)",
        "Adjective (↔없다)"
      ]
    },
    {
      "phrase": "있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb itda",
        "Assistant adverb itda",
        "Assistant adverb itda"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "일본군 '위안부'",
      "frequency": 0
    },
    {
      "meaning": "pH",
      "frequency": 0
    },
    {
      "meaning": "위안부",
      "frequency": 0
    },
    {
      "meaning": "cheongsam",
      "frequency": 0
    },
    {
      "meaning": "settle",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "좋아하는 것을 많이 할 수 있으며 가고 싶은 곳으로 갈 수 있습니다. \"You'll be able to do a lot of the things you want to do and go where you want to go.\" 듣기 View video V COOKIE : [Full] Jeong Sewoon X Rooftop Live - 정세운의 루프탑라이브!",
      "english": "\"You'll be able to do a lot of the things you want to do and go where you want to go.\""
    },
    {
      "korean": "탁월한 경영자가 될 수 있으며. Can be excellent director. 듣기 View video Boys Republic : 놀쟈앙~~!!!",
      "english": "Can be excellent director."
    },
    {
      "korean": "전체 chicken 드실 수 있으며... - 네! Everyone can eat chicken... - Yes! 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '블루미와 함께 나들이 가실래요?'",
      "english": "Everyone can eat chicken... - Yes!"
    },
    {
      "korean": "결단력이 있으며 자기 자신에 대해 확신을 가지고 있다. They have determination and trust in themselves. 듣기 View video Boys Republic : 놀쟈앙~~!!!",
      "english": "They have determination and trust in themselves."
    },
    {
      "korean": "이거 있으며 이거 써요 없으면 포크 써요, 그렇지. If you have this, use this. If you don't, use a fork. That's right. 듣기 View video NU'EST : [NU'EST W] 아론 램지의 완벽한 스테이크 만들기 (Aron Ramsay's Perfect STEAK)",
      "english": "If you have this, use this. If you don't, use a fork. That's right."
    }
  ],
  "examples": [
    {
      "korean": "The monthly fee is fixed and there are no hidden extras. 듣기 Add to Wordbook 월별 요금은 정해져 있으며 예상외의 추가 요금은 전혀 없습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The monthly fee is fixed and there are no hidden extras. Add to Wordbook"
    },
    {
      "korean": "His new girlfriend is attractive, funny, smart, yada yada yada. 듣기 Add to Wordbook 그의 새 여자친구는 매력적이고 재미있으며, 똑똑하고 그러그러하다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His new girlfriend is attractive, funny, smart, yada yada yada. Add to Wordbook"
    },
    {
      "korean": "I'm also currently enrolled in a time management course. 듣기 Add to Wordbook 현재 시간 관리 코스를 수강하고 있으며 DARAKWON",
      "english": "I'm also currently enrolled in a time management course. Add to Wordbook"
    },
    {
      "korean": "Brand A and B of which, the market share is about 55%. 듣기 Add to Wordbook A사와 B사가 있으며 시장 점유율이 55% 정도 됩니다. DARAKWON",
      "english": "Brand A and B of which, the market share is about 55%. Add to Wordbook"
    },
    {
      "korean": "I also hold a bachelor's degree in business. 듣기 Add to Wordbook 본 포지션에 필요한 경험도 있으며, 경영학 학사학위도 있습니다. DARAKWON",
      "english": "I also hold a bachelor's degree in business. Add to Wordbook"
    }
  ]
}