{
  "phrases": [
    {
      "phrase": "잊다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(기억하지 못하다) forget",
        "(깨닫거나 느끼지 못하다) be unaware of",
        "(기억 속에서 지워 버리다) forget, put[get] sb[sth] out of one's mind[head]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "reopen old sores",
      "frequency": 0
    },
    {
      "meaning": "forget",
      "frequency": 3
    },
    {
      "meaning": "forgetful",
      "frequency": 3
    },
    {
      "meaning": "forget it",
      "frequency": 0
    },
    {
      "meaning": "unforgettable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[덕분에 잊었던 통키 소환] - 나 통키를 까먹고 있었어. - 그래. I forgot about Tongki. - Right. 듣기 View video Big Picture (빅픽처) : 빅픽처2 ep53_피구 끝판왕 성난 종국의 등장",
      "english": "I forgot about Tongki. - Right."
    },
    {
      "korean": "워낙 빨리 먹어서 내가 잠깐 잊었던 거지. I ate them really quickly so I must have forgotten about them... 듣기 View video stellar : 핑크방으로 드루왓~!",
      "english": "I ate them really quickly so I must have forgotten about them..."
    },
    {
      "korean": "조금 잊었던 예절들을 되새기면서 다시 알았으면 좋겠어요. other people will remember these manners as well. 듣기 View video 우주소녀(WJSN) : 우주소녀 이미지 증발 버라이어티 <우소보쇼> 4화",
      "english": "other people will remember these manners as well."
    },
    {
      "korean": "[차오루의 등장에 잠시 잊었던 혁수 형] 꼭 이럴 때는 형 안 부르더라! [They forgot Hyuksoo being surprised by Cao Lu] You never call me in such cases! 듣기 View video THE BOYZ : [FULL]더 보이즈 '꽃미남 분식집' 5회 The BOYZ \"Flower Snack\" ep.5",
      "english": "[They forgot Hyuksoo being surprised by Cao Lu] You never call me in such cases!"
    },
    {
      "korean": "우리 룰 잊었냐? Did you forget our rule? 듣기 View video 콬TV (WHYNOT) : 요즘 너만 보면 자꾸 커진단 말이야 [리얼:타임:러브2] EP3",
      "english": "Did you forget our rule?"
    }
  ],
  "examples": [
    {
      "korean": "With regret he remembered his forgotten promise. 듣기 Add to Wordbook 그는 잊었던 약속이 생각나서 후회했다. 영어영작문대사전",
      "english": "With regret he remembered his forgotten promise. Add to Wordbook"
    },
    {
      "korean": "renew forgotten sorrows 듣기 Add to Wordbook 잊었던 슬픔을 다시 생각나게 하다. Friendict Level English-Korean Dictionary",
      "english": "renew forgotten sorrows Add to Wordbook"
    },
    {
      "korean": "reopen old sores 듣기 Add to Wordbook 옛 상처[잊었던 원한•불화]를 다시 꺼내다[들추어내다]. Friendict Level English-Korean Dictionary",
      "english": "reopen old sores Add to Wordbook"
    },
    {
      "korean": "Of course, one Sunday I forgot. 듣기 Add to Wordbook 물론, 내가 잊었던 어느 일요일이야 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Jeee(iams****)",
      "english": "Of course, one Sunday I forgot. Add to Wordbook"
    },
    {
      "korean": "Any chance he forgot about it? 듣기 Add to Wordbook 혹시 그가 그것에 대해 잊었던 것은 아닐까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gray(orch****)",
      "english": "Any chance he forgot about it? Add to Wordbook"
    }
  ]
}