{
  "phrases": [
    {
      "phrase": "자긍심",
      "hanja": " (自矜心)",
      "example": {},
      "meanings": [
        "pride, self-esteem, self-respect"
      ]
    },
    {
      "phrase": "자긍심을 느끼다",
      "hanja": "",
      "example": {},
      "meanings": [
        "feel pride"
      ]
    },
    {
      "phrase": "자긍심을 갖다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have pride / have self-esteem / have self-respect"
      ]
    },
    {
      "phrase": "자긍심을 고취하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "inspire self-confidence"
      ]
    },
    {
      "phrase": "자긍심을 일깨우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "awaken self-conceit"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "feel pride",
      "frequency": 0
    },
    {
      "meaning": "ecotistical",
      "frequency": 0
    },
    {
      "meaning": "racial pride",
      "frequency": 0
    },
    {
      "meaning": "organizational based self-esteem",
      "frequency": 0
    },
    {
      "meaning": "Pride parade",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "배우로서의 자긍심과 긍지를 갖고... I have the pride for being an actor... 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "I have the pride for being an actor..."
    }
  ],
  "examples": [
    {
      "korean": "Success in sport is a source of national pride. 듣기 Add to Wordbook 스포츠에서의 성공은 국가적 자긍심의 원천이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Success in sport is a source of national pride. Add to Wordbook"
    },
    {
      "korean": "That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong. (William J. H. Boetcker) 듣기 Add to Wordbook 그대가 자긍심을 지키고자 한다면 그릇되다고 알고 있는 일을 함으로써 일시적으로 사람들을 기분좋게 하는것보다, 옳다고 알고 있는 일을 함으로써 사람들을 불편하게 하는 것이 낫다. (윌리엄 존 헨리 보에커, 자신감명언) 명언/속담",
      "english": "That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong. (William J. H. Boetcker) Add to Wordbook"
    },
    {
      "korean": "I take pride in what I am doing. 듣기 Add to Wordbook 나는 내가 하는 일에 자긍심을 가지고 있다 Neungyule",
      "english": "I take pride in what I am doing. Add to Wordbook"
    },
    {
      "korean": "A town's cultural activities can improve the quality of life and instill in residents a sense of civic ride. 듣기 Add to Wordbook 시의 문화 행사는 삶의 질을 향상시키고 주민들에게 자긍심을 심어 줄 수 있다. YBM All in All English-Korean Dictionary",
      "english": "A town's cultural activities can improve the quality of life and instill in residents a sense of civic ride. Add to Wordbook"
    },
    {
      "korean": "He was filled with an overwhelming sense of pride. 듣기 Add to Wordbook 그의 가슴은 자긍심으로 벅차올랐다 Neungyule",
      "english": "He was filled with an overwhelming sense of pride. Add to Wordbook"
    }
  ]
}