{
  "phrases": [
    {
      "phrase": "자멸",
      "hanja": " (自滅)",
      "example": {},
      "meanings": [
        "[명사] self-destruction, [동사] destroy oneself, ruin oneself"
      ]
    },
    {
      "phrase": "자멸을 초래하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lead to self-destruction"
      ]
    },
    {
      "phrase": "정치적으로 자멸하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "commit political suicide"
      ]
    },
    {
      "phrase": "자멸하다",
      "hanja": " (自滅하다)",
      "example": {},
      "meanings": [
        "Verb destroy oneself, ruin oneself"
      ]
    },
    {
      "phrase": "자멸하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 self-destruct"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "self-destruction",
      "frequency": 0
    },
    {
      "meaning": "self-slaughter",
      "frequency": 0
    },
    {
      "meaning": "auto-destruction",
      "frequency": 0
    },
    {
      "meaning": "self-combustion",
      "frequency": 0
    },
    {
      "meaning": "destroy itself[oneself]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "하지만 스스로 자멸하고 로봇을 파괴해요. But, she gives up on herself and destroys the robot. 듣기 View video V Special : MBC상상극장-우설리(우리를설레게하는리플) 출연자 인터뷰(다현,은우,우재,지인,민우,경환)",
      "english": "But, she gives up on herself and destroys the robot."
    }
  ],
  "examples": [
    {
      "korean": "The central argument is that capitalism sows the seeds of its own destruction. 발음듣기 중심되는 주장은 자본주의가 자멸의 씨앗을 뿌린다는 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The central argument is that capitalism sows the seeds of its own destruction. 발음"
    },
    {
      "korean": "The new economic policies could prove suicidal for the party. 발음듣기 그 새 경제 정책들이 그 당에 자멸적인 것으로 입증될 수도 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new economic policies could prove suicidal for the party. 발음"
    },
    {
      "korean": "Accepting the offer is like turkeys voting for Christmas. 발음듣기 그 제안을 받아들이는 것은 자멸하는 것과 같아요. 국제영어대학원대학교 신어사전",
      "english": "Accepting the offer is like turkeys voting for Christmas. 발음"
    },
    {
      "korean": "There will be a time when loud-mouthed, incompetent people seem to be getting the best of you. When that happens, you only have to be patient and wait for them to self destruct. It never fails. (Richard Rybolt) 발음듣기 목소리만 크고 무능한 사람들에게 뒤지는 느낌이 들 때가 올 것이다. 그럴 때에는 인내심을 갖고 그런 사람들이 자멸할 때를 기다리기만 하면 된다. 백전백승한다. (리처드 라이볼트, 인내명언) 명언/속담",
      "english": "There will be a time when loud-mouthed, incompetent people seem to be getting the best of you. When that happens, you only have to be patient and wait for them to self destruct. It never fails. (Richard Rybolt) 발음"
    },
    {
      "korean": "Judges who take bribes are cutting their own throats. 발음듣기 뇌물을 받는 재판관이야말로 자멸을 초래하는 짓이다. YBM All in All English-Korean Dictionary",
      "english": "Judges who take bribes are cutting their own throats. 발음"
    }
  ]
}