{
  "phrases": [
    {
      "phrase": "자애",
      "hanja": " (慈愛)",
      "example": {},
      "meanings": [
        "affection, love, benevolence, kindness"
      ]
    },
    {
      "phrase": "자애",
      "hanja": " (自愛)",
      "example": {},
      "meanings": [
        "self-love, self-regard, selfishness, egoism, 자애하다 take care of oneself[one's health], look after oneself[one's health]"
      ]
    },
    {
      "phrase": "자애롭다",
      "hanja": " (慈愛롭다)",
      "example": {},
      "meanings": [
        "(formal) benevolent, tender"
      ]
    },
    {
      "phrase": "자애 깊은",
      "hanja": "",
      "example": {},
      "meanings": [
        "affectionate",
        "loving",
        "benevolent"
      ]
    },
    {
      "phrase": "자애로운 미소",
      "hanja": "",
      "example": {},
      "meanings": [
        "a benevolent smile"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fondness",
      "frequency": 3
    },
    {
      "meaning": "loving-kindness",
      "frequency": 0
    },
    {
      "meaning": "tendresse",
      "frequency": 0
    },
    {
      "meaning": "the benevolent affections",
      "frequency": 0
    },
    {
      "meaning": "loving yourself",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Please take good care of yourself. or I pray that you may get on well and strong[be good for yourself]. 듣기 Add to Wordbook 아무쪼록 자중 자애 하십시오 Dong-a's Prime English-Korean Dictionary",
      "english": "Please take good care of yourself. or I pray that you may get on well and strong[be good for yourself]. Add to Wordbook"
    },
    {
      "korean": "From his childhood he has been a stranger to parental affection. 듣기 Add to Wordbook 그는 어릴 때부터 부모의 자애를 모르고 자랐다 Dong-a's Prime English-Korean Dictionary",
      "english": "From his childhood he has been a stranger to parental affection. Add to Wordbook"
    },
    {
      "korean": "During the 15-minute sessions, they are also taught to imagine 'loving kindness' on the playground, at home and in other parts of their lives, as a method to temper their anger or other negative emotions. 듣기 Add to Wordbook 15분간의 훈련 동안 그들은 노여움이나 다른 부정적인 감정을 진정시키기 위한 방법으로 운동장, 집, 삶의 다른 부분에서 '자애'를 상상하도록 배운다. Neungyule",
      "english": "During the 15-minute sessions, they are also taught to imagine 'loving kindness' on the playground, at home and in other parts of their lives, as a method to temper their anger or other negative emotions. Add to Wordbook"
    },
    {
      "korean": "Under the benign superintendence of the director the spirit of love diffused itself through all its members. 듣기 Add to Wordbook 감독의 자애깊은 지도아래 사랑의 정신을 회원전부에 퍼졌다. 영어영작문대사전",
      "english": "Under the benign superintendence of the director the spirit of love diffused itself through all its members. Add to Wordbook"
    },
    {
      "korean": "Come on, boys, let's get to work. 듣기 Add to Wordbook 자, 애들아, 일하러 가자. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "Come on, boys, let's get to work. Add to Wordbook"
    }
  ]
}