{
  "phrases": [
    {
      "phrase": "자폭",
      "hanja": " (自爆)",
      "example": {},
      "meanings": [
        "suicide bombing"
      ]
    },
    {
      "phrase": "자폭기조종사",
      "hanja": " (自爆機操縱士)",
      "example": {},
      "meanings": [
        "a suicide-fighter pilot, a special attack pilot."
      ]
    },
    {
      "phrase": "자폭하다",
      "hanja": " (自爆하다)",
      "example": {},
      "meanings": [
        "Verb detonate oneself, blow oneself up"
      ]
    },
    {
      "phrase": "자폭신관",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 self-destruct fuze"
      ]
    },
    {
      "phrase": "자폭하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 self-destruct"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "a suicidal explosion",
      "frequency": 0
    },
    {
      "meaning": "auto-destruction",
      "frequency": 0
    },
    {
      "meaning": "SelfDestruct",
      "frequency": 0
    },
    {
      "meaning": "a self-destruct mechanism",
      "frequency": 0
    },
    {
      "meaning": "destruct system",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "왜 자폭하세요? Why are you belittling yourself? 듣기 View video Dingo Freestyle / 딩고프리스타일 : [영리한 문제아들] Behind Clip : 트웰브의 방구석 콘서트 with Y&R Records!",
      "english": "Why are you belittling yourself?"
    },
    {
      "korean": "굳이 알아서 그걸 자폭을 합니까? Why do you surrender yourself on your own? 듣기 View video iKON : 모여봐요 준회의숲",
      "english": "Why do you surrender yourself on your own?"
    },
    {
      "korean": "저게 뭐야? 자폭 풍뎅이야? What's that? A blowing up beetle? 듣기 View video BTS : 다시 시작된 진의 생일",
      "english": "What's that? A blowing up beetle?"
    },
    {
      "korean": "진짜 아깝다 - 무슨 풍뎅이가 자폭을 해! So close. - What beetle can blow himself up! 듣기 View video BTS : 다시 시작된 진의 생일",
      "english": "So close. - What beetle can blow himself up!"
    },
    {
      "korean": "[자폭] 닮았어요! [Self-diss] I look like him! 듣기 View video 모비딕(Mobidic) : ※단독공개※ 딘딘 박서준과 닮은꼴 공식 인정? <세젤퀴> 1회",
      "english": "[Self-diss] I look like him!"
    }
  ],
  "examples": [
    {
      "korean": "A missile that is off course self-destructs. 발음듣기 진로를 벗어난 미사일은 자폭하게 된다. Neungyule",
      "english": "A missile that is off course self-destructs. 발음"
    },
    {
      "korean": "The same mosque was hit on April seventh with a triple suicide bombing that injured more than 70 people. 발음듣기 지난 4월7일에도 같은 사원에서 세 명의 테러분자들이 자폭해, 70명 이상이 숨진 바 있습니다. YBM All in All English-Korean Dictionary",
      "english": "The same mosque was hit on April seventh with a triple suicide bombing that injured more than 70 people. 발음"
    },
    {
      "korean": "Two bombers detonated explosives as thousands of followers were taking part in a mass prayer celebrating the Prophet Muhammad's birthday. 발음듣기 예언자 모하메트의 생일을 축하하는 대규모 기도회에서 두 사람이 자폭했습니다. YBM All in All English-Korean Dictionary",
      "english": "Two bombers detonated explosives as thousands of followers were taking part in a mass prayer celebrating the Prophet Muhammad's birthday. 발음"
    },
    {
      "korean": "Police say the bomber walked into the Buratha mosque as vehicle traffic was prohibitted during prayer hours. 발음듣기 이라크 경찰은 금요 기도회를 앞두고 자동차 통행이 금지된 가운데, 테러분자가 부라타 사원으로 걸어 들어가 자폭했다고 말했습니다. YBM All in All English-Korean Dictionary",
      "english": "Police say the bomber walked into the Buratha mosque as vehicle traffic was prohibitted during prayer hours. 발음"
    },
    {
      "korean": "Sri Lankan military officials say a female suicide bomber has blown herself up inside army headquarters in the capital, Colombo. 발음듣기 스리랑카 수도 콜롬보에 있는 육군 본부에서 여성 자살 폭탄 테러범이 자폭했다고 스리랑카 군 관리들이 말했습니다. YBM All in All English-Korean Dictionary",
      "english": "Sri Lankan military officials say a female suicide bomber has blown herself up inside army headquarters in the capital, Colombo. 발음"
    }
  ]
}