{
  "phrases": [
    {
      "phrase": "작다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(길이·넓이·부피 등이) small, little, (아주) tiny, (키가) short, (옷 등이) tight",
        "(정도·범위·규모 등이) small, little, (아주) tiny",
        "(소리 등) low"
      ]
    },
    {
      "phrase": "가스불을 크게[작게] 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "turn up[down] the gas"
      ]
    },
    {
      "phrase": "라디오 소리를 크게[작게] 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "turn up[down] the radio"
      ]
    },
    {
      "phrase": "양파를 아주 작게 깍둑썰기 하거라.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Dice the onions fairly small."
      ]
    },
    {
      "phrase": "아이는 작게 낳아서 크게 길러라",
      "hanja": "",
      "example": {},
      "meanings": [
        "You are advised to raise your small baby to become a big one"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "small",
      "frequency": 3
    },
    {
      "meaning": "exiguously",
      "frequency": 0
    },
    {
      "meaning": "in (the) small",
      "frequency": 0
    },
    {
      "meaning": "least",
      "frequency": 3
    },
    {
      "meaning": "pack away",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "작게. So I'm cutting it small. 듣기 View video Happy Robot Records : [THE koxx] 수요미식단 -10회특집 방송",
      "english": "So I'm cutting it small."
    },
    {
      "korean": "근데 확실히 작은... 작게! The smaller size! 듣기 View video 카모마일T (Chamomile_T) : 인생향수 추천! 내돈내산 솔직 후기!",
      "english": "The smaller size!"
    },
    {
      "korean": "작게 자를까? 엄청 작게? Should I cut a tiny hole? Really small? 듣기 View video Dispatch : [ⓓxV] “여친이들의 달콤쌉싸름한 초콜릿 만들기” (여자친구 : GFRIEND)",
      "english": "Should I cut a tiny hole? Really small?"
    },
    {
      "korean": "미안해요 좀 작게 웃을까요? I'm sorry. Should I laugh a little quietly? 듣기 View video GOT7 : 쉼표방",
      "english": "I'm sorry. Should I laugh a little quietly?"
    },
    {
      "korean": "나 오늘부터 노래 작게 들을 거야! Starting from today, I'll keep the volume down! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.6",
      "english": "Starting from today, I'll keep the volume down!"
    }
  ],
  "examples": [
    {
      "korean": "Make a small incision below the ribs. 듣기 Add to Wordbook 갈비뼈 아래를 작게 절개하시오. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Make a small incision below the ribs. Add to Wordbook"
    },
    {
      "korean": "The hedgehog scrunched itself up into a ball. 듣기 Add to Wordbook 고슴도치가 몸을 공 모양으로 작게 말았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The hedgehog scrunched itself up into a ball. Add to Wordbook"
    },
    {
      "korean": "She gave a little laugh. 듣기 Add to Wordbook 그녀가 작게 한 번 웃었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She gave a little laugh. Add to Wordbook"
    },
    {
      "korean": "He built up his multimillion-pound music business from small beginnings. 듣기 Add to Wordbook 그는 작게 출발하여 수백만 파운드짜리 음악 관련 사업체를 세웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He built up his multimillion-pound music business from small beginnings. Add to Wordbook"
    },
    {
      "korean": "Fade out the music at the end of the scene. 듣기 Add to Wordbook 그 장면 끝에는 음악 소리를 점점 더 작게 해요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Fade out the music at the end of the scene. Add to Wordbook"
    }
  ]
}