{
  "phrases": [
    {
      "phrase": "가선 작업용 활차",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 stringing traveler"
      ]
    },
    {
      "phrase": "작업용 압축공기 공급계통",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 service compressed air distribution system"
      ]
    },
    {
      "phrase": "침목작업용기계",
      "hanja": " (枕木作業用機械)",
      "example": {},
      "meanings": [
        "Tie Maintenance Equipment"
      ]
    },
    {
      "phrase": "레일작업용기계",
      "hanja": "",
      "example": {},
      "meanings": [
        "Rail Maintenance Equipment"
      ]
    },
    {
      "phrase": "원격 작업용",
      "hanja": "",
      "example": {},
      "meanings": [
        "teleoperation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "jumper 2",
      "frequency": 3
    },
    {
      "meaning": "boatswain's chair",
      "frequency": 0
    },
    {
      "meaning": "dedicated",
      "frequency": 0
    },
    {
      "meaning": "diving boat",
      "frequency": 0
    },
    {
      "meaning": "safety hat",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "작업용 이어폰으로 노래를 들으면서 살고 있습니다 슬프죠? I've been listening to music through those earphones. Sad, right? 듣기 View video PENTAGON : 강형구 탐구생활 (TMIP)",
      "english": "I've been listening to music through those earphones. Sad, right?"
    },
    {
      "korean": "요리를 주로 여자 작업용으로 한다는 의견들이 있는데요. - 가족들도 있으니까. The rumors say you cook to flirt with woman. - I have my family. 듣기 View video V MUSIC : [REPLAY] 이승철 데뷔 30주년 기념 절친 LIVE",
      "english": "The rumors say you cook to flirt with woman. - I have my family."
    },
    {
      "korean": "'선빈 오빠 다프판 작업용이라고 하신 거 어디서 사셨나요?' 인터넷에서 샀습니다. 그런데 어딘지는... \"Sunbin, where did you get the dart board?\" I bought it online. 듣기 View video Happy Robot Records : [THE KOXX] 빈&송 수요미식단",
      "english": "\"Sunbin, where did you get the dart board?\" I bought it online."
    }
  ],
  "examples": [
    {
      "korean": "The work pants he made were strong. 듣기 Add to Wordbook 그가 만든 작업용 바지는 질겼다 YBM All in All English-Korean Dictionary",
      "english": "The work pants he made were strong. Add to Wordbook"
    },
    {
      "korean": "The work pants Levi made were strong. 듣기 Add to Wordbook 리바이가 만든 작업용 바지는 튼튼했다. YBM All in All English-Korean Dictionary",
      "english": "The work pants Levi made were strong. Add to Wordbook"
    },
    {
      "korean": "But he realized what people really needed were work pants, so he began making pants out of canvas. 듣기 Add to Wordbook 그러나 그는 사람들이 진정으로 필요로 하는 것은 작업용 바지라는 것을 깨닫고 무명천으로 바지를 만들기 시작했다 YBM All in All English-Korean Dictionary",
      "english": "But he realized what people really needed were work pants, so he began making pants out of canvas. Add to Wordbook"
    },
    {
      "korean": "For tougher cleaning jobs the three-phase 2700A operates at 2,900psi, and at maximum working pressure delivers 700 liters of water per hour. 듣기 Add to Wordbook 다소 힘든 세척작업용으로는 3단계용 2700A가 2,900psi에서 작동하며 최대작업압력에서 시간당 700리터의 물을 운반합니다. YBM All in All English-Korean Dictionary",
      "english": "For tougher cleaning jobs the three-phase 2700A operates at 2,900psi, and at maximum working pressure delivers 700 liters of water per hour. Add to Wordbook"
    },
    {
      "korean": "Early this week, supermodel Naomi Campbell traded her stilettos for work boots as she reported for duty at the sanitation garage where she spent five days mopping floors as part of her sentence for throwing a cell phone at her maid over a pair of missing jeans. 듣기 Add to Wordbook 이번 주 초, 슈퍼모델 나오미 캠벨은 청바지를 잃어버린 일로 자신의 하녀에게 휴대폰을 집어 던진 일에 대한 형벌의 일부로 5일간 바닥을 걸레질하며 보낸 쓰레기 처리장에 출근하며 자신의 뾰족 구두를 작업용 부츠로 바꿔 신었다. TIMES CORE",
      "english": "Early this week, supermodel Naomi Campbell traded her stilettos for work boots as she reported for duty at the sanitation garage where she spent five days mopping floors as part of her sentence for throwing a cell phone at her maid over a pair of missing jeans. Add to Wordbook"
    }
  ]
}