{
  "phrases": [
    {
      "phrase": "작전권",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 operational authority"
      ]
    },
    {
      "phrase": "잠수함작전권한자",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 submarine operating authority (SUBOPAUTH)"
      ]
    },
    {
      "phrase": "작전권을 갖다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have operation right"
      ]
    },
    {
      "phrase": "작전권을 넘기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pass operation right"
      ]
    },
    {
      "phrase": "작전권을 가지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have right of operation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "operational authority",
      "frequency": 0
    },
    {
      "meaning": "submarine operating authority",
      "frequency": 0
    },
    {
      "meaning": "SUBOPAUTH",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "In announcing the agreement, Bush reaffirmed the U.S.' firm commitment to the security of Korea even after handing over the wartime control. 발음듣기 합의문을 발표하면서 부시 대통령은 전시 작전권을 건네준 후에도 한국의 안보에 대한 미국의 확고한 약속은 계속된다는 점을 재확인했다. Neungyule",
      "english": "In announcing the agreement, Bush reaffirmed the U.S.' firm commitment to the security of Korea even after handing over the wartime control. 발음"
    },
    {
      "korean": "That's why they stood up to oppose the premature recovery of wartime control, warning that it may bring about national disaster. 발음듣기 그것이 바로 그들이 전시 작전권의 때이른 환수에 반대하고 나서는 이유인데 그들은 그것이 국가적 재앙을 불러올 것이라고 경고하고 있다. Neungyule",
      "english": "That's why they stood up to oppose the premature recovery of wartime control, warning that it may bring about national disaster. 발음"
    },
    {
      "korean": "The government contends that our military is ready and capable enough to take over wartime control. 발음듣기 정부는 우리의 군대가 전시 작전권을 인수할 정도로 충분히 준비가 되어있고 능력이 있다고 주장한다. Neungyule",
      "english": "The government contends that our military is ready and capable enough to take over wartime control. 발음"
    },
    {
      "korean": "Many South Koreans are worried that the transfer of wartime command will weaken the Korea-U.S. alliance and will eventually lead to the U.S. withdrawal from Korea. 발음듣기 많은 한국인들은 전시 작전권의 이전이 한국과 미국의 동맹을 약화시킬 것이고 결국에는 한국에서 미군이 철수하게 되는 상황을 우려하고 있다. Neungyule",
      "english": "Many South Koreans are worried that the transfer of wartime command will weaken the Korea-U.S. alliance and will eventually lead to the U.S. withdrawal from Korea. 발음"
    },
    {
      "korean": "The joint allies are expected to negotiate a timeline and roadmap for the transfer of wartime operational control in the near future. 발음듣기 이 동맹국은 가까운 장래에 전시작전권 이양에 대한 시각표와 계획표에 대한 협상을 하기로 되어 있습니다. TIMES CORE",
      "english": "The joint allies are expected to negotiate a timeline and roadmap for the transfer of wartime operational control in the near future. 발음"
    }
  ]
}