{
  "phrases": [
    {
      "phrase": "잔해",
      "hanja": " (殘骸)",
      "example": {},
      "meanings": [
        "wreckage, remains, ruins, debris"
      ]
    },
    {
      "phrase": "비행기의 잔해",
      "hanja": "",
      "example": {},
      "meanings": [
        "the wreck of an airplane",
        "the remains of a wrecked plane"
      ]
    },
    {
      "phrase": "잔해 더미",
      "hanja": "",
      "example": {},
      "meanings": [
        "pile of debris"
      ]
    },
    {
      "phrase": "과거 잔해",
      "hanja": "",
      "example": {},
      "meanings": [
        "past remains"
      ]
    },
    {
      "phrase": "잔해를 털다",
      "hanja": "",
      "example": {},
      "meanings": [
        "shake off wreckage"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ruin",
      "frequency": 3
    },
    {
      "meaning": "wreckage",
      "frequency": 3
    },
    {
      "meaning": "wreck",
      "frequency": 3
    },
    {
      "meaning": "debris",
      "frequency": 0
    },
    {
      "meaning": "rubble",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이겼으니까 한 잔해! Have a drink since you won! 듣기 View video 키워드#보아 - my SMTelevision : [키워드#보아] Ep.71 보아를 위해 준비했어!",
      "english": "Have a drink since you won!"
    },
    {
      "korean": "잔해... 술 한잔 받으시게... Wreckage... Take a shot. 듣기 View video MAMAMOO : [MMMTV4] EP20 4season in Hongkong",
      "english": "Wreckage... Take a shot."
    },
    {
      "korean": "이거 봐요 지금 잔해들이... Look, the aftermath of a makeup show. 듣기 View video KKOSISTERS : 워너원 부메랑 MV 메이크업 Wanna One Boomerang Makeup",
      "english": "Look, the aftermath of a makeup show."
    },
    {
      "korean": "잔해를 던진 건 너잖아... You were the one that threw the wreckage. 듣기 View video MAMAMOO : [MMMTV4] EP20 4season in Hongkong",
      "english": "You were the one that threw the wreckage."
    },
    {
      "korean": "저기 붙였잖아 니가! - 잔해! You made it stick to that! - The wreckage! 듣기 View video MAMAMOO : [MMMTV4] EP20 4season in Hongkong",
      "english": "You made it stick to that! - The wreckage!"
    }
  ],
  "examples": [
    {
      "korean": "Pieces of the wreckage were washed ashore. 듣기 Add to Wordbook 난파선 잔해들이 해안으로 쓸려 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Pieces of the wreckage were washed ashore. Add to Wordbook"
    },
    {
      "korean": "Six bodies were recovered from the wreckage. 듣기 Add to Wordbook 그 잔해에서 6구의 시신이 발견되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Six bodies were recovered from the wreckage. Add to Wordbook"
    },
    {
      "korean": "A man was crawling away from the burning wreckage. 듣기 Add to Wordbook 한 남자가 불타는 잔해 속에서 기어 나왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A man was crawling away from the burning wreckage. Add to Wordbook"
    },
    {
      "korean": "A few survivors were pulled from the wreckage. 듣기 Add to Wordbook 사고 잔해 속에서 몇 명의 생존자들이 끌려나왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A few survivors were pulled from the wreckage. Add to Wordbook"
    },
    {
      "korean": "They found him pinned under the wreckage of the car. 듣기 Add to Wordbook 그들은 그 승용차 잔해 아래 갇혀 있는 그를 발견했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They found him pinned under the wreckage of the car. Add to Wordbook"
    }
  ]
}