{
  "phrases": [
    {
      "phrase": "잘못되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(일·사람 등이) go wrong",
        "(몸에 탈이 나다)",
        "(사고를 당하거나 죽다)"
      ]
    },
    {
      "phrase": "잘못된 정책",
      "hanja": "",
      "example": {},
      "meanings": [
        "the wrong policy",
        "a mistaken (political) course"
      ]
    },
    {
      "phrase": "잘못된 생각",
      "hanja": "",
      "example": {},
      "meanings": [
        "the wrong idea",
        "a misjudgment"
      ]
    },
    {
      "phrase": "잘못된[근거 없는] 예측",
      "hanja": "",
      "example": {},
      "meanings": [
        "a mistaken[an unfounded] prediction"
      ]
    },
    {
      "phrase": "잘못된 결론",
      "hanja": "",
      "example": {},
      "meanings": [
        "an erroneous[a wrong] conclusion"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "wrong",
      "frequency": 3
    },
    {
      "meaning": "false",
      "frequency": 3
    },
    {
      "meaning": "mistaken",
      "frequency": 3
    },
    {
      "meaning": "faulty",
      "frequency": 3
    },
    {
      "meaning": "amiss",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[어디서부터 잘못된 걸까?] [What has been wrong?] View video 콬TV (WHYNOT) : 나를 좋아하는 사람의 진심이 궁금하다ㅣ[리얼하이로맨스S2] EP17",
      "english": "[What has been wrong?]"
    },
    {
      "korean": "그런데! 그게 뭐가 잘못된 거예요? But, what's wrong with that? 듣기 View video 콬TV (WHYNOT) : 10년된 남사친과 공개연애를 시작했다 #공개고백 #거짓말 [리얼:타임:러브2] EP1",
      "english": "But, what's wrong with that?"
    },
    {
      "korean": "이거는 어디서부터 잘못된 걸까요? - 청량? How did this fan get this feeling? - Refreshing? 듣기 View video W PROJECT : [W PROJECT] 1분1초(돌아와줘) V LIVE",
      "english": "How did this fan get this feeling? - Refreshing?"
    },
    {
      "korean": "지금 내가 말한 것 중에 잘못된 거 있어? Is there anything wrong I did? Among things I've done? 듣기 View video 콬TV (WHYNOT) : 너와 내가 키스한 이유 [연애미수] EP07 재미 있는 일이 생길 때마다 너에게 말해주고 싶었",
      "english": "Is there anything wrong I did? Among things I've done?"
    },
    {
      "korean": "아니 오만하지 말라고 해서 김오만을 쌌는데 이게 잘못된 겁니까 여러분? I told her not to get prideful and gave Kim-Oh-Man. Is this really a problem? 듣기 View video V COOKIE : [Full] Brown Eyed Girls X Eating Show - 브라운 아이드 걸스 X 같이 먹어요",
      "english": "I told her not to get prideful and gave Kim-Oh-Man. Is this really a problem?"
    }
  ],
  "examples": [
    {
      "korean": "The company has recalled all the faulty hairdryers. 듣기 Add to Wordbook 그 회사는 잘못된 헤어드라이어를 모두 회수했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company has recalled all the faulty hairdryers. Add to Wordbook"
    },
    {
      "korean": "improper use of the drug 듣기 Add to Wordbook 그 약의 잘못된 사용 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "improper use of the drug Add to Wordbook"
    },
    {
      "korean": "There’s nowt wrong with it. 듣기 Add to Wordbook 그건 전혀 잘못된 게 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There’s nowt wrong with it. Add to Wordbook"
    },
    {
      "korean": "to be falsely accused of sth 듣기 Add to Wordbook …에 대해 잘못된[부당하게] 비난을 받다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be falsely accused of sth Add to Wordbook"
    },
    {
      "korean": "Plainly something was wrong. 듣기 Add to Wordbook 뭔가가 잘못된 것이 분명했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Plainly something was wrong. Add to Wordbook"
    }
  ]
}