{
  "phrases": [
    {
      "phrase": "잡다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손으로 쥐다) hold (sth in one's hand), take, (꽉) grasp, grip, (literary) clasp, (갑작스레) grab, seize",
        "(범인 등을) arrest, catch, capture",
        "(물고기·벌레 등을) catch, (죽이다) kill"
      ]
    },
    {
      "phrase": "닭 잡는 데 소 잡는 칼을 쓰다",
      "hanja": "",
      "example": {},
      "meanings": [
        "use a sledgehammer to kill a fly"
      ]
    },
    {
      "phrase": "파리잡는 끈끈이 종이",
      "hanja": "",
      "example": {},
      "meanings": [
        "flypaper"
      ]
    },
    {
      "phrase": "토끼 둘을 잡으려다가 하나도 못 잡는 다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(속담) If you run after two hares, you will catch neither."
      ]
    },
    {
      "phrase": "고기 잡는 장면이 있는 풍경",
      "hanja": "",
      "example": {},
      "meanings": [
        "미술 Landscape with Fishing Scene"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "grip",
      "frequency": 3
    },
    {
      "meaning": "hold",
      "frequency": 3
    },
    {
      "meaning": "bow hand",
      "frequency": 0
    },
    {
      "meaning": "mouser",
      "frequency": 0
    },
    {
      "meaning": "sententious",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[자신감 풀 충전] 잡는 거 저거 맞아? [So confident] Is it the right way to grab a racket? 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.19 뉴이스트의 2020 왁자지껄 운수대통 #1",
      "english": "[So confident] Is it the right way to grab a racket?"
    },
    {
      "korean": "잡는 사람이 있는 것 같았어요 근데... - 추격전? and a chaser. - Like a chase? 듣기 View video ITZY : ITZY(있지) IT'z TOURBOOK EP07",
      "english": "and a chaser. - Like a chase?"
    },
    {
      "korean": "꼼수 대마왕 - 땅에 떨어진 거 잡는 건 괜찮대! He's the king of cheating. - You can pick it up from the ground. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "He's the king of cheating. - You can pick it up from the ground."
    },
    {
      "korean": "'코 잡는 게 버릇인가?' \"Is it your habit to hold your nose?\" 듣기 View video OH MY GIRL : 씅이다 씅이라구 씅이래",
      "english": "\"Is it your habit to hold your nose?\""
    },
    {
      "korean": "이거 냄비 잡는 거 아닌가요? Isn't this the one to hold a hot pot? 듣기 View video Dispatch : [ⓓxV] “셉라면 챌린지③” (세븐틴 : SEVENTEEN)",
      "english": "Isn't this the one to hold a hot pot?"
    }
  ],
  "examples": [
    {
      "korean": "Try adjusting your grip on the racket. 듣기 Add to Wordbook 라켓 잡는 방식을 조정하도록 해 봐. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Try adjusting your grip on the racket. Add to Wordbook"
    },
    {
      "korean": "the thrill of catching a really big fish 듣기 Add to Wordbook 정말 큰 물고기를 잡는 황홀감 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the thrill of catching a really big fish Add to Wordbook"
    },
    {
      "korean": "the vile practice of taking hostages 듣기 Add to Wordbook 인질을 잡는, 절대 용납할 수 없는 행위 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the vile practice of taking hostages Add to Wordbook"
    },
    {
      "korean": "a tennis player with a left-hand grip 듣기 Add to Wordbook 라켓을 왼손으로 잡는 테니스 선수 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a tennis player with a left-hand grip Add to Wordbook"
    },
    {
      "korean": "Our cat is hopeless at catching mice. 듣기 Add to Wordbook 우리 고양이는 쥐 잡는 데는 젬병이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our cat is hopeless at catching mice. Add to Wordbook"
    }
  ]
}