{
  "phrases": [
    {
      "phrase": "잡다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(손으로 쥐다) hold (sth in one's hand), take, (꽉) grasp, grip, (literary) clasp, (갑작스레) grab, seize",
        "(범인 등을) arrest, catch, capture",
        "(물고기·벌레 등을) catch, (죽이다) kill"
      ]
    },
    {
      "phrase": "갓잡은 물고기",
      "hanja": "",
      "example": {},
      "meanings": [
        "fresh-caught fish"
      ]
    },
    {
      "phrase": "갓잡은 생선",
      "hanja": "",
      "example": {},
      "meanings": [
        "fresh-caught fish"
      ]
    },
    {
      "phrase": "그물로 잡은 고기",
      "hanja": "",
      "example": {},
      "meanings": [
        "a net fish"
      ]
    },
    {
      "phrase": "잡은것",
      "hanja": "",
      "example": {},
      "meanings": [
        "(광산) mining tools"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "established",
      "frequency": 3
    },
    {
      "meaning": "pleated",
      "frequency": 0
    },
    {
      "meaning": "hostage-taker",
      "frequency": 0
    },
    {
      "meaning": "well established",
      "frequency": 0
    },
    {
      "meaning": "line-caught",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "대왕잡은 뭐야? - 대왕잼? 대왕... What's that? - Big fun? Great... 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "What's that? - Big fun? Great..."
    },
    {
      "korean": "그렇게 방향을 잡은 이유가 있어요? Any reason for that? 듣기 View video CASPER RADIO : 권정열 고영배의 십란한밤 #120 with 첸(CHEN) of 엑소(EXO)",
      "english": "Any reason for that?"
    },
    {
      "korean": "그리고 형! 다 형이 잡은 거 알아? You know you caught them all? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.21 TTT #1 (Camping Ver.)",
      "english": "You know you caught them all?"
    },
    {
      "korean": "잡은 사람이 - 정말이에요? Person who grabs it... - Is it real? 듣기 View video V COOKIE : [Full] Brown Eyed Girls X Eating Show - 브라운 아이드 걸스 X 같이 먹어요",
      "english": "Person who grabs it... - Is it real?"
    },
    {
      "korean": "귀 잡은 손으로 쳤어요? You hit with the hand you were holding the ear with? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "You hit with the hand you were holding the ear with?"
    }
  ],
  "examples": [
    {
      "korean": "Their captors told them they would be killed unless they cooperated. 듣기 Add to Wordbook 그들을 잡은 자들이 그들에게 협조하지 않으면 죽이겠다고 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their captors told them they would be killed unless they cooperated. Add to Wordbook"
    },
    {
      "korean": "The fish I caught was yay big. 듣기 Add to Wordbook 내가 잡은 물고기는 이만큼 컸어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fish I caught was yay big. Add to Wordbook"
    },
    {
      "korean": "a castle set on a crag above the village 듣기 Add to Wordbook 마을 위 험준한 바위 산 위에 자리 잡은 성 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a castle set on a crag above the village Add to Wordbook"
    },
    {
      "korean": "trousers with a sharp crease in the legs 듣기 Add to Wordbook 다리 부분에 날카롭게 주름을 잡은 바지 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "trousers with a sharp crease in the legs Add to Wordbook"
    },
    {
      "korean": "It was my first job after graduation. 듣기 Add to Wordbook 그것은 내가 졸업 후 잡은 첫 직장이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was my first job after graduation. Add to Wordbook"
    }
  ]
}