{
  "phrases": [
    {
      "phrase": "잡일",
      "hanja": " (雜―)",
      "example": {},
      "meanings": [
        "chores, miscellaneous work"
      ]
    },
    {
      "phrase": "신변의 잡일",
      "hanja": "",
      "example": {},
      "meanings": [
        "one´s personal[private] affairs"
      ]
    },
    {
      "phrase": "잡일을 면하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be relieved of some chores"
      ]
    },
    {
      "phrase": "신변 잡일",
      "hanja": "",
      "example": {},
      "meanings": [
        "private affairs"
      ]
    },
    {
      "phrase": "잡일을 마다하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "refuse chores"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "char 2",
      "frequency": 0
    },
    {
      "meaning": "bibs and bobs",
      "frequency": 0
    },
    {
      "meaning": "underwork",
      "frequency": 0
    },
    {
      "meaning": "pig's ear",
      "frequency": 0
    },
    {
      "meaning": "chores",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "진리 대표님을 도와 모든 잡일을 맡아서 하고 있는 미미사원입니다. I'm Staff member Mimi, who helps CEO Sulli with all miscellaneous tasks. 듣기 View video V Special : <진리상점> 랜선 개업식 in 설리 대표님방 LIVE",
      "english": "I'm Staff member Mimi, who helps CEO Sulli with all miscellaneous tasks."
    },
    {
      "korean": "물론 모든 일이 소중하지만 이건 좀 잡일이에요. All jobs are important, but this was quite a tedious job. 듣기 View video CRAYONPOP : 크레용팝의 첫 라이브방송 \"아는 용팝\" 나를 맞혀봐",
      "english": "All jobs are important, but this was quite a tedious job."
    }
  ],
  "examples": [
    {
      "korean": "He does all those (tedious) chores at work. 듣기 Add to Wordbook 그는 회사에서 온갖 잡일을 도맡아 한다 Neungyule",
      "english": "He does all those (tedious) chores at work. Add to Wordbook"
    },
    {
      "korean": "What chore will the insurance company perform for its clients? 듣기 Add to Wordbook 보험사가 고객들을 위해서 해주는 잡일은 무엇인가? YBM All in All English-Korean Dictionary",
      "english": "What chore will the insurance company perform for its clients? Add to Wordbook"
    },
    {
      "korean": "Instead, Polyergus gets worker ants from the Formica genus to do all its chores. 듣기 Add to Wordbook 대신에 폴리어거스는 포미카의 일꾼 개미를 데려와 모든 잡일을 하게 한다. Neungyule",
      "english": "Instead, Polyergus gets worker ants from the Formica genus to do all its chores. Add to Wordbook"
    },
    {
      "korean": "I am too busy with all those tedious chores. 듣기 Add to Wordbook 나는 온갖 잡일로 너무 바쁘다 Neungyule",
      "english": "I am too busy with all those tedious chores. Add to Wordbook"
    },
    {
      "korean": "At this company, concierges handle personal chore for all employees. 듣기 Add to Wordbook 이 회사에서는 서비스맨들이 전 직원의 개인적인 잡일을 처리해 준다. YBM All in All English-Korean Dictionary",
      "english": "At this company, concierges handle personal chore for all employees. Add to Wordbook"
    }
  ]
}