{
  "phrases": [
    {
      "phrase": "장례",
      "hanja": " (葬禮)",
      "example": {},
      "meanings": [
        "funeral"
      ]
    },
    {
      "phrase": "장례를 치르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have[hold] a funeral (for)"
      ]
    },
    {
      "phrase": "장례를 지내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have[hold, conduct] a funeral (for)"
      ]
    },
    {
      "phrase": "장례 위원장",
      "hanja": "",
      "example": {},
      "meanings": [
        "the chief funeral commissioner"
      ]
    },
    {
      "phrase": "장례를 행하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "hold a funeral"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "funeral rites",
      "frequency": 0
    },
    {
      "meaning": "exequy",
      "frequency": 0
    },
    {
      "meaning": "funerary",
      "frequency": 0
    },
    {
      "meaning": "cortège",
      "frequency": 0
    },
    {
      "meaning": "a decent burial",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "장례식이 있어서 지금 서올 올라가거든? I'm going to Seoul to attend a funeral. 듣기 View video 플레이리스트 (Playlist) : 엄마가 연락도 없이 서울에 나타난 이유 [인서울] - EP.14",
      "english": "I'm going to Seoul to attend a funeral."
    },
    {
      "korean": "웃음 장례식. - 잠깐만요. Laughter funeral. - Wait. 듣기 View video JYPnation : [REPLAY] GOT7 Live Premiere with V Live",
      "english": "Laughter funeral. - Wait."
    },
    {
      "korean": "이게 바로 웃음 장례식 입니다. This is the funeral of laughter. 듣기 View video GOT7 : GOT7은 제주도에서 리얼리티 촬영중!!♡♡",
      "english": "This is the funeral of laughter."
    },
    {
      "korean": "심지어는 엄마 장례식에도 오지 않았어요. He didn't even come to my mom's funeral. 듣기 View video 아이엠 (I am) : <사랑, 기억에 머물다> 5화 [고백]",
      "english": "He didn't even come to my mom's funeral."
    },
    {
      "korean": "두 번째, 숨겨왔던 비밀이 드러나는 장례식장. Second is... \"Hidden Secrets Come to Light at the Funeral\". 듣기 View video 화이브라더스 : [황우슬혜&민진웅] Good-bye '혼술남녀'",
      "english": "Second is... \"Hidden Secrets Come to Light at the Funeral\"."
    }
  ],
  "examples": [
    {
      "korean": "Flags were flown at half mast on the day of his funeral. 발음듣기 그의 장례식 날에는 조기가 게양되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Flags were flown at half mast on the day of his funeral. 발음"
    },
    {
      "korean": "They left the funeral with almost indecent haste. 발음듣기 그들은 그 장례식에서 거의 무례가 될 정도로 서둘러 떠났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They left the funeral with almost indecent haste. 발음"
    },
    {
      "korean": "Hundreds of people attended the funeral. 발음듣기 수백 명의 사람들이 그 장례식에 참석했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Hundreds of people attended the funeral. 발음"
    },
    {
      "korean": "Journalists stayed away from the funeral out of consideration for the bereaved family. 발음듣기 기자들은 유족들을 배려하여 그 장례식을 멀리서 지켜보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Journalists stayed away from the funeral out of consideration for the bereaved family. 발음"
    },
    {
      "korean": "Several presidents attended the funeral. 발음듣기 몇몇 대통령들이 그 장례식에 참석했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Several presidents attended the funeral. 발음"
    }
  ]
}