{
  "phrases": [
    {
      "phrase": "장녀",
      "hanja": " (長女)",
      "example": {},
      "meanings": [
        "the oldest[eldest, firstborn] daughter; (딸이 둘일 때) the older[elder] daughter"
      ]
    },
    {
      "phrase": "장녀를 출산하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "give birth to eldest daughter"
      ]
    },
    {
      "phrase": "장녀를 출가시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "marry off eldest daughter"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "one’s eldest son[daughter]",
      "frequency": 0
    },
    {
      "meaning": "princess royal",
      "frequency": 0
    },
    {
      "meaning": "ainee",
      "frequency": 0
    },
    {
      "meaning": "Ilione",
      "frequency": 0
    },
    {
      "meaning": "Anne of France",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "못 봤어요. - 난 장녀일세. I didn't see the anwer. - I'm the oldest sibling. 듣기 View video IDOL x IDOL : A-DAILY - 에이데일리 '우리 친해지길 바라'",
      "english": "I didn't see the anwer. - I'm the oldest sibling."
    }
  ],
  "examples": [
    {
      "korean": "Most Presidents of the United States were older siblings. 발음듣기 미국의 대부분의 대통령들은 장남, 장녀였다. Neungyule",
      "english": "Most Presidents of the United States were older siblings. 발음"
    },
    {
      "korean": "She was the eldest of three daughters. 발음듣기 그녀는 세 딸 중 장녀였다. Neungyule",
      "english": "She was the eldest of three daughters. 발음"
    },
    {
      "korean": "Older siblings are sometimes more organized and responsible. 발음듣기 장남이나 장녀는 때때로 더 정돈되고 책임감이 있습니다. Neungyule",
      "english": "Older siblings are sometimes more organized and responsible. 발음"
    },
    {
      "korean": "They have less skills and abilities than their older siblings because of their age, so they learn to compete in other ways. 발음듣기 그들은 나이 때문에 장남, 장녀보다 기술이나 능력은 떨어진다. Neungyule",
      "english": "They have less skills and abilities than their older siblings because of their age, so they learn to compete in other ways. 발음"
    },
    {
      "korean": "Only one-third of older siblings thought they were funny. 발음듣기 장남, 장녀의 3분의 1만이 자신이 재미있다고 생각했습니다. Neungyule",
      "english": "Only one-third of older siblings thought they were funny. 발음"
    }
  ]
}