{
  "phrases": [
    {
      "phrase": "재구성",
      "hanja": " (再構成)",
      "example": {},
      "meanings": [
        "[명사] reconstitution, [동사] restructure, reconstitute"
      ]
    },
    {
      "phrase": "조직을 재구성하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "restructure an organization"
      ]
    },
    {
      "phrase": "내각을 재구성하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "restructure the cabinet"
      ]
    },
    {
      "phrase": "재구성되다",
      "hanja": " (再構成되다)",
      "example": {},
      "meanings": [
        "Verb be reorganized"
      ]
    },
    {
      "phrase": "재구성하다",
      "hanja": " (再構成하다)",
      "example": {},
      "meanings": [
        "Verb reorganize"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "re-formation",
      "frequency": 0
    },
    {
      "meaning": "reconstitution",
      "frequency": 0
    },
    {
      "meaning": "recomposition",
      "frequency": 0
    },
    {
      "meaning": "reframing",
      "frequency": 0
    },
    {
      "meaning": "reembedding",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'범죄의 재구성' 조사하면 다 나와. \"Re-struct the crime\". I will investigate it. 듣기 View video 병만TV : Skydiving Live 언제 끊길지 모르니 드루와~",
      "english": "\"Re-struct the crime\". I will investigate it."
    },
    {
      "korean": "상위에 랭크된 Apink의 곡을 재구성해서 담았는데요. And, we included some of them in the album. 듣기 View video Apink : [REPLAY] Apink Special Live [Dear, PANDA]",
      "english": "And, we included some of them in the album."
    },
    {
      "korean": "그런 마음들을 한 사람에게 고백하는 마음으로 재구성해서 가사를 만들어봤습니다. our thoughts from \"PRODUCE 101\" to one person. 듣기 View video CHOON (춘) entertainment : 용국&시현 Album Talk #the.the.the",
      "english": "our thoughts from \"PRODUCE 101\" to one person."
    },
    {
      "korean": "드라마에서 재구성이 되어서 나왔으면 좋겠어요? do you want to see the most? 듣기 View video C-JeS : <엽기적인그녀> 정인선의 '본격 케미 탐색전'",
      "english": "do you want to see the most?"
    },
    {
      "korean": "수요미식단 두 분의 타고난 재구성 센스. 저희가 재구성을 잘하나요? and your restructuring skills... Are we good at that? 듣기 View video Happy Robot Records : [THE koxx] 수요미식단 -10회특집 방송",
      "english": "and your restructuring skills... Are we good at that?"
    }
  ],
  "examples": [
    {
      "korean": "Last night police staged a reconstruction of the incident. 발음듣기 지난밤에 경찰이 그 사건을 재구성한 필름을 방영했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Last night police staged a reconstruction of the incident. 발음"
    },
    {
      "korean": "Investigators are trying to reconstruct the circumstances of the crash. 발음듣기 수사관들은 그 충돌 사고 당시의 상황을 재구성해 보려고 하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Investigators are trying to reconstruct the circumstances of the crash. 발음"
    },
    {
      "korean": "A preoccupation with the future not only prevents us from seeing the present as it is but often prompts us to rearrange the past. (Eric Hoffer) 발음듣기 미래에 사로잡혀있으면 현재를 있는 그대로 볼 수 없을 뿐 아니라 과거까지 재구성하려 들게 된다. (에릭 호퍼, 시간명언) 명언/속담",
      "english": "A preoccupation with the future not only prevents us from seeing the present as it is but often prompts us to rearrange the past. (Eric Hoffer) 발음"
    },
    {
      "korean": "Roosevelt designed the court-packing plan to put through his New Deal legislation. 발음듣기 루스벨트는 자신의 뉴딜 정책을 밀고 나가기 위해 대법원 재구성 계획을 했다. 국제영어대학원대학교 신어사전",
      "english": "Roosevelt designed the court-packing plan to put through his New Deal legislation. 발음"
    },
    {
      "korean": "Detectives reconstructed the crime based on my confession. 발음듣기 형사들은 나의 자백을 근거로 하여 사건 경위를 재구성했다. Neungyule",
      "english": "Detectives reconstructed the crime based on my confession. 발음"
    }
  ]
}