{
  "phrases": [
    {
      "phrase": "재무장",
      "hanja": " (再武裝)",
      "example": {},
      "meanings": [
        "[명사] rearmament, [동사] rearm"
      ]
    },
    {
      "phrase": "재무장 계획",
      "hanja": "",
      "example": {},
      "meanings": [
        "a rearmament program"
      ]
    },
    {
      "phrase": "도덕 재무장 운동",
      "hanja": " (道德再武裝運動)",
      "example": {},
      "meanings": [
        "the Moral Re-Armament movement (MRA movement)"
      ]
    },
    {
      "phrase": "도덕재무장",
      "hanja": " (道德再武裝)",
      "example": {},
      "meanings": [
        "moral rearmament."
      ]
    },
    {
      "phrase": "재무장계획",
      "hanja": " (再武裝計劃)",
      "example": {},
      "meanings": [
        "a plan for rearmament."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "rearmament",
      "frequency": 0
    },
    {
      "meaning": "remilitarization",
      "frequency": 0
    },
    {
      "meaning": "rearming",
      "frequency": 0
    },
    {
      "meaning": "rearm",
      "frequency": 0
    },
    {
      "meaning": "stand for[against] rearmament",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "홍코너 타고난 근력 빨간 머리로 재 무장했다! The red corner! Innate physical strength! Armed with red hair! 듣기 View video SF9 : ♨부릉이 쟁탈전♨",
      "english": "The red corner! Innate physical strength! Armed with red hair!"
    }
  ],
  "examples": [
    {
      "korean": "Rebel troops were being rearmed. 듣기 Add to Wordbook 반란군들이 재무장을 하고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Rebel troops were being rearmed. Add to Wordbook"
    },
    {
      "korean": "The country was forbidden to rearm under the terms of the treaty. 듣기 Add to Wordbook 그 나라는 그 조약의 조건에 따라 재무장이 금지되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The country was forbidden to rearm under the terms of the treaty. Add to Wordbook"
    },
    {
      "korean": "The president urged the employees for mental rearmament. 듣기 Add to Wordbook 사장은 임직원에게 정신 재무장을 촉구했다 Neungyule",
      "english": "The president urged the employees for mental rearmament. Add to Wordbook"
    },
    {
      "korean": "He was put in jail because he revealed secrets about the rearmament of Germany. 듣기 Add to Wordbook 그는 독일의 재무장에 대한 기밀을 폭로했다는 이유로 수감되었습니다. YBM All in All English-Korean Dictionary",
      "english": "He was put in jail because he revealed secrets about the rearmament of Germany. Add to Wordbook"
    },
    {
      "korean": "His pursuit of revising Japan's Peace Constitution to cast off its post-war yoke and open the way for rearmament has triggered strong reaction from neighboring countries victimized by Japan's WWII aggression. 듣기 Add to Wordbook 일본의 전후 멍에를 벗어버리고 재무장을 향한 길을 열기 위해 평화 헌법을 개정하려는 그의 시도는 일본의 2차 세계대전 공격으로 고통을 받은 이웃 국가들로부터 강한 반발을 불러일으켰다. Neungyule",
      "english": "His pursuit of revising Japan's Peace Constitution to cast off its post-war yoke and open the way for rearmament has triggered strong reaction from neighboring countries victimized by Japan's WWII aggression. Add to Wordbook"
    }
  ]
}