{
  "phrases": [
    {
      "phrase": "재밌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective interesting"
      ]
    },
    {
      "phrase": "재미있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "funny, interesting, amusing, entertaining"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Yoink",
      "frequency": 0
    },
    {
      "meaning": "shaboogle",
      "frequency": 0
    },
    {
      "meaning": "Funky marriage",
      "frequency": 0
    },
    {
      "meaning": "Springtime for Hitler effect",
      "frequency": 0
    },
    {
      "meaning": "one upper",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "재밌어? Is it fun? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "Is it fun?"
    },
    {
      "korean": "이거 진짜 재밌어? Is this fun? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "Is this fun?"
    },
    {
      "korean": "어때? 재밌어? How is it? Is it fun? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "How is it? Is it fun?"
    },
    {
      "korean": "재밌어요 - 준비되셨나요? So funny. - Are you ready? 듣기 View video GOT7 : GOT7(갓세븐) OFFLINE #2",
      "english": "So funny. - Are you ready?"
    },
    {
      "korean": "원스들 재밌어요 지금 V LIVE? ONCE, is this V LIVE fun? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "ONCE, is this V LIVE fun?"
    }
  ],
  "examples": [
    {
      "korean": "‘What fun!’ she said with a laugh. 듣기 Add to Wordbook “정말 재밌어!” 그녀가 웃으며 말했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘What fun!’ she said with a laugh. Add to Wordbook"
    },
    {
      "korean": "Gill’s so funny, she just cracks me up. 듣기 Add to Wordbook 질은 정말 재밌어. 그녀만 보면 난 그냥 웃음이 나. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Gill’s so funny, she just cracks me up. Add to Wordbook"
    },
    {
      "korean": "And he didn’t realize it was you? What a laugh! 듣기 Add to Wordbook 근데 그는 그게 너라는 걸 몰랐단 말이지? 아유, 재밌어! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "And he didn’t realize it was you? What a laugh! Add to Wordbook"
    },
    {
      "korean": "It's fun to do different things. 듣기 Add to Wordbook 색다른 일을 한다는 건 재밌어요. Neungyule",
      "english": "It's fun to do different things. Add to Wordbook"
    },
    {
      "korean": "Razor Mill. I saw it already. It was great. 듣기 Add to Wordbook 레이저 밀요. 난 벌써 봤는데 정말 재밌어요. YBM All in All English-Korean Dictionary",
      "english": "Razor Mill. I saw it already. It was great. Add to Wordbook"
    }
  ]
}