{
  "phrases": [
    {
      "phrase": "재현",
      "hanja": " (再現)",
      "example": {},
      "meanings": [
        "reappearance, a second appearance, reemergence, revival, readvent, reproduction, (재생하다) 재현하다 reproduce, repeat"
      ]
    },
    {
      "phrase": "재현하다",
      "hanja": " (再現하다)",
      "example": {},
      "meanings": [
        "(지나간 사건을) reenact, (사실·결과 등을) reproduce"
      ]
    },
    {
      "phrase": "살인 현장을 재현하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "reenact the murder scene"
      ]
    },
    {
      "phrase": "저것은 원래의 건물을 정확히 재현한 것입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지에서의 표현 That's an exact reproduction of the original building.",
        "관광지에서의 표현 That's an accurate replica of the original building."
      ]
    },
    {
      "phrase": "재현되다",
      "hanja": " (再現되다)",
      "example": {},
      "meanings": [
        "Verb be repeated"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "reconstruction",
      "frequency": 1
    },
    {
      "meaning": "replay",
      "frequency": 0
    },
    {
      "meaning": "instant replay",
      "frequency": 0
    },
    {
      "meaning": "re-creation",
      "frequency": 0
    },
    {
      "meaning": "reenactment",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "재현이는 뭐 - 재현이... JAE HYUN. - JAE HYUN... 듣기 View video OSEN : Golden Child 골든차일드, 멤버 얼굴 그려주기 도전 (ft.빗살무늬토기) #스타로드 10",
      "english": "JAE HYUN. - JAE HYUN..."
    },
    {
      "korean": "재현... - 재현 아니에요? JAE HYUN... - Isn't it JAE HYUN? 듣기 View video OSEN : Golden Child 골든차일드 재현, 얼굴 중 가장 자신있는 곳은? #스타로드 03",
      "english": "JAE HYUN... - Isn't it JAE HYUN?"
    },
    {
      "korean": "재현이 가장 찍고 싶은 CF? An ad JAE HYUN wants to do most? 듣기 View video OSEN : Golden Child 골든차일드 재현, 얼굴 중 가장 자신있는 곳은? #스타로드 03",
      "english": "An ad JAE HYUN wants to do most?"
    },
    {
      "korean": "[재현] - 재현이는 좀 - 빵인데요? [JAE HYUN] - JAE HYUN is a bit... - Is it bread? 듣기 View video OSEN : Golden Child 골든차일드, 멤버 얼굴 그려주기 도전 (ft.빗살무늬토기) #스타로드 10",
      "english": "[JAE HYUN] - JAE HYUN is a bit... - Is it bread?"
    },
    {
      "korean": "[Q. 진영에게 '재현'이란?] [Q. What does Jaehyun mean to you?] View video GOT7 : GOT7(갓세븐) OFFLINE #10",
      "english": "[Q. What does Jaehyun mean to you?]"
    }
  ],
  "examples": [
    {
      "korean": "The museum attempts to recreate the sights and sounds of wartime Britain. 발음듣기 그 박물관은 전시 영국의 광경과 소리들을 그대로 재현하려고 시도하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The museum attempts to recreate the sights and sounds of wartime Britain. 발음"
    },
    {
      "korean": "The movie makes no pretension to reproduce life. 발음듣기 그 영화는 삶의 재현을 자처하지 않는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The movie makes no pretension to reproduce life. 발음"
    },
    {
      "korean": "This election will not be a replay of the last one. 발음듣기 이번 선거가 지난번 선거의 재현이 되지는 않을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This election will not be a replay of the last one. 발음"
    },
    {
      "korean": "The procession included a tableau of the Battle of Hastings. 발음듣기 그 행렬에는 헤이스팅스 전투를 재현한 장면이 들어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The procession included a tableau of the Battle of Hastings. 발음"
    },
    {
      "korean": "The doorway is a 19th century reconstruction of Norman work. 발음듣기 그 출입구는 노르만 작품을 19세기에 재현한 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The doorway is a 19th century reconstruction of Norman work. 발음"
    }
  ]
}