{
  "phrases": [
    {
      "phrase": "저곳",
      "hanja": "",
      "example": {},
      "meanings": [
        "there, that place"
      ]
    },
    {
      "phrase": "이곳 저곳을 배회하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "wander from place to place"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "roam from place to place",
      "frequency": 0
    },
    {
      "meaning": "from pillar to post",
      "frequency": 0
    },
    {
      "meaning": "jet set",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저곳도 작품이야? 아니지? Is that an artwork too? It's not, right? 듣기 View video Apink : Apink 혜화, 청춘의 기억 from 믕",
      "english": "Is that an artwork too? It's not, right?"
    },
    {
      "korean": "아니, 저곳은 어디인가? No, where is that place? 듣기 View video V COOKIE : [FULL] NU`EST W X SUITS KNIGHTS - 뉴이스트W의 정장방!",
      "english": "No, where is that place?"
    },
    {
      "korean": "이곳 저곳 다녀서... and going to different places... 듣기 View video MYNAME : 마이네임 인생극장 54화 [준규X24]",
      "english": "and going to different places..."
    },
    {
      "korean": "혼자서 이곳 저곳도 많이 다녀보고. Visit many places alone. 듣기 View video Boys Republic : 수웅이의고민상담소!!!",
      "english": "Visit many places alone."
    },
    {
      "korean": "지금 저곳에 무대가 마련이 되어 있고요. There is the stage. 듣기 View video V MOVIE : <형> 조정석X도경수 캠퍼스 어택! 2차 스팟라이브 Jung-Suk X D.O. Campus Visit!",
      "english": "There is the stage."
    }
  ],
  "examples": [
    {
      "korean": "That’s where the river meets the sea. 듣기 Add to Wordbook 저 곳이 그 강이 바다에 이르는[바다와 만나는] 곳이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "That’s where the river meets the sea. Add to Wordbook"
    },
    {
      "korean": "You see, wire telegraph is a kind of a very, very long cat. You pull his tail in New York and his head is meowing in Los Angeles. Do you understand this? And radio operates exactly the same way: you send signals here, they receive them there. The only difference is that there is no cat. (Albert Einstein) 듣기 Add to Wordbook 전신은 일종의 아주 길고 긴 고양이란다. 내가 뉴욕에서 고양이의 꼬리를 당기면 로스앤젤레스에서 야옹 하고 울겠지. 이해하겠니? 라디오도 똑같은 방식으로 작동한단다. 내가 여기서 신호를 보내면 다른 사람이 저곳에서 그걸 받아요. 전신과 다른 점이라면 고양이가 없다는 것뿐이지.(전신이 뭐냐는 어린 아이의 질문에) (알버트 아인슈타인, 과학명언) 명언/속담",
      "english": "You see, wire telegraph is a kind of a very, very long cat. You pull his tail in New York and his head is meowing in Los Angeles. Do you understand this? And radio operates exactly the same way: you send signals here, they receive them there. The only difference is that there is no cat. (Albert Einstein) Add to Wordbook"
    },
    {
      "korean": "They are easy to bring places. 듣기 Add to Wordbook 그것들은 이곳 저곳에 가져가기 쉽다. Neungyule",
      "english": "They are easy to bring places. Add to Wordbook"
    },
    {
      "korean": "That place is always crowded with people. 듣기 Add to Wordbook 저곳은 항상 사람들로 붐빈다 Neungyule",
      "english": "That place is always crowded with people. Add to Wordbook"
    },
    {
      "korean": "I need to move this computer over there. 듣기 Add to Wordbook 이 컴퓨터를 저곳으로 옮겨야 해. YBM All in All English-Korean Dictionary",
      "english": "I need to move this computer over there. Add to Wordbook"
    }
  ]
}