{
  "phrases": [
    {
      "phrase": "저리",
      "hanja": "",
      "example": {},
      "meanings": [
        "(저렇게) so, in that way, like that",
        "that way, (저쪽으로) that direction, over there"
      ]
    },
    {
      "phrase": "저리",
      "hanja": " (低利)",
      "example": {},
      "meanings": [
        "(저금리) low interest (rate)"
      ]
    },
    {
      "phrase": "저리",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adverb away (→이리2, 그리1)"
      ]
    },
    {
      "phrase": "저리 가라",
      "hanja": "",
      "example": {},
      "meanings": [
        "go away over there"
      ]
    },
    {
      "phrase": "저리 자금 정책",
      "hanja": "",
      "example": {},
      "meanings": [
        "an easy-money program"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "low interest",
      "frequency": 0
    },
    {
      "meaning": "run along",
      "frequency": 0
    },
    {
      "meaning": "(go and) take a running jump",
      "frequency": 0
    },
    {
      "meaning": "eat your heart out!",
      "frequency": 0
    },
    {
      "meaning": "Go along with you!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 먹고 저리 가! Take this and go! 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "Take this and go!"
    },
    {
      "korean": "저리 가 저리 가! Go away! Go away! 듣기 View video GOT7 : GOT7(갓세븐) TOURLOG EP.10",
      "english": "Go away! Go away!"
    },
    {
      "korean": "안 돼! 저리로 가! No! Go away! 듣기 View video V COOKIE : [Full] VIXX HYUK X CouchTalk - 빅스 혁 X 카우치토크",
      "english": "No! Go away!"
    },
    {
      "korean": "승구 저리 가! Go away, Seunggu! 듣기 View video N.Flying : 우리 얘기 좀 합시다 #38",
      "english": "Go away, Seunggu!"
    },
    {
      "korean": "빨리 저리 가 빨리 가 좀! Go away. Go away now! 듣기 View video BTS : Run BTS! 2019 - EP.87",
      "english": "Go away. Go away now!"
    }
  ],
  "examples": [
    {
      "korean": "Sod off, the pair of you! 듣기 Add to Wordbook 야, 너네 둘, 저리 꺼져! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sod off, the pair of you! Add to Wordbook"
    },
    {
      "korean": "Look at him dance! Eat your heart out, Fred Astaire. 듣기 Add to Wordbook 그가 춤추는 것 좀 봐! 프레드 아스테르는 저리 가라군. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Look at him dance! Eat your heart out, Fred Astaire. Add to Wordbook"
    },
    {
      "korean": "Her politics are somewhere to the right of Genghis Khan. 듣기 Add to Wordbook 그녀의 정치적 견해는 칭기즈칸은 저리 가라 할 정도이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her politics are somewhere to the right of Genghis Khan. Add to Wordbook"
    },
    {
      "korean": "I’m sick of being poked and prodded by doctors. 듣기 Add to Wordbook 난 의사들한테 이리 찔리고 저리 찔리는 거 신물 나. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m sick of being poked and prodded by doctors. Add to Wordbook"
    },
    {
      "korean": "I lurve you soooooo much dude — get away from me! 듣기 Add to Wordbook 나는 너를 사뢍해 — 저리 가! 국제영어대학원대학교 신어사전",
      "english": "I lurve you soooooo much dude — get away from me! Add to Wordbook"
    }
  ]
}