{
  "phrases": [
    {
      "phrase": "저러고",
      "hanja": "",
      "example": {},
      "meanings": [
        "jeoreogo (→이러고, 그러고)"
      ]
    },
    {
      "phrase": "저러다",
      "hanja": "",
      "example": {},
      "meanings": []
    }
  ],
  "meanings": [
    {
      "meaning": "blow hot and cold (about something)",
      "frequency": 0
    },
    {
      "meaning": "no",
      "frequency": 3
    },
    {
      "meaning": "be (caught) in a cleft stick",
      "frequency": 0
    },
    {
      "meaning": "see-saw",
      "frequency": 0
    },
    {
      "meaning": "upsy-daisy",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "언니 저러고 있을 거예요? Are you going to stay like that? 듣기 View video TWICE : 쯔~~~",
      "english": "Are you going to stay like that?"
    },
    {
      "korean": "가는 거예요? 저러고? Did he just left me? Just like that? 듣기 View video X1 : [ARCHIVE X] EP.3 X1 'FLASH' MV SHOOTING DAY 1",
      "english": "Did he just left me? Just like that?"
    },
    {
      "korean": "나비 아직도 저러고 자? Butterfly, are you still sleeping? 듣기 View video V COOKIE : [Full] VIXX HYUK X CouchTalk - 빅스 혁 X 카우치토크",
      "english": "Butterfly, are you still sleeping?"
    },
    {
      "korean": "저건 왜 입을 저러고 있대요? Why am I doing that with my lips? 듣기 View video PARK JI HOON : [Wink Arcade] 박지훈 [360] 쇼케이스 현장 비하인드 Lv.21",
      "english": "Why am I doing that with my lips?"
    },
    {
      "korean": "화장실 갈 때도 저러고 가는 것 같기는 한데... I think he goes to the bathroom like that, too. 듣기 View video ONEUS : [Full] ONEUS SPECIAL LIVE \"FLY WITH US\" 1부",
      "english": "I think he goes to the bathroom like that, too."
    }
  ],
  "examples": [
    {
      "korean": "He only behaves like that for effect. 듣기 Add to Wordbook 그는 사람들에게 인상적으로 보이려고 저러는 것뿐이야. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He only behaves like that for effect. Add to Wordbook"
    },
    {
      "korean": "I'm damned if I do and damned if I don't. 듣기 Add to Wordbook 전 이러지도 저러지도 못해요. DARAKWON",
      "english": "I'm damned if I do and damned if I don't. Add to Wordbook"
    },
    {
      "korean": "She is so whimsical[fickle; capricious; unstable; unpredictable]. 듣기 Add to Wordbook 그녀는 이랬다저랬다 변덕이 심하다 Neungyule",
      "english": "She is so whimsical[fickle; capricious; unstable; unpredictable]. Add to Wordbook"
    },
    {
      "korean": "I can't figure out what's wrong with Amy. She's a hard nut to crack. 듣기 Add to Wordbook 난 에이미가 왜 저러는지 모르겠어. 정말 까다롭다니까. Neungyule",
      "english": "I can't figure out what's wrong with Amy. She's a hard nut to crack. Add to Wordbook"
    },
    {
      "korean": "Maybe it’s a Hobbit thing. 듣기 Add to Wordbook 호빗들은 다 저런가 봐. YBM All in All English-Korean Dictionary",
      "english": "Maybe it’s a Hobbit thing. Add to Wordbook"
    }
  ]
}