{
  "phrases": [
    {
      "phrase": "저널리즘",
      "hanja": "",
      "example": {},
      "meanings": [
        "journalism"
      ]
    },
    {
      "phrase": "저널리즘 / 저널리스트",
      "hanja": "",
      "example": {},
      "meanings": [
        "Journalism / Journalist"
      ]
    },
    {
      "phrase": "journalism",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 저널리즘(신문·방송·잡지를 위해 기사거리를 모으고 기사를 쓰는 일)"
      ]
    },
    {
      "phrase": "선정적 저널리즘",
      "hanja": "",
      "example": {},
      "meanings": [
        "yellow journalism"
      ]
    },
    {
      "phrase": "블랙 저널리즘",
      "hanja": "",
      "example": {},
      "meanings": [
        "[폭로 중심 취재 활동] black journalism."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "journalism",
      "frequency": 3
    },
    {
      "meaning": "hackery 1",
      "frequency": 0
    },
    {
      "meaning": "yellow journalism",
      "frequency": 0
    },
    {
      "meaning": "checkbook journalism",
      "frequency": 0
    },
    {
      "meaning": "black journalism",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "유튜브 시대에 걸맞게 변화해야 된다는 생각 안 해보셨나요? this Understanding Journalism class should follow the YouTube era? 듣기 View video 플레이리스트 (Playlist) : 대학생이 자퇴를 결심하게 되는 과정 [연플리4] - EP.12",
      "english": "this Understanding Journalism class should follow the YouTube era?"
    }
  ],
  "examples": [
    {
      "korean": "He eventually found his niche in sports journalism. 듣기 Add to Wordbook 그는 마침내 스포츠 저널리즘에서 자신에게 꼭 맞는 자리[일]를 찾았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He eventually found his niche in sports journalism. Add to Wordbook"
    },
    {
      "korean": "to raise concerns for longform journalism 듣기 Add to Wordbook 장문 저널리즘에 대한 우려를 제기하다 국제영어대학원대학교 신어사전",
      "english": "to raise concerns for longform journalism Add to Wordbook"
    },
    {
      "korean": "Journalism and editorialism are both important. 듣기 Add to Wordbook 저널리즘과 에디토리얼리즘은 모두 중요하다. 국제영어대학원대학교 신어사전",
      "english": "Journalism and editorialism are both important. Add to Wordbook"
    },
    {
      "korean": "The slow journalism is affected by the slow movement. 듣기 Add to Wordbook 슬로우 저널리즘은 슬로우 운동에 영향을 받았다. 국제영어대학원대학교 신어사전",
      "english": "The slow journalism is affected by the slow movement. Add to Wordbook"
    },
    {
      "korean": "the numerical value of telejournalism of Korea 듣기 Add to Wordbook 한국의 텔레저널리즘 수치 국제영어대학원대학교 신어사전",
      "english": "the numerical value of telejournalism of Korea Add to Wordbook"
    }
  ]
}