{
  "phrases": [
    {
      "phrase": "적당하다",
      "hanja": " (適當―)",
      "example": {},
      "meanings": [
        "(알맞다) right, proper, suitable (for), fit (for), appropriate (for/to), adequate (for); (지나치지 않다) moderate (=적절하다)"
      ]
    },
    {
      "phrase": "적당한 금",
      "hanja": "",
      "example": {},
      "meanings": [
        "a moderate[reasonable] price"
      ]
    },
    {
      "phrase": "적당한 때에",
      "hanja": "",
      "example": {},
      "meanings": [
        "at a proper time"
      ]
    },
    {
      "phrase": "적당한 직업",
      "hanja": "",
      "example": {},
      "meanings": [
        "a suitable calling"
      ]
    },
    {
      "phrase": "누군가 적당한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "some suitable person"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "suited",
      "frequency": 2
    },
    {
      "meaning": "moderate",
      "frequency": 1
    },
    {
      "meaning": "legitimate",
      "frequency": 1
    },
    {
      "meaning": "fit 1",
      "frequency": 2
    },
    {
      "meaning": "adapted",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "저는 그... 적당한 어떠한 그... For me... This kind of... 듣기 View video Park Bo Young : 워...ㄹ요일",
      "english": "For me... This kind of..."
    },
    {
      "korean": "적당한 거리는 유지를 해줘야지~ - 세월아 네월아 해야 된다며~ You need to maintain a right distance. - You said that I need to take my time. 듣기 View video IU : [IU TV] 아이유 분노의 시승식!",
      "english": "You need to maintain a right distance. - You said that I need to take my time."
    },
    {
      "korean": "그냥 적당한... A reasonable size... 듣기 View video TWICE : 모쯔♡",
      "english": "A reasonable size..."
    },
    {
      "korean": "[이 적당한 거리가 얼마나 중요하냐?] 얼마나 중요하냐? is this moderate distance? 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 2019 AWARDS BEHIND #1",
      "english": "is this moderate distance?"
    },
    {
      "korean": "적당한 예가 없는데... There's no good example. 듣기 View video PENTAGON : 펜타곤 - 펜토리 #71 ('2018 KPMA' 비하인드)",
      "english": "There's no good example."
    }
  ],
  "examples": [
    {
      "korean": "The company’s commitment to providing quality at a reasonable price has been vital to its success. 발음듣기 적당한 가격에 양질을 제공하겠다는 그 회사의 약속이 회사 성공에 절대적이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company’s commitment to providing quality at a reasonable price has been vital to its success. 발음"
    },
    {
      "korean": "Politicians are legitimate targets for satire. 발음듣기 정치인들은 풍자의 적당한 대상이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Politicians are legitimate targets for satire. 발음"
    },
    {
      "korean": "He found a suitable place, scraped a hole and buried the bag in it. 발음듣기 그가 적당한 장소를 찾고는 구멍을 하나 파서 그 안에 그 가방을 묻었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He found a suitable place, scraped a hole and buried the bag in it. 발음"
    },
    {
      "korean": "We wish you success in finding the right place. 발음듣기 적당한 회사를 찾는 데 성공하시기를 기원합니다. DARAKWON",
      "english": "We wish you success in finding the right place. 발음"
    },
    {
      "korean": "I make an effort to get out of the office at a reasonable hour twice a week. 발음듣기 일주일에 두 번은 적당한 시간에 귀가하려고 노력합니다. DARAKWON",
      "english": "I make an effort to get out of the office at a reasonable hour twice a week. 발음"
    }
  ]
}