{
  "phrases": [
    {
      "phrase": "적도",
      "hanja": " (赤道)",
      "example": {},
      "meanings": [
        "the equator"
      ]
    },
    {
      "phrase": "지구[천구] 적도",
      "hanja": "",
      "example": {},
      "meanings": [
        "the terrestrial[celestial] equator"
      ]
    },
    {
      "phrase": "적도 직하",
      "hanja": "",
      "example": {},
      "meanings": [
        "directly[right] on the equator"
      ]
    },
    {
      "phrase": "적도무풍대",
      "hanja": "",
      "example": {},
      "meanings": [
        "(equatorial) doldrums, the zone of equatorial calms"
      ]
    },
    {
      "phrase": "적도 직하의",
      "hanja": "",
      "example": {},
      "meanings": [
        "equatorial"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "equator",
      "frequency": 1
    },
    {
      "meaning": "line 1",
      "frequency": 2
    },
    {
      "meaning": "equatorial",
      "frequency": 1
    },
    {
      "meaning": "equatorial rainforests",
      "frequency": 0
    },
    {
      "meaning": "equatorial plane",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "듣고 싶었던 적도 있지 않아? You didn't want to hear that? 듣기 View video TWICE : 밥",
      "english": "You didn't want to hear that?"
    },
    {
      "korean": "했었던 적도 있고 이제 뭐지? There are times.. And what is it? 듣기 View video SF9 : 저는 밥먹을거예요",
      "english": "There are times.. And what is it?"
    },
    {
      "korean": "따라가주고 이런 적도 있었거든요 - 진짜? so I came with her. - Really? 듣기 View video V COOKIE : [Full]인서울 가이드 (IN SEOUL-GUIDE)",
      "english": "so I came with her. - Really?"
    },
    {
      "korean": "제가 데뷔하고 운 적도 별로 없긴 해요 - 5번? I haven't cried a lot since I debuted. - About 5 times? 듣기 View video SF9 : 안녕하세요잠깐할거구요전다원인데요재윤이형은금방간데요다른멤버X^^",
      "english": "I haven't cried a lot since I debuted. - About 5 times?"
    },
    {
      "korean": "실제로 좀 숙소에서 자느라 늦은 적도 꽤 많지 않아? Weren't you late sometimes because you were asleep in the dorm? 듣기 View video TOMORROW X TOGETHER : TXT (투모로우바이투게더) ‘TALK X TODAY : Season2 ’ EP.2",
      "english": "Weren't you late sometimes because you were asleep in the dorm?"
    }
  ],
  "examples": [
    {
      "korean": "Mindful of the danger of tropical storms, I decided not to go out. 발음듣기 적도 지방 폭풍의 위험을 의식한 나는 외출을 하지 않기로 결정했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mindful of the danger of tropical storms, I decided not to go out. 발음"
    },
    {
      "korean": "Darkness falls quickly in the tropics. 발음듣기 적도 지방에서는 어둠이 빨리 내린다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Darkness falls quickly in the tropics. 발음"
    },
    {
      "korean": "As for avoiding you, nothing could be further from my mind. 발음듣기 당신을 피하다니, 난 그런 생각을 해 본 적도 없어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "As for avoiding you, nothing could be further from my mind. 발음"
    },
    {
      "korean": "The equator is an imaginary line around the middle of the earth. 발음듣기 적도는 지구 중앙의 둘레를 나타내는 가상의 선이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The equator is an imaginary line around the middle of the earth. 발음"
    },
    {
      "korean": "I’ve never done any cooking and I’m not about to start now. 발음듣기 난 요리라고는 해 본 적도 없고 이제 와서 시작할 생각도 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve never done any cooking and I’m not about to start now. 발음"
    }
  ]
}