{
  "phrases": [
    {
      "phrase": "적",
      "hanja": " (敵)",
      "example": {},
      "meanings": [
        "(원수) (the) enemy, (literary) foe",
        "(비유적)"
      ]
    },
    {
      "phrase": "적",
      "hanja": "",
      "example": {},
      "meanings": [
        "(때)",
        "(경험) experience"
      ]
    },
    {
      "phrase": "적",
      "hanja": " (籍)",
      "example": {},
      "meanings": [
        "(호적·병적·학적 등의 문서)"
      ]
    },
    {
      "phrase": "적",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bound noun jeok"
      ]
    },
    {
      "phrase": "-적",
      "hanja": " (的)",
      "example": {},
      "meanings": [
        "(접미어) -ic, -ical, -like, a sort of"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "prepositional",
      "frequency": 0
    },
    {
      "meaning": "carpetbag",
      "frequency": 0
    },
    {
      "meaning": "peroral",
      "frequency": 0
    },
    {
      "meaning": "ecologic",
      "frequency": 0
    },
    {
      "meaning": "preceptive",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[그리울 때 더 효'과'적인 이 곡] 함께 들어보실까요? Shall we hear the song together? 듣기 View video Hidden Track No.V : 정세운이 추천하는 누군가 그리울 때 듣고 싶은 노래 #EP 02",
      "english": "Shall we hear the song together?"
    },
    {
      "korean": "제가 2D적인 면은 좀... You can't see my six pack just by looking. 듣기 View video NCT 127 : 시즈니가 이런 거 또 좋아하지 127 Ep.1",
      "english": "You can't see my six pack just by looking."
    },
    {
      "korean": "어떤게 몽한적인 거예요 누나? What is dreamy? 듣기 View video CUBE : 트리플 H(Triple H) - 홍콩 쇼케이스 비하인드",
      "english": "What is dreamy?"
    },
    {
      "korean": "Cyber 적인 느낌이 있어요. It's like a cyber style. 듣기 View video 2PM : JUN. K - \"THINK ABOUT YOU\" THINK ABOUT MV",
      "english": "It's like a cyber style."
    },
    {
      "korean": "알 적인 매력들이 굉장히 많네. has an egg-like charm. 듣기 View video PeekaVoo! : [Replay]VICTON'S HATCHING OUT LIVE - 빅톤의 알방 라이브!",
      "english": "has an egg-like charm."
    }
  ],
  "examples": [
    {
      "korean": "It was also very friendly with the terrorist Osama bin Laden, who is an enemy of the United States. 듣기 Add to Wordbook 그것은 또한 미국의 적인 테러리스트 오사마 빈 라덴과 매우 가까웠다. Neungyule",
      "english": "It was also very friendly with the terrorist Osama bin Laden, who is an enemy of the United States. Add to Wordbook"
    },
    {
      "korean": "Lord Voldemort is the evil sorcerer who is the main enemy of Harry Potter, the teenage wizard. 듣기 Add to Wordbook 볼트모트 경은 십대의 마법사인 해리 포터의 가장 큰 적인 사악한 마법사이다. Neungyule",
      "english": "Lord Voldemort is the evil sorcerer who is the main enemy of Harry Potter, the teenage wizard. Add to Wordbook"
    },
    {
      "korean": "It even seemed like North Korea was willing to make peace with its longstanding enemy, the United States. 듣기 Add to Wordbook 북한이 그들의 오랜 적인 미국과 기꺼이 평화로운 관계를 만들려고 하는 듯 했다. Neungyule",
      "english": "It even seemed like North Korea was willing to make peace with its longstanding enemy, the United States. Add to Wordbook"
    },
    {
      "korean": "It turns out that Tom Riddle is actually the young version of Voldemort, an evil wizard and enemy of Harry. 듣기 Add to Wordbook 그리고 탐 리들이 실제로는 사악한 마법사이자 해리의 적인 볼드모트가 어린 소년으로 변신한 모습인 것으로 밝혀진다. Neungyule",
      "english": "It turns out that Tom Riddle is actually the young version of Voldemort, an evil wizard and enemy of Harry. Add to Wordbook"
    },
    {
      "korean": "During the U. S. presidential election campaign, Mr. Castro described Mr. Bush and his adversary Gore as \"boring and insipid.\" 듣기 Add to Wordbook 미국의 대통령 선거 운동 기간 동안 카스트로는 부시와 그의 적인 고어가 ‘지루하고 싱거운 인물’ 이라고 평했다 YBM All in All English-Korean Dictionary",
      "english": "During the U. S. presidential election campaign, Mr. Castro described Mr. Bush and his adversary Gore as \"boring and insipid.\" Add to Wordbook"
    }
  ]
}