{
  "phrases": [
    {
      "phrase": "자장의 전단계노출",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 previous exposure"
      ]
    },
    {
      "phrase": "시공 전단계",
      "hanja": "",
      "example": {},
      "meanings": [
        "preconstruction phase"
      ]
    },
    {
      "phrase": "전단계를 거치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go through previous step"
      ]
    },
    {
      "phrase": "전단계 오차 추정치",
      "hanja": "",
      "example": {},
      "meanings": [
        "prior error estimator"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "juniorate",
      "frequency": 0
    },
    {
      "meaning": "previous exposure",
      "frequency": 0
    },
    {
      "meaning": "pericyte",
      "frequency": 0
    },
    {
      "meaning": "vestigium",
      "frequency": 0
    },
    {
      "meaning": "myelocytic leukemia",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "전 단계가 그거지. and before that was... 듣기 View video Happy Robot Records : [SHAUN-TTK003] 보아BoA,빈지노",
      "english": "and before that was..."
    },
    {
      "korean": "정식으로 사귀는 전 단계가 썸인 것 같아요. but it means when you're unsure of dating someone. 듣기 View video V COOKIE : [REPLAY]CNBLUE's LieV - CNBLUE의 눕방 라이브!",
      "english": "but it means when you're unsure of dating someone."
    },
    {
      "korean": "사귀기 전 단계를 썸이라고 표현하는 것 같아요. Fling could be right before you start dating each other. 듣기 View video V COOKIE : [REPLAY]CNBLUE's LieV - CNBLUE의 눕방 라이브!",
      "english": "Fling could be right before you start dating each other."
    },
    {
      "korean": "샤샤샤. - 전 단계없이 바로야. 1, 2, 3, 4. Sha sha sha. - There is nothing before this. One, two, three, four. 듣기 View video YGK+ : 효니티비4 손담비랑 제주올래? with Dambi Son",
      "english": "Sha sha sha. - There is nothing before this. One, two, three, four."
    },
    {
      "korean": "어쨌든 사귀기 전 단계에서의 혼란스러움을 가사로 썼습니다. but it's that fling-mode of a couple in the lyrics. 듣기 View video V COOKIE : [REPLAY]CNBLUE's LieV - CNBLUE의 눕방 라이브!",
      "english": "but it's that fling-mode of a couple in the lyrics."
    }
  ],
  "examples": [
    {
      "korean": "It could be that a master plan incorporating all phases of the long-term plan may be answer. 듣기 Add to Wordbook 장기 계획의 전 단계를 포함하는 마스터플랜이 해결책이 될 수도 있습니다. DARAKWON",
      "english": "It could be that a master plan incorporating all phases of the long-term plan may be answer. Add to Wordbook"
    },
    {
      "korean": "The Common Market was a step toward the European Union. 듣기 Add to Wordbook 유럽 공동체는 유럽 연합의 전 단계였다. Neungyule",
      "english": "The Common Market was a step toward the European Union. Add to Wordbook"
    },
    {
      "korean": "At every step, from taking the unit off the wall to placing pads on a victim’s chest, a sensor prompts voice commands that guide the person handling the device. 듣기 Add to Wordbook 이 장치를 벽에서 떼어내서 환자의 가슴에 패드를 붙일 때까지 전 단계에 걸쳐 센서가 작동해 음성 명령으로 장치작동법을 안내해 준다. YBM All in All English-Korean Dictionary",
      "english": "At every step, from taking the unit off the wall to placing pads on a victim’s chest, a sensor prompts voice commands that guide the person handling the device. Add to Wordbook"
    },
    {
      "korean": "In a word, youth is a transition age, a prelude to adulthood. 듣기 Add to Wordbook 한 마디로 청소년기는 전환의 시기, 즉 성인이 되는 전 단계이다. TIMES CORE",
      "english": "In a word, youth is a transition age, a prelude to adulthood. Add to Wordbook"
    },
    {
      "korean": "Read with a progressively louder volume, until you are just below ‘shouting’ level on your fifth try. 듣기 Add to Wordbook 여러분이 다섯 번째 읽을 때 ‘소리지르기’ 바로 전 단계에 도달할 때 까지, 점점 목소리를 크게 해서 읽으세요. TIMES CORE",
      "english": "Read with a progressively louder volume, until you are just below ‘shouting’ level on your fifth try. Add to Wordbook"
    }
  ]
}