{
  "phrases": [
    {
      "phrase": "전락",
      "hanja": " (轉落)",
      "example": {},
      "meanings": [
        "(굴러 떨어짐) a downfall, a fall 전락하다 fall, roll down, tumble down",
        "(나쁜 상태에 빠짐) downfall, fall, degradation, 전락하다 fall, degrade, degenerate"
      ]
    },
    {
      "phrase": "전락하다",
      "hanja": " (轉落하다)",
      "example": {},
      "meanings": [
        "fall, degenerate (into)"
      ]
    },
    {
      "phrase": "말에서 전락하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "tumble off a horse"
      ]
    },
    {
      "phrase": "수위에서 전락하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "forfeit one´s primacy"
      ]
    },
    {
      "phrase": "계단에서 전락하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "tumble down the stairs"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "전락",
      "frequency": 0
    },
    {
      "meaning": "slip",
      "frequency": 3
    },
    {
      "meaning": "step-off",
      "frequency": 0
    },
    {
      "meaning": "recidivate",
      "frequency": 0
    },
    {
      "meaning": "tumble off a horse",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그렇죠. 게스트로 전락하셨습니다. Right. You've been demoted to guest. 듣기 View video DAY6 : DAY6의 Free한 라디오 with Young K, 원필",
      "english": "Right. You've been demoted to guest."
    },
    {
      "korean": "그 역사를 배경으로써만 전락시켜버린 것이 아니냐. but it was used only as a background. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "but it was used only as a background."
    },
    {
      "korean": "전 락 음악을 듣겠습니다. - 시끄러워야 재밌어요. I'm listening to rock. - It's fun if the music is loud. 듣기 View video GAVYNJ : 세상의 중심에서 음중을 외치다",
      "english": "I'm listening to rock. - It's fun if the music is loud."
    },
    {
      "korean": "졸업과 동시에 고학력 백수로 전락해 버린다는 영화과 졸업반이다. have futures as overqualified, unemployed degenerates. 듣기 View video V WEB DRAMA : [긍정이 체질] 1화 - 나도 이제 영화감독이다!!!",
      "english": "have futures as overqualified, unemployed degenerates."
    }
  ],
  "examples": [
    {
      "korean": "They were reduced to begging in the streets. 듣기 Add to Wordbook 그들은 거리에서 구걸을 하는 신세로 전락했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were reduced to begging in the streets. Add to Wordbook"
    },
    {
      "korean": "And most of all, it must meet the target customer's need because no matter how good the packaging or the product is, if it does not meet the needs of the clients then all resources will be put into waste. 듣기 Add to Wordbook 포장이나 제품이 아무리 좋아도 고객이 원하는 것이 아니라면 아무 의미가 없는 쓰레기로 전락할 뿐입니다. DARAKWON",
      "english": "And most of all, it must meet the target customer's need because no matter how good the packaging or the product is, if it does not meet the needs of the clients then all resources will be put into waste. Add to Wordbook"
    },
    {
      "korean": "Many regional airports have become such nuisances. 듣기 Add to Wordbook 많은 지방 공항들이 천덕꾸러기로 전락했다 Neungyule",
      "english": "Many regional airports have become such nuisances. Add to Wordbook"
    },
    {
      "korean": "The gigantic structure has degenerated as the city's horrid thing. 듣기 Add to Wordbook 그 대형 조형물은 도시의 흉물로 전락했다 Neungyule",
      "english": "The gigantic structure has degenerated as the city's horrid thing. Add to Wordbook"
    },
    {
      "korean": "More homebuyers fall prey to predatory lenders. 듣기 Add to Wordbook 더 많은 주택 매입자들이 고리대금업자의 희생자로 전락한다. YBM All in All English-Korean Dictionary",
      "english": "More homebuyers fall prey to predatory lenders. Add to Wordbook"
    }
  ]
}