{
  "phrases": [
    {
      "phrase": "전멸",
      "hanja": " (全滅)",
      "example": {},
      "meanings": [
        "[명사] annihilation, extermination, [동사] be annihilated, be exterminated"
      ]
    },
    {
      "phrase": "전멸시키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "annihilate",
        "exterminate",
        "wipe out"
      ]
    },
    {
      "phrase": "진재로 전멸하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be wiped out by an earthquake"
      ]
    },
    {
      "phrase": "그 때문에 그들이 전멸했다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "It killed them off."
      ]
    },
    {
      "phrase": "전멸하다",
      "hanja": " (全滅하다)",
      "example": {},
      "meanings": [
        "Verb be completely destroyed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "wipeout",
      "frequency": 0
    },
    {
      "meaning": "annihilation",
      "frequency": 3
    },
    {
      "meaning": "annihilate",
      "frequency": 3
    },
    {
      "meaning": "exterminate",
      "frequency": 3
    },
    {
      "meaning": "annihilative",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[전멸] - 왜 그래 - 저희가 근데 평소에... Why? - Usually... 듣기 View video V PICK! : [ITZY] 있지 하고싶은 브이앱 212개 있지? 있지!✌️^ㅁ^✌️ (ITZY's first V LIVE!)",
      "english": "Why? - Usually..."
    },
    {
      "korean": "친구들이 다 같이 전멸한... They all got wasted. 듣기 View video Happy Robot Records : 이수륜 기타 대충 배우기 with koxx",
      "english": "They all got wasted."
    },
    {
      "korean": "지금 다 전멸했습니다. Everyone is wiped out. 듣기 View video JBJ : [#7179_787] EP.3 제비제, 준비 완료!",
      "english": "Everyone is wiped out."
    },
    {
      "korean": "'전멸하고 튀어' 콜! \"You should flee if your teammates die.\" Sure thing! 듣기 View video AKMU : 택배왔다아!!",
      "english": "\"You should flee if your teammates die.\" Sure thing!"
    },
    {
      "korean": "이제... 이겨도 다른 팀이 전멸하기 전까지 다... Even if we win, we'll continue until everybody is eliminated. 듣기 View video UP10TION : UP10TION 1st Anniversary V LIVE",
      "english": "Even if we win, we'll continue until everybody is eliminated."
    }
  ],
  "examples": [
    {
      "korean": "The human race has enough weapons to annihilate itself. 듣기 Add to Wordbook 인류는 스스로를 전멸시키기에 충분한 무기를 갖고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The human race has enough weapons to annihilate itself. Add to Wordbook"
    },
    {
      "korean": "The party faces virtual wipeout in the election. 듣기 Add to Wordbook 그 정당은 선거에서 전멸당할 지경에 직면해 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The party faces virtual wipeout in the election. Add to Wordbook"
    },
    {
      "korean": "Admiral Soonshin Yi and his men annihilated the Japanese navy. 듣기 Add to Wordbook 이순신 장군과 그 부하들은 일본 해군을 전멸시켰다. 절대어휘 5100",
      "english": "Admiral Soonshin Yi and his men annihilated the Japanese navy. Add to Wordbook"
    },
    {
      "korean": "All who surrender will be spared; whoever does not surrender but opposes with struggle and dissension, shall be annihilated. (Genghis Khan) 듣기 Add to Wordbook 항복하는 자는 목숨을 구할 것이다. 항복하지 않고 투쟁과 저항으로 맞서는 이들은 전멸시킬 것이다. (칭기즈칸, 전쟁명언) 명언/속담",
      "english": "All who surrender will be spared; whoever does not surrender but opposes with struggle and dissension, shall be annihilated. (Genghis Khan) Add to Wordbook"
    },
    {
      "korean": "She wiped ants off the map in her house. 듣기 Add to Wordbook 그녀는 그녀의 집에 있는 개미들을 전멸시켰다. YBM All in All English-Korean Dictionary",
      "english": "She wiped ants off the map in her house. Add to Wordbook"
    }
  ]
}