{
  "phrases": [
    {
      "phrase": "전방위",
      "hanja": " (全方位)",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "전방위의",
      "hanja": "",
      "example": {},
      "meanings": [
        "omnidirectional"
      ]
    },
    {
      "phrase": "전방위 외교",
      "hanja": " (全方位外交)",
      "example": {},
      "meanings": [
        "omnidirectional diplomacy"
      ]
    },
    {
      "phrase": "전방위작전",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 full range of operations"
      ]
    },
    {
      "phrase": "전방위외교",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 omnidirectional diplomacy"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "omnidirectional",
      "frequency": 0
    },
    {
      "meaning": "an omnidirectional microphone",
      "frequency": 0
    },
    {
      "meaning": "omnidirectional diplomacy",
      "frequency": 0
    },
    {
      "meaning": "full range of operations",
      "frequency": 0
    },
    {
      "meaning": "L.S.A.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[엉아들의 전방위적 방해 동작] 형원 씨, 댓글 좀 읽어주실래요? [Disturb them in all directions] Hyungwon, would you read the comments? 듣기 View video V COOKIE : 눕방 100회 특집스페셜 '눕방의 역사' (100th Anniversary LieV SPECIAL)",
      "english": "[Disturb them in all directions] Hyungwon, would you read the comments?"
    }
  ],
  "examples": [
    {
      "korean": "DIMEFIL appeared in the US National Strategy for Combating Terrorism (NSCT). 듣기 Add to Wordbook 외교, 정보, 군사, 경제, 금융, 첩보, 법 집행의 전방위적 대북 압박은 미국의 대테러 전략에서 언급되었다. 국제영어대학원대학교 신어사전",
      "english": "DIMEFIL appeared in the US National Strategy for Combating Terrorism (NSCT). Add to Wordbook"
    },
    {
      "korean": "an omnidirectional microphone 듣기 Add to Wordbook 전방위로 신호를 받아들이는 마이크로폰 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an omnidirectional microphone Add to Wordbook"
    },
    {
      "korean": "I watched him the whole way. 듣기 Add to Wordbook 나는 그를 전방위적으로 관찰했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Jeee(iams****)",
      "english": "I watched him the whole way. Add to Wordbook"
    },
    {
      "korean": "However, Admiral Band insisted that the Navy still needed the ability to mount the full range of maritime operations. 듣기 Add to Wordbook 그러나 밴드제독은 해군이 전방위 해상작전을 수행할 능력이 아직은 부족하다고 주장했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 proudgray(prou****)",
      "english": "However, Admiral Band insisted that the Navy still needed the ability to mount the full range of maritime operations. Add to Wordbook"
    },
    {
      "korean": "Japan continued to lobby the international community on all levels following the missile tests. 듣기 Add to Wordbook 일본은 미사일 시험발사이후 국제사회에 지속적으로 전방위 로비를 벌였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Japan continued to lobby the international community on all levels following the missile tests. Add to Wordbook"
    }
  ]
}