{
  "phrases": [
    {
      "phrase": "전",
      "hanja": " (煎)",
      "example": {},
      "meanings": [
        "(부침개) jeon, pancake"
      ]
    },
    {
      "phrase": "전",
      "hanja": " (全)",
      "example": {},
      "meanings": [
        "(모든, 전체) all, (전체의) whole, entire, complete"
      ]
    },
    {
      "phrase": "전",
      "hanja": " (前)",
      "example": {},
      "meanings": [
        "(막연한 과거의 어느 때)",
        "(어떤 시기의 이전)",
        "(이전)"
      ]
    },
    {
      "phrase": "전",
      "hanja": " (前)",
      "example": {},
      "meanings": [
        "Determiner former (→현)",
        "Determiner previous (→현)"
      ]
    },
    {
      "phrase": "전",
      "hanja": "",
      "example": {},
      "meanings": [
        "jeon"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "in advance",
      "frequency": 0
    },
    {
      "meaning": "before",
      "frequency": 3
    },
    {
      "meaning": "ago",
      "frequency": 3
    },
    {
      "meaning": "attack dog",
      "frequency": 0
    },
    {
      "meaning": "warfare",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "전화질이야 누가! Who called now? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 24. 파이널 2라운드! [코디 X 대힙래퍼] 콜라보 무대가 시작된다!",
      "english": "Who called now?"
    },
    {
      "korean": "몇 년 전이야? How many years ago? 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "How many years ago?"
    },
    {
      "korean": "전에... 뭐였지? Before.. What was it? 듣기 View video TOMORROW X TOGETHER : 연준이와 소통먹방",
      "english": "Before.. What was it?"
    },
    {
      "korean": "'전 믿으면 됩니까?' \"Can you trust me?\" 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "\"Can you trust me?\""
    },
    {
      "korean": "전 안 받았는데 - 진짜? I didn't get one. - Really? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "I didn't get one. - Really?"
    }
  ],
  "examples": [
    {
      "korean": "The change from a year ago is stark. 듣기 Add to Wordbook 1년 전부터 그 변화는 극명했어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 KOREANKID(rlqj****)",
      "english": "The change from a year ago is stark. Add to Wordbook"
    },
    {
      "korean": "You have loved me for so many years. 듣기 Add to Wordbook 넌 오래전부터 날 사랑해왔어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 헵번공주(yuli****)",
      "english": "You have loved me for so many years. Add to Wordbook"
    },
    {
      "korean": "The end of SGI began 10 years ago. 듣기 Add to Wordbook SGI의 끝은 10년 전부터 시작되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 아이잉(asia****)",
      "english": "The end of SGI began 10 years ago. Add to Wordbook"
    },
    {
      "korean": "He's been in jail, for some time now. 듣기 Add to Wordbook 그는 얼마 전부터 감옥에 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 신유은(ecar****)",
      "english": "He's been in jail, for some time now. Add to Wordbook"
    },
    {
      "korean": "He's been planning this for quite some time. 듣기 Add to Wordbook 꽤 오래 전부터 준비했던데. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sherlator(sher****)",
      "english": "He's been planning this for quite some time. Add to Wordbook"
    }
  ]
}