{
  "phrases": [
    {
      "phrase": "전술",
      "hanja": " (戰術)",
      "example": {},
      "meanings": [
        "(전쟁·전투 상황에서의) tactics",
        "(목적을 달성하기 위한 수단·방법) tactic, strategy"
      ]
    },
    {
      "phrase": "전술의",
      "hanja": "",
      "example": {},
      "meanings": [
        "above-mentioned",
        "foregoing",
        "preceding"
      ]
    },
    {
      "phrase": "고등 전술",
      "hanja": "",
      "example": {},
      "meanings": [
        "grand tactics"
      ]
    },
    {
      "phrase": "국지 전술",
      "hanja": "",
      "example": {},
      "meanings": [
        "minor tactics"
      ]
    },
    {
      "phrase": "전술한 바와 같이",
      "hanja": "",
      "example": {},
      "meanings": [
        "as stated[mentioned] above",
        "as aforesaid"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tactic",
      "frequency": 0
    },
    {
      "meaning": "tactics",
      "frequency": 3
    },
    {
      "meaning": "playbook",
      "frequency": 0
    },
    {
      "meaning": "scorched earth",
      "frequency": 0
    },
    {
      "meaning": "art of war",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[수건의 위치를 감치기 위한 뽐의 전술!!] [우와아아아아악!!!!!] [Bo Mi's tactics to hide the towel's location!!] View video Apink : Apink Mini Diary - 우당탕 수건돌리기의 전말",
      "english": "[Bo Mi's tactics to hide the towel's location!!]"
    },
    {
      "korean": "전 술 마시지 않았습니다! I didn't drink alcohol! 듣기 View video V PICK! : [KimDongHan] 가오나시(21세, 마포구 주민)씨에게 무슨 일이 일어나고 있나요? (Kim Donghan’s awesome Halloween)",
      "english": "I didn't drink alcohol!"
    },
    {
      "korean": "창민 씨 오늘 경기 어떤 그 작전 전술이 있나요? Changmin, do you have any tactics for the match? 듣기 View video SMTOWN : [FULL] 동방신기 VS. EXO : 킹핀 매치 (TVXQ! VS. EXO Kingpin Match)",
      "english": "Changmin, do you have any tactics for the match?"
    },
    {
      "korean": "[ㄴㄴ! 위장 전술 중!] 너무 알아봐서 이거 쓰고 왔어요 우리가. We wore these because people were recognizing us. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 4부_ep.1 오다이바 삼형제 해적 레스토랑 방문기",
      "english": "We wore these because people were recognizing us."
    },
    {
      "korean": "전 술을 잘 못 먹어요 - 아까 끝났는데 왜 귀여운 척 계속하는 거예요? I'm not good at drinking. - You're done already. Why are you still acting cute? 듣기 View video V COOKIE : [Full] Wanna One X LieV - 워너원의 눕방라이브!",
      "english": "I'm not good at drinking. - You're done already. Why are you still acting cute?"
    }
  ],
  "examples": [
    {
      "korean": "He was given tactical command of the operation. 듣기 Add to Wordbook 그에게 그 군사작전의 전술 지휘권이 주어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was given tactical command of the operation. Add to Wordbook"
    },
    {
      "korean": "Their tactics have been copied by other terrorist organizations. 듣기 Add to Wordbook 그들의 전술을 다른 테러 조직들이 모방해 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their tactics have been copied by other terrorist organizations. Add to Wordbook"
    },
    {
      "korean": "He accused his opponent of playing the immigration card during the campaign. 듣기 Add to Wordbook 그는 상대 후보가 선거 운동 중에 이민 문제를 전술로 삼았다고 비난했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He accused his opponent of playing the immigration card during the campaign. Add to Wordbook"
    },
    {
      "korean": "The United States has a lot of tactic missiles. 듣기 Add to Wordbook 미국은 많은 전술 미사일을 가지고 있다. 절대어휘 5100",
      "english": "The United States has a lot of tactic missiles. Add to Wordbook"
    },
    {
      "korean": "new tactics to arrest the pursuee 듣기 Add to Wordbook 추적의 대상을 체포하기 위한 새로운 전술 국제영어대학원대학교 신어사전",
      "english": "new tactics to arrest the pursuee Add to Wordbook"
    }
  ]
}