{
  "phrases": [
    {
      "phrase": "전장",
      "hanja": " (全長)",
      "example": {},
      "meanings": [
        "(전체 길이) the whole[full] length"
      ]
    },
    {
      "phrase": "전장",
      "hanja": " (戰場)",
      "example": {},
      "meanings": [
        "(전쟁터) battlefield, battleground, the field (of battle); (전선) front (line)"
      ]
    },
    {
      "phrase": "전장으로 가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go to the front",
        "take the field"
      ]
    },
    {
      "phrase": "전장에 나가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go into the battlefield"
      ]
    },
    {
      "phrase": "전장[후장] 입회",
      "hanja": "",
      "example": {},
      "meanings": [
        "the morning[afternoon] session"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "battlefield",
      "frequency": 1
    },
    {
      "meaning": "first call",
      "frequency": 0
    },
    {
      "meaning": "overall length",
      "frequency": 0
    },
    {
      "meaning": "the seat of war",
      "frequency": 0
    },
    {
      "meaning": "field of honor",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "a medal for bravery in the field (of battle) 발음듣기 전장에서의 무공에 대해 주는 훈장 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a medal for bravery in the field (of battle) 발음"
    },
    {
      "korean": "an old war wound 발음듣기 오래 전 전장에서 입은 상처 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an old war wound 발음"
    },
    {
      "korean": "The sound of the carnyx resonated around the battlefield. 발음듣기 카르닉스 소리가 전장에 울려 퍼졌다. 국제영어대학원대학교 신어사전",
      "english": "The sound of the carnyx resonated around the battlefield. 발음"
    },
    {
      "korean": "The Battle of Fengwudong was a military clash between Korean independence militia fighters and Japanese forces that were charged with cracking down on Korea's independence movement. The commander of the battle Hong Beom-do has well been recognized as a hero for his battlefield leadership in the northeastern part of China. 발음듣기 봉오동 전투는 한국의 독립운동을 탄압하던 일본군과 한국 독립군의 군사적 충돌이었다. 봉오동 전투를 이끈 홍범도 장군은 만주 전장에서의 뛰어난 리더십을 갖춘 영웅으로 유명하다. The Korea Times",
      "english": "The Battle of Fengwudong was a military clash between Korean independence militia fighters and Japanese forces that were charged with cracking down on Korea's independence movement. The commander of the battle Hong Beom-do has well been recognized as a hero for his battlefield leadership in the northeastern part of China. 발음"
    },
    {
      "korean": "He met his fate on the battlefield. 발음듣기 그는 전장에서 최후를 맞이했다 Neungyule",
      "english": "He met his fate on the battlefield. 발음"
    }
  ]
}