{
  "phrases": [
    {
      "phrase": "전투함",
      "hanja": " (戰鬪艦)",
      "example": {},
      "meanings": [
        "a battleship, a battlewagon (미)"
      ]
    },
    {
      "phrase": "연안전투함",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 <미국> littoral combat ship (LCS)"
      ]
    },
    {
      "phrase": "초계전투함",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 patrol combat corvette (PCC)"
      ]
    },
    {
      "phrase": "전투함을 이끌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lead battleship"
      ]
    },
    {
      "phrase": "전투함을 개발하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "develop battleship"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Combatant Ship",
      "frequency": 0
    },
    {
      "meaning": "littoral combat ship",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "I would like to see a battleship. 듣기 Add to Wordbook 나는 전투함을 구경하고 싶다. YBM All in All English-Korean Dictionary",
      "english": "I would like to see a battleship. Add to Wordbook"
    },
    {
      "korean": "A patrol killer is a small but fast battle ship. 듣기 Add to Wordbook 고속정은 작지만 빠른 전투함이다. EDU TIMES",
      "english": "A patrol killer is a small but fast battle ship. Add to Wordbook"
    },
    {
      "korean": "the launching of a battleship from a shipbuilding yard 듣기 Add to Wordbook 어떤 조선소에서의 한 전투함진수(식). 영어영작문대사전",
      "english": "the launching of a battleship from a shipbuilding yard Add to Wordbook"
    },
    {
      "korean": "The ship you see in the photo is a size of a large navy battle ship. 듣기 Add to Wordbook 사진에서 보는 배는 커다란 해군 전투함 크기입니다. TIMES CORE",
      "english": "The ship you see in the photo is a size of a large navy battle ship. Add to Wordbook"
    },
    {
      "korean": "After 300 years, the remains of the San Jose warship - along with its gold, silver, and jewels - was located in the Caribbean Sea near Colombia. 듣기 Add to Wordbook 300년 후, San Jose 전투함의 잔해와 그 안의 금, 은, 그리고 보석의 위치가 콜롬비아 근처의 카리브해에서 확인되었습니다. TIMES CORE",
      "english": "After 300 years, the remains of the San Jose warship - along with its gold, silver, and jewels - was located in the Caribbean Sea near Colombia. Add to Wordbook"
    }
  ]
}