{
  "phrases": [
    {
      "phrase": "전해지다",
      "hanja": " (傳―)",
      "example": {},
      "meanings": [
        "(소문·소식·사실 등이) be told, be conveyed; (보도되다) be reported",
        "(자손·후세 등에) be handed down, be passed down",
        "(지식·문물 등이) be introduced (into), be brought (to/into)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Achaemenes",
      "frequency": 0
    },
    {
      "meaning": "Ogma",
      "frequency": 0
    },
    {
      "meaning": "Apple of Sodom",
      "frequency": 0
    },
    {
      "meaning": "Herse",
      "frequency": 0
    },
    {
      "meaning": "simeon ben Yohai",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[다시 엎드려 잠들었다고 전해진다] 어릴 때 뭐 잘못 먹었지? [and then goes down to sleep again] You ate something wrong when you were younger right? 듣기 View video BTOB : 비투비 - 비트콤 #14 ('MOVIE' 일본 프로모션 비하인드 PART 2)",
      "english": "[and then goes down to sleep again] You ate something wrong when you were younger right?"
    },
    {
      "korean": "자고 싶어서 자는 거 아니라는 게 엄청 전해졌을 것 같지 않아? Don't you think they understood your sincerity that you didn't want to fall asleep? 듣기 View video TWICE : ㅋㅋㅋㅋㅋㅋㅋㅋㅋ",
      "english": "Don't you think they understood your sincerity that you didn't want to fall asleep?"
    },
    {
      "korean": "[소중한 아가새에게 전해질 사진들!] [The photos to be delivered to IGOT7!] View video GOT7 : GOT7(갓세븐) OFFLINE #3",
      "english": "[The photos to be delivered to IGOT7!]"
    },
    {
      "korean": "[뒤늦게 전해진 쭈니의 찌릿한 눈빛] 연준이 형! [Picking up on YEONJUN's scowl too late] YEONJUN! 듣기 View video V PICK! : [TXT] ❌두밧두 날개 훔쳐가신 분은 지구에 접근금지입니다❌ (TXT talking about their stage costume)",
      "english": "[Picking up on YEONJUN's scowl too late] YEONJUN!"
    },
    {
      "korean": "그 과일의 기운이 여러분한테 좀 전해지시나요? Can you feel that fruity vibe? 듣기 View video HANABONO : 올 로드샵 드럭스토어 제품으로 보송 착붙 메이크업",
      "english": "Can you feel that fruity vibe?"
    }
  ],
  "examples": [
    {
      "korean": "Voters are given only part of the story. 발음듣기 유권자들에게는 그 이야기의 일부만 전해진다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Voters are given only part of the story. 발음"
    },
    {
      "korean": "The President is reported as saying that he needs a break. 발음듣기 대통령이 자신은 휴식이 필요하다고 말한 것으로 전해진다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The President is reported as saying that he needs a break. 발음"
    },
    {
      "korean": "The death of the king is said to have coincided with the end of the empire. 발음듣기 그 왕의 죽음과 함께 그 제국도 끝이 났다고 전해진다. 절대어휘 5100",
      "english": "The death of the king is said to have coincided with the end of the empire. 발음"
    },
    {
      "korean": "He is said to have been the son of Hae Mosu, the son of the Sun God. 발음듣기 그는 해의 신(태양신)의 아들인, 해모수의 아들이었다고 전해진다. Neungyule",
      "english": "He is said to have been the son of Hae Mosu, the son of the Sun God. 발음"
    },
    {
      "korean": "The pain shoots through the nerves. 발음듣기 통증이 신경을 타고 찌릿하게 전해진다. Friendict Level English-Korean Dictionary",
      "english": "The pain shoots through the nerves. 발음"
    }
  ]
}