{
  "phrases": [
    {
      "phrase": "전투원",
      "hanja": " (戰鬪員)",
      "example": {},
      "meanings": [
        "a combatant, a combat[combatant] soldier, a fighting man, a fighter, a combat crew(항공기의), combat personnel (집합적)"
      ]
    },
    {
      "phrase": "합동전투원",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 joint warfighter"
      ]
    },
    {
      "phrase": "비정규전투원",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 guerrilla"
      ]
    },
    {
      "phrase": "합동전투원정보망",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 joint warfighter information network (JWIN)"
      ]
    },
    {
      "phrase": "전투원정보통신망",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 warfighter information network (WIN)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "combatant",
      "frequency": 1
    },
    {
      "meaning": "fighting men",
      "frequency": 0
    },
    {
      "meaning": "fighting man",
      "frequency": 0
    },
    {
      "meaning": "Combatants",
      "frequency": 0
    },
    {
      "meaning": "joint warfighter",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Unlawful combatants can't be protected by the Geneva Convention. 발음듣기 불법 전투원은 제네바 협약의 보호를 받지 못한다. 국제영어대학원대학교 신어사전",
      "english": "Unlawful combatants can't be protected by the Geneva Convention. 발음"
    },
    {
      "korean": "Authorities criticized Taleban fighters for the killings. 발음듣기 당국자들은 이번 살해 사건은 탈레반 전투원들의 소행이라고 비난했습니다. YBM All in All English-Korean Dictionary",
      "english": "Authorities criticized Taleban fighters for the killings. 발음"
    },
    {
      "korean": "Hundreds of combatants and civilians were killed in the battle for control of the city. 발음듣기 전투원과 민간이 수백 명이 그 도시를 점령하기 위한 전투에서 사망했다. YBM All in All English-Korean Dictionary",
      "english": "Hundreds of combatants and civilians were killed in the battle for control of the city. 발음"
    },
    {
      "korean": "Witnesses say Islamic militias and fighters for a coalition of warlords have been rainning machine-gun and artillery fire each other. 발음듣기 목격자들은 회교 민병대들과 군벌연합의 전투원들이 기관총과 야포 공격을 주고받았다고 전했습니다. YBM All in All English-Korean Dictionary",
      "english": "Witnesses say Islamic militias and fighters for a coalition of warlords have been rainning machine-gun and artillery fire each other. 발음"
    },
    {
      "korean": "Afghan officials say 41 Taleban fighters and six Afghan policemen have been killed in a fierce battle in the southern part of the country. 발음듣기 아프가니스탄 당국자들은 남부지방에서 벌어진 치열한 교전으로 탈레반 전투원 41명과 아프간 경찰관 6명이 사망했다고 밝혔습니다. YBM All in All English-Korean Dictionary",
      "english": "Afghan officials say 41 Taleban fighters and six Afghan policemen have been killed in a fierce battle in the southern part of the country. 발음"
    }
  ]
}