{
  "phrases": [
    {
      "phrase": "절실",
      "hanja": " (切實)",
      "example": {},
      "meanings": [
        "절실하다 acute, keen, fervent, poignant."
      ]
    },
    {
      "phrase": "절실하게",
      "hanja": "",
      "example": {},
      "meanings": [
        "acutely",
        "keenly",
        "urgently"
      ]
    },
    {
      "phrase": "절실하다",
      "hanja": " (切實―)",
      "example": {},
      "meanings": [
        "(느낌·생각 등이)",
        "(매우 긴요하다) urgent, desperate, pressing"
      ]
    },
    {
      "phrase": "절실한 소원",
      "hanja": "",
      "example": {},
      "meanings": [
        "an earnest desire"
      ]
    },
    {
      "phrase": "절실한 소원",
      "hanja": " (切實─所願)",
      "example": {},
      "meanings": [
        "an earnest desire."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "give close and unremitting attention",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[장난 전화 NO NO 어느 때보다 절실] 저희 장난전화 아니고요. This is not a prank call. 듣기 View video Big Picture : 빅픽처 ep06_시작은 미약하나 끝도 미약…?",
      "english": "This is not a prank call."
    }
  ],
  "examples": [
    {
      "korean": "They are \"desperate\" to win it, said coach Graham Ford, who, after last year's dressing-room ructions, sought professional help to instill the importance of teamwork. 발음듣기 그들은 그것을 이기는게 '절실'합니다, 그래함 포드 코치가 말했다. 그는 작년의 탈의실소동 이후 팀워크의 중요성을 심어주기위해 전문적인 도움을 찾았다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Web Collection",
      "english": "They are \"desperate\" to win it, said coach Graham Ford, who, after last year's dressing-room ructions, sought professional help to instill the importance of teamwork. 발음"
    },
    {
      "korean": "There needs to be a complete culture change. 발음듣기 그곳에는 완전한 문화 변화가 절실하다. User translation Inaccurate information may be included due to the users' self-traslation. cielcine(ciel****) Web Collection",
      "english": "There needs to be a complete culture change. 발음"
    },
    {
      "korean": "He plans to offer the shack communities across his country much-needed access to baths and showers. 발음듣기 그는 전국 판자촌에 가장 절실한 목욕 및 샤워시설을 제공할 계획이다. User translation Inaccurate information may be included due to the users' self-traslation. meanpac(mean****) Web Collection",
      "english": "He plans to offer the shack communities across his country much-needed access to baths and showers. 발음"
    },
    {
      "korean": "It is all very well but I need a cup of tea. 발음듣기 다 좋기는 하지만, 나는 차 한잔이 절실하다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Web Collection",
      "english": "It is all very well but I need a cup of tea. 발음"
    },
    {
      "korean": "We needed people with a special set of skills. 발음듣기 우리는 특수능력을 갖춘 사람들이 절실했다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Web Collection",
      "english": "We needed people with a special set of skills. 발음"
    }
  ]
}