{
  "phrases": [
    {
      "phrase": "점령",
      "hanja": " (占領)",
      "example": {},
      "meanings": [
        "occupation, capture, occupy, capture, seize"
      ]
    },
    {
      "phrase": "적지를 점령하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "occupy[take possession of] enemy territory"
      ]
    },
    {
      "phrase": "군사 점령",
      "hanja": "",
      "example": {},
      "meanings": [
        "military occupation"
      ]
    },
    {
      "phrase": "도시 점령",
      "hanja": "",
      "example": {},
      "meanings": [
        "the capture of a city"
      ]
    },
    {
      "phrase": "강습 점령하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "take by storm",
        "carry by assault"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "occupation",
      "frequency": 1
    },
    {
      "meaning": "seizure",
      "frequency": 0
    },
    {
      "meaning": "lodgment",
      "frequency": 0
    },
    {
      "meaning": "capture",
      "frequency": 0
    },
    {
      "meaning": "장악",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이후에도 꾸준히 상승세를 보이며 국내 주 음원차트 상위권을 점령했습니다. After that, she continued to show an uptrend and took over the top charts. 듣기 View video V MUSIC : [Replay] 제8회 가온차트 뮤직 어워즈(8th GAONCHART MUSIC AWARDS) PART 2",
      "english": "After that, she continued to show an uptrend and took over the top charts."
    },
    {
      "korean": "침대도 점령하셨고요. She's taken my bed, too. 듣기 View video EXID : 나보고싶어우유?",
      "english": "She's taken my bed, too."
    },
    {
      "korean": "지금 우리가 다 점령했거든. - 점령했어요. Because we occupied. - We did it. 듣기 View video Golden Child : '울려라! 골든차일드' 7화 ('Ring it! Golden Child' ep.7)",
      "english": "Because we occupied. - We did it."
    },
    {
      "korean": "게시판에 점령을 했어요. This was invaded in the notice board. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 WITH 스타트렉 배우 내한 현장 A night's entertainment news",
      "english": "This was invaded in the notice board."
    },
    {
      "korean": "[밑반찬도 점령한 대게] 그러네. [There are crab in the side dishes] I see. 듣기 View video V WEB DRAMA : [플랜맨 뉴비기닝] 6회 | 게다리 잡고 삐약삐약",
      "english": "[There are crab in the side dishes] I see."
    }
  ],
  "examples": [
    {
      "korean": "the seizure of Burma by Japan in 1942 발음듣기 1942년 일본의 버마 점령 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the seizure of Burma by Japan in 1942 발음"
    },
    {
      "korean": "the Spanish conquests in South America 발음듣기 남미 내의 스페인 점령지 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the Spanish conquests in South America 발음"
    },
    {
      "korean": "He spent his childhood in occupied Europe. 발음듣기 그는 어린 시절을 점령당한 유럽에서 보냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He spent his childhood in occupied Europe. 발음"
    },
    {
      "korean": "The capital has been occupied by the rebel army. 발음듣기 (그 나라) 수도가 반란군들에게 점령되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The capital has been occupied by the rebel army. 발음"
    },
    {
      "korean": "During the war their lands were occupied by the enemy. 발음듣기 전쟁 중에 그들의 땅이 적군에 점령당했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "During the war their lands were occupied by the enemy. 발음"
    }
  ]
}