{
  "phrases": [
    {
      "phrase": "접지",
      "hanja": " (接地)",
      "example": {},
      "meanings": [
        "(전기) ground[earth] connection, grounding, earthing, a ground, an earth, 접지하다 earth, ground"
      ]
    },
    {
      "phrase": "접지",
      "hanja": " (摺紙)",
      "example": {},
      "meanings": [
        "folding paper, paper[sheet] folding, 접지하다 fold paper (to bind a book)"
      ]
    },
    {
      "phrase": "접지",
      "hanja": " (椄枝)",
      "example": {},
      "meanings": [
        "a branch graft(ing), a slip, 접지하다 graft"
      ]
    },
    {
      "phrase": "접지(VOBC용)",
      "hanja": " (接地)",
      "example": {},
      "meanings": [
        "VOBC(Vehicle On Board Controller) Earth Connecting"
      ]
    },
    {
      "phrase": "접지도",
      "hanja": "",
      "example": {},
      "meanings": [
        "a folding map"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "earth",
      "frequency": 2
    },
    {
      "meaning": "ground 1",
      "frequency": 2
    },
    {
      "meaning": "graft 1",
      "frequency": 1
    },
    {
      "meaning": "slip 2",
      "frequency": 0
    },
    {
      "meaning": "ground connection",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "딱 접어, 너네 크게 접지 마. Fold it right in half. Don't fool me. 듣기 View video TWICE : TWICE SHOWCASE #3 TT",
      "english": "Fold it right in half. Don't fool me."
    },
    {
      "korean": "너 안 씻고 왔잖아, 접지 마라. - 씻고 왔어! You didn't wash up. Don't fold. - I washed up! 듣기 View video iKON : [KONIC TV] 코니들의 신나는 여름밤",
      "english": "You didn't wash up. Don't fold. - I washed up!"
    },
    {
      "korean": "접지 않고 바로 거는데 - 맞아요. I don't fold it but hang it right away. - That's right. 듣기 View video V COOKIE : [Full]SPECIAL WEEK - EP.3 OH MY GIRL (오마이걸)",
      "english": "I don't fold it but hang it right away. - That's right."
    },
    {
      "korean": "아린아, 얘기를 좀 해주면서 접지 그랬어요. Arin, you should have told us while you were folding it. 듣기 View video V COOKIE : [Full]SPECIAL WEEK - EP.3 OH MY GIRL (오마이걸)",
      "english": "Arin, you should have told us while you were folding it."
    },
    {
      "korean": "좋은 구절 책 접지 말고 이렇게 꽂기용으로 몇개 선물해주셨어요. They said to not fold the pages, but to stick them on. 듣기 View video Park Bo Young : 오늘도 노잼!",
      "english": "They said to not fold the pages, but to stick them on."
    }
  ],
  "examples": [
    {
      "korean": "The tyres were worn below the legal limit of 1.6 mm of tread. 발음듣기 그 타이어는 접지면이 법정 한도인 1. 6mm 이하로 닳아 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The tyres were worn below the legal limit of 1.6 mm of tread. 발음"
    },
    {
      "korean": "The crystals are embedded in the tire tread, and the signals they emit are picked up and interpreted by a receiver tucked safely away in the body of the car. 발음듣기 이 수정을 타이어의 접지면에 끼워 넣어 이 수정에서 발하는 신호를 차체의 눈에 안 띄는 곳에 안전하게 설치된 수신 장치가 포착하여 타이어의 상태를 파악하게 되는 것이다. YBM All in All English-Korean Dictionary",
      "english": "The crystals are embedded in the tire tread, and the signals they emit are picked up and interpreted by a receiver tucked safely away in the body of the car. 발음"
    },
    {
      "korean": "The plane put to earth finally. 발음듣기 마침내 비행기가 접지했다. YBM All in All English-Korean Dictionary",
      "english": "The plane put to earth finally. 발음"
    },
    {
      "korean": "an earth antenna [circuit] 발음듣기 접지 안테나[회로(回路)]. Friendict Level English-Korean Dictionary",
      "english": "an earth antenna [circuit] 발음"
    },
    {
      "korean": "I want one that will hold ordinary letter-paper sized documents without folding. 발음듣기 보통 편지 크기의 서류를 접지 않고 넣을 수 있는 것을 찾습니다. Practical English Conversation Dictionary",
      "english": "I want one that will hold ordinary letter-paper sized documents without folding. 발음"
    }
  ]
}