{
  "phrases": [
    {
      "phrase": "정",
      "hanja": " (情)",
      "example": {},
      "meanings": [
        "(사랑, 친근감) affection, attachment",
        "(성 관계)"
      ]
    },
    {
      "phrase": "정",
      "hanja": "",
      "example": {},
      "meanings": [
        "(연장) chisel"
      ]
    },
    {
      "phrase": "정",
      "hanja": " (錠)",
      "example": {},
      "meanings": [
        "(알약을 세는 단위) tablet, pill"
      ]
    },
    {
      "phrase": "정",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정말로) really, truly"
      ]
    },
    {
      "phrase": "정",
      "hanja": " (挺·詳)",
      "example": {},
      "meanings": [
        "(총 등을 세는 단위)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "well 2",
      "frequency": 3
    },
    {
      "meaning": "jumper 1",
      "frequency": 3
    },
    {
      "meaning": "court of law",
      "frequency": 0
    },
    {
      "meaning": "net 2",
      "frequency": 3
    },
    {
      "meaning": "gad 2",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "파란색 나... 정... Blue.. Na.. Jeong... 듣기 View video Dispatch : [Dicon] \"정연’s Special Day\" (디아이콘 : 트와이스)",
      "english": "Blue.. Na.. Jeong..."
    },
    {
      "korean": "정 - 정? Affection. (jung in Korean) - Affection? 듣기 View video World Klass (월드 클래스) : 첫방송 D-10 \"월드 클래스를 소개합니다!\" / Premiere D-10 \"Meet WORLD KLASS!\"",
      "english": "Affection. (jung in Korean) - Affection?"
    },
    {
      "korean": "정총무가 쏜다! Manager Jung is buying! 듣기 View video MAMAMOO : [휘인] 'soar' Album Making - Epilogue #2",
      "english": "Manager Jung is buying!"
    },
    {
      "korean": "정? - 정상? Affection? - Is it JUNG SANG? 듣기 View video World Klass (월드 클래스) : 첫방송 D-10 \"월드 클래스를 소개합니다!\" / Premiere D-10 \"Meet WORLD KLASS!\"",
      "english": "Affection? - Is it JUNG SANG?"
    },
    {
      "korean": "[열-정] 뭔지 알지? You know what it is, right? 듣기 View video AB6IX : AB6IX (에이비식스) 추석 과일 만들기(로 시작했는데...)",
      "english": "You know what it is, right?"
    }
  ],
  "examples": [
    {
      "korean": "I find his manner very off-putting. 듣기 Add to Wordbook 나는 그의 태도가 정말 정이 안 가. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I find his manner very off-putting. Add to Wordbook"
    },
    {
      "korean": "A cornered stone meets the mason's chisel. 듣기 Add to Wordbook 모난 돌이 (석공의) 정 맞는다. (서양속담, 겸손속담) 명언/속담",
      "english": "A cornered stone meets the mason's chisel. Add to Wordbook"
    },
    {
      "korean": "My ex-boyfriend called me and said he just wanted me to go over to his place over beer for old time’s sake. 듣기 Add to Wordbook 옛 남친이 전화했는데 그냥 옛정을 생각해서 자기 집에 맥주나 마시러 오라고 하더라고. DARAKWON",
      "english": "My ex-boyfriend called me and said he just wanted me to go over to his place over beer for old time’s sake. Add to Wordbook"
    },
    {
      "korean": "I woke up late and had to skip breakfast. Sooo hungry right now. 듣기 Add to Wordbook 늦잠 자서 아침 걸러야 했어. 지금 정~말 배고파. DARAKWON",
      "english": "I woke up late and had to skip breakfast. Sooo hungry right now. Add to Wordbook"
    },
    {
      "korean": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite. (G. K. Chesterton) 듣기 Add to Wordbook 내가 성공한 것은 최고의 조언에 진심으로 귀 기울인 후 그에 얽매이지 않고 정 반대를 행한 덕이다. (G. K. 체스터튼, 성공명언) 명언/속담",
      "english": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite. (G. K. Chesterton) Add to Wordbook"
    }
  ]
}