{
  "phrases": [
    {
      "phrase": "정부군",
      "hanja": "",
      "example": {},
      "meanings": [
        "government forces"
      ]
    },
    {
      "phrase": "정부군을 돕다",
      "hanja": "",
      "example": {},
      "meanings": [
        "help (the) government army"
      ]
    },
    {
      "phrase": "정부군을 합치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "unite government troops"
      ]
    },
    {
      "phrase": "정부군을 대하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "face (the) government army"
      ]
    },
    {
      "phrase": "정부군을 갖추다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have government army"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Federales",
      "frequency": 0
    },
    {
      "meaning": "Black and Tan",
      "frequency": 0
    },
    {
      "meaning": "bláck and tán",
      "frequency": 0
    },
    {
      "meaning": "contra",
      "frequency": 0
    },
    {
      "meaning": "FARDC",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Government forces moved in to retake the city. 듣기 Add to Wordbook 정부군이 그 도시를 탈환하기 위해 전진해 들어왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Government forces moved in to retake the city. Add to Wordbook"
    },
    {
      "korean": "Government forces have failed to contain the rebellion. 듣기 Add to Wordbook 정부군이 반란을 진압하지 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Government forces have failed to contain the rebellion. Add to Wordbook"
    },
    {
      "korean": "Government troops soon recaptured the island. 듣기 Add to Wordbook 정부군이 곧 그 섬을 탈환했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Government troops soon recaptured the island. Add to Wordbook"
    },
    {
      "korean": "Government troops were forced to withdraw. 듣기 Add to Wordbook 정부군은 어쩔 수 없이 철수해야 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Government troops were forced to withdraw. Add to Wordbook"
    },
    {
      "korean": "They attempted to wrest control of the town from government forces. 듣기 Add to Wordbook 그들은 정부군에게서 그 도시에 대한 통제권을 탈취하려고 시도했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They attempted to wrest control of the town from government forces. Add to Wordbook"
    }
  ]
}