{
  "phrases": [
    {
      "phrase": "정돈",
      "hanja": " (整頓)",
      "example": {},
      "meanings": [
        "order, arrangement, adjustment, 정돈하다 arrange, put in order, set[put] to rights, order, adjust"
      ]
    },
    {
      "phrase": "정돈",
      "hanja": " (停頓)",
      "example": {},
      "meanings": [
        "a standstill, a deadlock, a stalemate, 정돈하다 come to a standstill, reach a deadlock, reach the end of the road"
      ]
    },
    {
      "phrase": "정돈하다",
      "hanja": " (整頓하다)",
      "example": {},
      "meanings": [
        "tidy (up), straighten (up), clear up, put[set] (sth) in order, arrange"
      ]
    },
    {
      "phrase": "방을 정돈하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "tidy (up) one's room",
        "straighten[clear] up one's room"
      ]
    },
    {
      "phrase": "정돈되어 있지 않다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be in disorder"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "order",
      "frequency": 2
    },
    {
      "meaning": "trimness",
      "frequency": 0
    },
    {
      "meaning": "tidiness",
      "frequency": 0
    },
    {
      "meaning": "tidy",
      "frequency": 2
    },
    {
      "meaning": "neat",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "그 정돈 아니야아! It's not that bad! 듣기 View video V PICK! : [CIX] ~호로로록 쭈와아아압 막내즈의 우당탕탕 무국물 마시기~ (JINYOUNG&HYUNSUK drinking chicken radish soup)",
      "english": "It's not that bad!"
    },
    {
      "korean": "피부가 정말 화사하게 정돈이 되었죠? It creates natural and fresh glow. 듣기 View video EMMA BEAUTY : [화보장인엠마] 시세이도 글로우 쿠션 & 톤업 쿠션으로 완성하는 맑고 투명한 광채 스킨",
      "english": "It creates natural and fresh glow."
    },
    {
      "korean": "[오른쪽 정리 정돈 합격] - 괜찮죠? - 괜찮죠? [Right side is clean] - It's okay... - It's okay? 듣기 View video BTS : Run BTS! 2020 - EP.103",
      "english": "[Right side is clean] - It's okay... - It's okay?"
    },
    {
      "korean": "피부결이 뭔가 정돈된 느낌이죠? It seems that it evens my skin tone. 듣기 View video SmileJ : [해외에서 난리난 연예인 스킨케어] 유튜버가 행사에 초대 받으면? 선물 받은 제품 언박싱",
      "english": "It seems that it evens my skin tone."
    },
    {
      "korean": "우리는 마무리까지 깔끔하게 정리정돈을 해볼까? Shall we clean the kitchen table up? 듣기 View video Dispatch : [ⓓxV] “셉라면 챌린지②” (세븐틴 : SEVENTEEN)",
      "english": "Shall we clean the kitchen table up?"
    }
  ],
  "examples": [
    {
      "korean": "The house had been kept in good order. 발음듣기 그 집은 정돈이 잘 되어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The house had been kept in good order. 발음"
    },
    {
      "korean": "They sat in her neat and tidy kitchen. 발음듣기 그들은 그녀의 깔끔하게 정돈된 부엌에 앉아 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They sat in her neat and tidy kitchen. 발음"
    },
    {
      "korean": "I spent all morning cleaning and tidying. 발음듣기 나는 청소하고 정돈하느라 오전을 다 보냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I spent all morning cleaning and tidying. 발음"
    },
    {
      "korean": "Keep your room neat and clean. 발음듣기 방을 깨끗하게 정돈해 두어라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Keep your room neat and clean. 발음"
    },
    {
      "korean": "I like everything to be neat and tidy. 발음듣기 나는 모든 것이 깔끔하게 잘 정돈되어 있는 게 좋다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I like everything to be neat and tidy. 발음"
    }
  ]
}