{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "이 정도일 줄 몰랐어요. I didn't know I was that good. 듣기 View video IZ*ONE : IZ*ONE 에너지 캠(ENOZI Cam) EP.15",
      "english": "I didn't know I was that good."
    },
    {
      "korean": "유지력이 이 정도일 줄은 몰랐습니다. I didn't know it'd be to this extent. 듣기 View video KONGSUENI : [Kongsueni 콩슈니] 어뮤즈 런칭행사 같이구경해요 AMUSE make-up brand Launching event",
      "english": "I didn't know it'd be to this extent."
    },
    {
      "korean": "이 정도일 거라고는 생각 못했어. I didn't expect this. 듣기 View video AKMU : 지우는방송",
      "english": "I didn't expect this."
    },
    {
      "korean": "그 정도일 줄 몰랐어요. I didn't know you are that weak. 듣기 View video iKON : MERRY KONY'S MAS",
      "english": "I didn't know you are that weak."
    },
    {
      "korean": "그 정도 일은 벌어질 수도 있지 않을까? So, I guess it's a possibility? 듣기 View video PSY : [REPLAY] PSY LITTLE TELEVISION 2",
      "english": "So, I guess it's a possibility?"
    }
  ],
  "examples": [
    {
      "korean": "There’s only a minimal amount of risk involved. 듣기 Add to Wordbook 관련된 위험은 아주 적은 정도일 뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There’s only a minimal amount of risk involved. Add to Wordbook"
    },
    {
      "korean": "The conviction of their son’s murderer helped to give them a sense of closure. 듣기 Add to Wordbook 자신들의 아들을 죽인 자에게 내려진 유죄 판결은 그들에게 어느 정도 일이 종결되었다는 기분이 들게 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The conviction of their son’s murderer helped to give them a sense of closure. Add to Wordbook"
    },
    {
      "korean": "I will be able to check my e-mails only sporadically at best. 듣기 Add to Wordbook 기껏해야 가끔 메일을 확인하는 정도일 겁니다. DARAKWON",
      "english": "I will be able to check my e-mails only sporadically at best. Add to Wordbook"
    },
    {
      "korean": "Sure, I'm worried about getting the swine flu, but it's similar to the common cold. 듣기 Add to Wordbook 나도 물론 돼지 독감에 대해 우려하지만 일반 감기와 비슷한 정도일 뿐이다. Neungyule",
      "english": "Sure, I'm worried about getting the swine flu, but it's similar to the common cold. Add to Wordbook"
    },
    {
      "korean": "Why don't you take off from work for a few days? 듣기 Add to Wordbook 며칠 정도 일을 쉬는 게 어떻습니까? YBM All in All English-Korean Dictionary",
      "english": "Why don't you take off from work for a few days? Add to Wordbook"
    }
  ]
}