{
  "phrases": [
    {
      "phrase": "정의",
      "hanja": " (情誼)",
      "example": {},
      "meanings": [
        "Noun friendship, bond"
      ]
    },
    {
      "phrase": "정",
      "hanja": " (情)",
      "example": {},
      "meanings": [
        "(사랑, 친근감) affection, attachment",
        "(성 관계)"
      ]
    },
    {
      "phrase": "정",
      "hanja": " (錠)",
      "example": {},
      "meanings": [
        "(알약을 세는 단위) tablet, pill"
      ]
    },
    {
      "phrase": "정",
      "hanja": "",
      "example": {},
      "meanings": [
        "(연장) chisel"
      ]
    },
    {
      "phrase": "정",
      "hanja": "",
      "example": {},
      "meanings": [
        "(정말로) really, truly"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Zheng Yi",
      "frequency": 0
    },
    {
      "meaning": "well 2",
      "frequency": 2
    },
    {
      "meaning": "court of law",
      "frequency": 0
    },
    {
      "meaning": "you scratch my back and I'll scratch yours",
      "frequency": 0
    },
    {
      "meaning": "net 2",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "이 친구는 배송 오다가 바꿔서 왔는데도 정이 들어서 제가 이렇게... This one was shipped to my house by error but I fell in love with him anyways. 듣기 View video V Beauty : [연두콩의 이지뷰티] 헤어에센스 헤어오일 리뷰 Hair Essence & Hair Oil",
      "english": "This one was shipped to my house by error but I fell in love with him anyways."
    },
    {
      "korean": "근데 이 화장품에 정이 들었다 하는 건 없어요. But I don't particularly keep them. 듣기 View video V Beauty : 연두콩의 뒤죽박죽 화장대 소개 Yeondukong's dressing table",
      "english": "But I don't particularly keep them."
    },
    {
      "korean": "이 년도 이렇게 정이 들었는데... 뒤에서 왜 우세요? We got this close in two years... Why are you crying in the back? 듣기 View video LOVELYZ : LOVELYZ 2nd ANNIVERSARY",
      "english": "We got this close in two years... Why are you crying in the back?"
    },
    {
      "korean": "처음으로 연기를 하다보니까 처음인 게 너무 많았어서 이 작품에 남다른 정이 있더라고요. I acted for the first time. I did a lot of things for the first time, so I had attachment to this. 듣기 View video INFINITE : 인더하이츠 막공",
      "english": "I acted for the first time. I did a lot of things for the first time, so I had attachment to this."
    },
    {
      "korean": "뭐 장문의 설명해야 돼? - 정이 없어 정이라는 게 없어? Do I have to explain it to you in length? - There's no affection. Do you not have affection? 듣기 View video BTOB : 비투비 - 비트콤 #83 (2018 가요대제전 & 대장금이 보고있다 카메오 현장 비하인드)",
      "english": "Do I have to explain it to you in length? - There's no affection. Do you not have affection?"
    }
  ],
  "examples": [
    {
      "korean": "\"He has superior powers of expression,\" Jung once said about the young saxophonist. 발음듣기 “그는 표현력이 뛰어나다”라고 정이 이 젊은 색소포니스트에 관하여 말한바 있다. TIMES CORE",
      "english": "\"He has superior powers of expression,\" Jung once said about the young saxophonist. 발음"
    },
    {
      "korean": "For example, famous actresses such as Ko Hyung-jung, Lee Seung-yeon, Kim Sa-rang, Park Si-yeon, Lee Bo-young and Kim Nam-joo are all former Miss Korea winners. 발음듣기 예를 들어, 고 현 정, 이 승 연, 김 사 랑, 박 시 연, 이 보 영, 그리고, 김 남 주와 같은 유명한 여배우들이 미스 코리아 출신이잖아. TIMES CORE",
      "english": "For example, famous actresses such as Ko Hyung-jung, Lee Seung-yeon, Kim Sa-rang, Park Si-yeon, Lee Bo-young and Kim Nam-joo are all former Miss Korea winners. 발음"
    },
    {
      "korean": "And then I grew attached to it. 발음듣기 그 후로 난 정이 들어 버렸다. User translation Inaccurate information may be included due to the users' self-traslation. III(futu****) Web Collection",
      "english": "And then I grew attached to it. 발음"
    },
    {
      "korean": "That's why you never get attached. 발음듣기 그래서 너가 절대 정이 안드는구나 User translation Inaccurate information may be included due to the users' self-traslation. 믄디(ejki****) Web Collection",
      "english": "That's why you never get attached. 발음"
    },
    {
      "korean": "If you name them, you're gonna get attached. 발음듣기 니가 그들에게 이름을 붙이면, 넌 정이 들거야 User translation Inaccurate information may be included due to the users' self-traslation. 믄디(ejki****) Web Collection",
      "english": "If you name them, you're gonna get attached. 발음"
    }
  ]
}