{
  "phrases": [
    {
      "phrase": "정통성",
      "hanja": " (正統性)",
      "example": {},
      "meanings": [
        "Noun legitimacy, authenticity"
      ]
    },
    {
      "phrase": "정통성",
      "hanja": " (正統性)",
      "example": {},
      "meanings": [
        "법률 legitimacy"
      ]
    },
    {
      "phrase": "정통성을 확립하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "secure[establish] one's legitimacy"
      ]
    },
    {
      "phrase": "정통성을 받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "get legitimacy"
      ]
    },
    {
      "phrase": "정통성을 얻다",
      "hanja": "",
      "example": {},
      "meanings": [
        "obtain legitimacy"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Legitimitat",
      "frequency": 0
    },
    {
      "meaning": "space transference",
      "frequency": 0
    },
    {
      "meaning": "legitimacy question",
      "frequency": 0
    },
    {
      "meaning": "정통",
      "frequency": 0
    },
    {
      "meaning": "Orleanist",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "역사의 정통성과 문제가 있는 거죠. It can harm the authenticity of history. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "It can harm the authenticity of history."
    }
  ],
  "examples": [
    {
      "korean": "The army must give power back to the legitimate government. 발음듣기 군부는 정통성을 가진 정부에게 권력을 이양해야 한다. YBM All in All English-Korean Dictionary",
      "english": "The army must give power back to the legitimate government. 발음"
    },
    {
      "korean": "The Senate campaign last week, which she hoped would add legitimacy to her government, was marred by violence. 발음듣기 그녀가 그녀의 정부에 법적 정통성을 더해 주리라 희망했었던 지난주의 상원의원 선거 유세는 폭력사태로 손상되었다. YBM All in All English-Korean Dictionary",
      "english": "The Senate campaign last week, which she hoped would add legitimacy to her government, was marred by violence. 발음"
    },
    {
      "korean": "The emperor tried to prove his legitimacy and show off his empire's wealth and power by sending spectacular fleets on great voyages. 발음듣기 황제는 그의 정통성을 증명하려 노력했고 그리고 많은 수의 함대를 대장정에 보냄으로써 황실의 부와 권력을 과시하려 했다. Neungyule",
      "english": "The emperor tried to prove his legitimacy and show off his empire's wealth and power by sending spectacular fleets on great voyages. 발음"
    },
    {
      "korean": "According to Pei, corruption in China puts the nation's economic development at risk and 'undermines the legitimacy of the ruling Chinese Communist Party.' 발음듣기 페이에 따르면, 중국의 부패가 자국의 경제 발전을 위기에 봉착시키며, 집권당인 중국 공산당의 합법성(정통성)을 손상시킨다. Neungyule",
      "english": "According to Pei, corruption in China puts the nation's economic development at risk and 'undermines the legitimacy of the ruling Chinese Communist Party.' 발음"
    },
    {
      "korean": "Some Westerners have gone as far as calling the wearing of the niqab and the burqa as tantamount to a refusal to accept the legitimacy of their new homes. 발음듣기 일부 서구인들은 니카브와 부르카를 착용하는 것은 새로운 집의 정통성을 받아들이는 것을 거부하는 것과 같다고까지 얘기했다. Neungyule",
      "english": "Some Westerners have gone as far as calling the wearing of the niqab and the burqa as tantamount to a refusal to accept the legitimacy of their new homes. 발음"
    }
  ]
}