{
  "phrases": [
    {
      "phrase": "정통",
      "hanja": " (正統)",
      "example": {},
      "meanings": [
        "(바른 계통) authenticity, (법적 정통성) legitimacy",
        "(정통으로'의 형태로 쓰여)"
      ]
    },
    {
      "phrase": "정통하다",
      "hanja": " (精通하다)",
      "example": {},
      "meanings": [
        "be familiar (with) (formal) be well-versed (in), (formal) be well-acquainted (with), (formal) be conversant (with),"
      ]
    },
    {
      "phrase": "정통주의자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a legitimist"
      ]
    },
    {
      "phrase": "정통한 소식통",
      "hanja": "",
      "example": {},
      "meanings": [
        "a well-informed person"
      ]
    },
    {
      "phrase": "정정에 정통하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be familiar[conversant] with political conditions"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mastership",
      "frequency": 0
    },
    {
      "meaning": "legitimacy",
      "frequency": 0
    },
    {
      "meaning": "conversance",
      "frequency": 0
    },
    {
      "meaning": "knowledgeability",
      "frequency": 0
    },
    {
      "meaning": "conversancy",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "딱 봐도 셋 다 발라드 아닙니까? - 정통 발라드? All three of them are perfect for ballad song. - Traditional ballad? 듣기 View video V COOKIE : [Full]SINGING ROOM X PENTAGON - 코인노래방 X 펜타곤",
      "english": "All three of them are perfect for ballad song. - Traditional ballad?"
    },
    {
      "korean": "정통 랩 한번 보여주세요 - 정통 랩... Show us some authentic rapping. - Authentic rap. 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 2회 - 세상에서 제일 치명적인 '래퍼' 신혜성",
      "english": "Show us some authentic rapping. - Authentic rap."
    },
    {
      "korean": "정통 무굴 요리사가 만든 탄두리치킨의 맛은 어떨까요? So, what would tandoori chicken cooked by a traditional Mughal cook taste like? 듣기 View video YOCLUB (요리인류클럽) : [치킨인류] EP2.인도 탄두리 치킨 Chicken Odyssey",
      "english": "So, what would tandoori chicken cooked by a traditional Mughal cook taste like?"
    },
    {
      "korean": "정통? - 정통으로. Traditional? - Traditional. 듣기 View video V Special : SBS파워FM 오늘같은밤 힙합위크LIVE: 슬리피X딥플로우X베이식",
      "english": "Traditional? - Traditional."
    },
    {
      "korean": "세월을 정통으로 맞았어요. But I grew old. 듣기 View video STAREMPIRE : [올망졸망] 깜짝 브이앱 방송 시작!!",
      "english": "But I grew old."
    }
  ],
  "examples": [
    {
      "korean": "He was well versed in employment law. 듣기 Add to Wordbook 그는 근로기준법에 정통해 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was well versed in employment law. Add to Wordbook"
    },
    {
      "korean": "It landed smack in the middle of the carpet. 듣기 Add to Wordbook 그것은 정통으로 카펫 한가운데에 떨어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It landed smack in the middle of the carpet. Add to Wordbook"
    },
    {
      "korean": "She has an encyclopedic knowledge of natural history. 듣기 Add to Wordbook 그녀는 박물학에 대해 정통한 지식을 지니고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She has an encyclopedic knowledge of natural history. Add to Wordbook"
    },
    {
      "korean": "a sound knowledge / understanding of sth 듣기 Add to Wordbook …에 대해 정통한 지식/철저한 이해 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a sound knowledge / understanding of sth Add to Wordbook"
    },
    {
      "korean": "I've already compiled a good list of web sites that seem to stay on top of what's new in the industry. 듣기 Add to Wordbook 저는 이미 업계의 최신 뉴스에 정통한 좋은 웹 사이트 목록을 수집해 두었습니다. DARAKWON",
      "english": "I've already compiled a good list of web sites that seem to stay on top of what's new in the industry. Add to Wordbook"
    }
  ]
}