{
  "phrases": [
    {
      "phrase": "제길",
      "hanja": "",
      "example": {},
      "meanings": [
        "Interjection darn it, damn"
      ]
    },
    {
      "phrase": "제길. 회사 늦겠어.",
      "hanja": "",
      "example": {},
      "meanings": [
        "아침의 행동을 나타내는 표현 Damn, I'm going to be late for work."
      ]
    },
    {
      "phrase": "제길이수축",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 isometric contraction"
      ]
    },
    {
      "phrase": "새만금 방조제길",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (자연관광) Saemangeum Embankment"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Umulje-gil",
      "frequency": 0
    },
    {
      "meaning": "Donginje-gil",
      "frequency": 0
    },
    {
      "meaning": "Sansinje-gil",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "없겠지만, 제 길이 아닌 것 같아요. But I thought it wasn't my cup of tea. 듣기 View video 아이틴걸즈(i-Teen Girls) : 방과 후 아지트 #08_DoYeon (After school i.G.T)",
      "english": "But I thought it wasn't my cup of tea."
    },
    {
      "korean": "오늘 열심히 했지만 연기는 제 길이 아닌 거 같아요. I tried hard to act, but I don't think it's my way. 듣기 View video IDOL x IDOL : ToppDogg - 탑독 '탑독 하태핫해!!'",
      "english": "I tried hard to act, but I don't think it's my way."
    },
    {
      "korean": "[제 길 찾은 질문] - 그건 좀... - 그룹 출신이죠? [Now it's getting somewhere] - That's a bit... - Isn't he from a boy band? 듣기 View video Big Picture (빅픽처) : 빅픽처 ep78_어느 별에서 왔니? 美친(?) 매력의 그녀들!",
      "english": "[Now it's getting somewhere] - That's a bit... - Isn't he from a boy band?"
    },
    {
      "korean": "쟈니 씨는 학교에서 뭔가 소개를 해 주거나... - 저는 제 길 찾기 바빴어요. JOHNNY, have you done anything like this? - I was busy on my own business. 듣기 View video NCT의 night night! : NCT 마크와 함께하는 '동심 DREAM' 녹음 현장! (with Mark Tue. 21st Mar. at 8pm)",
      "english": "JOHNNY, have you done anything like this? - I was busy on my own business."
    }
  ],
  "examples": [
    {
      "korean": "The bus veered onto the wrong side of the road. 듣기 Add to Wordbook 그 버스가 방향을 홱 틀며 (제 길에서 벗어나) 도로 반대쪽으로 들어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The bus veered onto the wrong side of the road. Add to Wordbook"
    },
    {
      "korean": "I always draw the short straw, shit. 듣기 Add to Wordbook 난 항상 밑지기만 하지, 제길. YBM All in All English-Korean Dictionary",
      "english": "I always draw the short straw, shit. Add to Wordbook"
    },
    {
      "korean": "Boy, I hate school assignments! 듣기 Add to Wordbook 제길, 난 학교 숙제가 싫어! YBM All in All English-Korean Dictionary",
      "english": "Boy, I hate school assignments! Add to Wordbook"
    },
    {
      "korean": "Damn it! Go to Halifax! 듣기 Add to Wordbook 제길, 뒈져버려! YBM All in All English-Korean Dictionary",
      "english": "Damn it! Go to Halifax! Add to Wordbook"
    },
    {
      "korean": "You know who I am, damn it! 듣기 Add to Wordbook 넌 내가 누군지 알아,제길! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 스탠다드(fing****)",
      "english": "You know who I am, damn it! Add to Wordbook"
    }
  ]
}