{
  "phrases": [
    {
      "phrase": "제공자",
      "hanja": " (提供者)",
      "example": {},
      "meanings": [
        "a ((blood)) donor, an offerer, a sponsor"
      ]
    },
    {
      "phrase": "정보 제공자",
      "hanja": "",
      "example": {},
      "meanings": [
        "an informant",
        "an informer"
      ]
    },
    {
      "phrase": "수혈의 제공자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a donor of blood for transfusion"
      ]
    },
    {
      "phrase": "이름을 알 수 없는 정부 내의 정보 제공자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a nameless source in the government"
      ]
    },
    {
      "phrase": "혈액 제공자",
      "hanja": " (血液提供者)",
      "example": {},
      "meanings": [
        "a blood donor"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "provider",
      "frequency": 0
    },
    {
      "meaning": "offerer",
      "frequency": 0
    },
    {
      "meaning": "tenderer",
      "frequency": 0
    },
    {
      "meaning": "profferer",
      "frequency": 0
    },
    {
      "meaning": "offeror",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[긴장한 케이크 제공자..] [The nervous cake provider...] View video MAMAMOO : [MMMTV4] EP34 난리가 나",
      "english": "[The nervous cake provider...]"
    },
    {
      "korean": "[얼굴 참사 원인 제공자] 나야. [The reason for her makeup crisis] It's me. 듣기 View video MONSTA X : MONSTA X-RAY2 (몬스타엑스레이2)_6화",
      "english": "[The reason for her makeup crisis] It's me."
    }
  ],
  "examples": [
    {
      "korean": "The state is still the main provider of welfare. 발음듣기 국가가 아직 주된 복지 제공자이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The state is still the main provider of welfare. 발음"
    },
    {
      "korean": "Recommendation systems are beneficial to both service providers and users. 발음듣기 추천 시스템은 서비스 제공자와 사용자 모두에게 유용하다. 국제영어대학원대학교 신어사전",
      "english": "Recommendation systems are beneficial to both service providers and users. 발음"
    },
    {
      "korean": "The Communist Party wiped out private wealth and became the sole provider of social services for more than 30 years. 발음듣기 공산당이 민간의 부를 일소하고, 30여 년 동안 유일한 사회 봉사 제공자가 됐습니다 YBM All in All English-Korean Dictionary",
      "english": "The Communist Party wiped out private wealth and became the sole provider of social services for more than 30 years. 발음"
    },
    {
      "korean": "He said, 'Technically, it is possible for someone to upgrade this program to gain details on information providers. 발음듣기 기술적으로, 누군가가 이 프로그램을 발전시켜 정보 제공자들의 상세정보를 얻는 것은 가능합니다. Neungyule",
      "english": "He said, 'Technically, it is possible for someone to upgrade this program to gain details on information providers. 발음"
    },
    {
      "korean": "The law does say, however, that the provider must have shown a record of effectiveness in helping students learn. 발음듣기 그러나 이 법은 과외교육의 제공자는 학생들의 학습 지도에서 성과를 낸 경력이 있어야 한다고 규정하고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "The law does say, however, that the provider must have shown a record of effectiveness in helping students learn. 발음"
    }
  ]
}