{
  "phrases": [
    {
      "phrase": "제대로",
      "hanja": "",
      "example": {},
      "meanings": [
        "(격식·규격 등에 맞게) properly, right",
        "(마음먹은 대로)",
        "(알맞은 정도로)"
      ]
    },
    {
      "phrase": "제대로 된 직업",
      "hanja": "",
      "example": {},
      "meanings": [
        "a reputable occupation"
      ]
    },
    {
      "phrase": "제대로 하게 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "let do as he pleases"
      ]
    },
    {
      "phrase": "제대로 잠을 못 자다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sleep badly"
      ]
    },
    {
      "phrase": "내가 제대로 들은 거야?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Did I hear you correctly?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "right",
      "frequency": 3
    },
    {
      "meaning": "properly",
      "frequency": 3
    },
    {
      "meaning": "well",
      "frequency": 3
    },
    {
      "meaning": "rightly",
      "frequency": 3
    },
    {
      "meaning": "aright",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "나 센터 제대로 했어? Did I do the center job correctly? 듣기 View video OSEN : PENTAGON 펜타곤, 우당탕탕 'Dr.베베' 댄스 챌린지 #스타로드 01",
      "english": "Did I do the center job correctly?"
    },
    {
      "korean": "다음에는 진짜 몰래 라이브를 제대로 한번 해볼까? 어디 할 거 없나? Should I do a \"Secret Live\" properly next time? Is there a place to do it? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Should I do a \"Secret Live\" properly next time? Is there a place to do it?"
    },
    {
      "korean": "투수가 제대로 던졌는데 안 치고 피하기만 하면 아웃 되겠죠? Well, if the pitcher pitches it right and you keep avoiding the ball, then you are out. 듣기 View video 플레이리스트 (Playlist) : 마지막화) 5분 만에 전남친한테 최고의 복수하는 법 [엑스엑스(XX)] - EP.10",
      "english": "Well, if the pitcher pitches it right and you keep avoiding the ball, then you are out."
    },
    {
      "korean": "제대로 나오고 있나? Am I in the shot? 듣기 View video Stray Kids : [SKZ VLOG] 아이엔 : 아기빵, 우리집으로 가자",
      "english": "Am I in the shot?"
    },
    {
      "korean": "[이제야 제대로 봄] 아니... [Just saw them] What? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "[Just saw them] What?"
    }
  ],
  "examples": [
    {
      "korean": "You will be penalized for poor spelling. 듣기 Add to Wordbook 철자를 제대로 못 쓰면 벌을 받게 될 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You will be penalized for poor spelling. Add to Wordbook"
    },
    {
      "korean": "He was too drunk to articulate properly. 듣기 Add to Wordbook 그는 술이 너무 취해서 제대로 말을 못했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was too drunk to articulate properly. Add to Wordbook"
    },
    {
      "korean": "Their illnesses are attributable to a poor diet. 듣기 Add to Wordbook 그들의 병은 제대로 먹지 못한 것이 원인이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their illnesses are attributable to a poor diet. Add to Wordbook"
    },
    {
      "korean": "The breach between them never really healed. 듣기 Add to Wordbook 그들 사이에 패인 골은 결코 제대로 메워지지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The breach between them never really healed. Add to Wordbook"
    },
    {
      "korean": "I slipped and struggled to regain my footing. 듣기 Add to Wordbook 나는 미끄러져서 다시 제대로 발을 디디려고 버둥거렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I slipped and struggled to regain my footing. Add to Wordbook"
    }
  ]
}