{
  "phrases": [
    {
      "phrase": "제식",
      "hanja": " (制式)",
      "example": {},
      "meanings": [
        "rules"
      ]
    },
    {
      "phrase": "제식훈련",
      "hanja": " (制式訓練)",
      "example": {},
      "meanings": [
        "(군대) close-order drill"
      ]
    },
    {
      "phrase": "제식구령",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 combined command ▶‘쉬어’와 같이 예령과 동령 구분이 없는 구령"
      ]
    },
    {
      "phrase": "제식 및 의식",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 drill and ceremonies (D&C)"
      ]
    },
    {
      "phrase": "제식 동작",
      "hanja": " (制式動作)",
      "example": {},
      "meanings": [
        "Rule Motion"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "puja(h)",
      "frequency": 0
    },
    {
      "meaning": "a sacred rite",
      "frequency": 0
    },
    {
      "meaning": "square-bashing",
      "frequency": 0
    },
    {
      "meaning": "parament",
      "frequency": 0
    },
    {
      "meaning": "withershins",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "They are doing close-order drill on the drill ground. 듣기 Add to Wordbook 그들은 연병장에서 제식훈련 중이다 Neungyule",
      "english": "They are doing close-order drill on the drill ground. Add to Wordbook"
    },
    {
      "korean": "Some people say he had up to 3,000 students throughout his life, and out of those 3,000, he had 70 pupils who mastered the 'six arts' - ritual, music, archery, chariot riding, calligraphy, and mathematics. 듣기 Add to Wordbook 어떤 이는 공자 일생 동안 3천 여명의 학생들을 거느렸고, 그 3천명 중 6예(六藝)-제식, 음악, 궁술, 전차술, 서예, 수학- 에 통달한 70명의 제자가 있었다고 말한다. Neungyule",
      "english": "Some people say he had up to 3,000 students throughout his life, and out of those 3,000, he had 70 pupils who mastered the 'six arts' - ritual, music, archery, chariot riding, calligraphy, and mathematics. Add to Wordbook"
    },
    {
      "korean": "These cultures originally had a custom of making masks and costumes for rituals, where they played music and paraded around the village. 듣기 Add to Wordbook 이러한 문화는 원래 마을 주위를 퍼레이드 하는 장소에서, 그들의 음악을 연주하고 의식(제식)을 위한 가면과 의상을 만드는 전통이였다. TIMES CORE",
      "english": "These cultures originally had a custom of making masks and costumes for rituals, where they played music and paraded around the village. Add to Wordbook"
    },
    {
      "korean": "The Celts were no match for the drilled and well-equipped Roman army. 듣기 Add to Wordbook 켈트족들은 제식장비와 훈련을 받은 로마군에 상대가 되지 않았다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ddoll135468(ddol****)",
      "english": "The Celts were no match for the drilled and well-equipped Roman army. Add to Wordbook"
    },
    {
      "korean": "You got demon love spells, mojo sex chants, voodoo booty rituals. 듣기 Add to Wordbook 너는 악마적인 연애주술, 마력같은 성적인 노래, 주술적인 전리품제식을 했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "You got demon love spells, mojo sex chants, voodoo booty rituals. Add to Wordbook"
    }
  ]
}