{
  "phrases": [
    {
      "phrase": "제어기",
      "hanja": " (制御器)",
      "example": {},
      "meanings": [
        "(전기) a controller"
      ]
    },
    {
      "phrase": "전기 제어기",
      "hanja": "",
      "example": {},
      "meanings": [
        "an electric controller"
      ]
    },
    {
      "phrase": "회로 제어기",
      "hanja": " (回路制御機)",
      "example": {},
      "meanings": [
        "a circuit controller"
      ]
    },
    {
      "phrase": "전기제어기",
      "hanja": " (電氣制御器)",
      "example": {},
      "meanings": [
        "an electric controller."
      ]
    },
    {
      "phrase": "장치제어기",
      "hanja": " (裝置制御機)",
      "example": {},
      "meanings": [
        "[컴퓨터] a device controller."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Control Box",
      "frequency": 0
    },
    {
      "meaning": "printer controller",
      "frequency": 0
    },
    {
      "meaning": "an air brake",
      "frequency": 0
    },
    {
      "meaning": "camshaft controller",
      "frequency": 0
    },
    {
      "meaning": "master controller",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The web browser removed necessary files and drivers. 발음듣기 웹 브라우저 때문에 중요한 파일하구 제어기가 다 지워졌어. Neungyule",
      "english": "The web browser removed necessary files and drivers. 발음"
    },
    {
      "korean": "Created with the help of IBM, ATI, Samsung, and SiS, the Xbox 360 has a wireless controller, allows gamers to compete online, and download games. 발음듣기 IBM, ATI, 삼성, SiS의 도움으로 만들어진 Xbox 360은 무선 제어기를 갖고 있으며 게이머들이 온라인에서 경쟁하고 게임을 다운받게 한다. Neungyule",
      "english": "Created with the help of IBM, ATI, Samsung, and SiS, the Xbox 360 has a wireless controller, allows gamers to compete online, and download games. 발음"
    },
    {
      "korean": "The premium version of the PlayStation 3 has a 60 GB hard drive, Blu-ray drive, Bluetooth controller, flash memory card readers, and built-in Wi-Fi. 발음듣기 플레이스테이션 3의 프리미엄 버전은 60기가 바이트 용량의 하드 드라이브, 블루 레이 드라이브, 블루투스 제어기, 플래시 메모리 카드 리더기, 내장형 Wi-Fi가 들어있다. Neungyule",
      "english": "The premium version of the PlayStation 3 has a 60 GB hard drive, Blu-ray drive, Bluetooth controller, flash memory card readers, and built-in Wi-Fi. 발음"
    },
    {
      "korean": "Like Microsoft's Xbox 360, Wii had a wireless controller; however, it also has a remote that can detect motion and rotate in three dimensions. 발음듣기 마이크로소프트의 Xbox 360처럼 Wii에는 무선 제어기가 달려 있다. 하지만 이것은 또한 움직임을 감지하고 3차원으로 회전할 수 있는 리모트를 갖고 있다. Neungyule",
      "english": "Like Microsoft's Xbox 360, Wii had a wireless controller; however, it also has a remote that can detect motion and rotate in three dimensions. 발음"
    },
    {
      "korean": "Most were impressed with its high-powered cell processor for better graphics, ethernet for online gaming, Blu-ray disc player for playing CDs and DVDs, and wireless controller. 발음듣기 대부분은 더 좋은 그래픽을 위한 고전압 전지, 온라인 게임을 위한 이더넷, CD와 DVD를 재생시키기 위한 Blu-ray 디스크 플레이어, 무선 제어기에 깊은 감명을 받았다. Neungyule",
      "english": "Most were impressed with its high-powered cell processor for better graphics, ethernet for online gaming, Blu-ray disc player for playing CDs and DVDs, and wireless controller. 발음"
    }
  ]
}