{
  "phrases": [
    {
      "phrase": "젠장",
      "hanja": "",
      "example": {},
      "meanings": [
        "Damn!, Hang[Damn] it!, Pshaw!, Hell!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "damn",
      "frequency": 3
    },
    {
      "meaning": "heck",
      "frequency": 0
    },
    {
      "meaning": "fuck",
      "frequency": 3
    },
    {
      "meaning": "drat",
      "frequency": 0
    },
    {
      "meaning": "What a damn shame!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아! 이런 젠장! Ah! Oh man! 듣기 View video IU : [IU TV] 아이유 분노의 포토샵!",
      "english": "Ah! Oh man!"
    },
    {
      "korean": "하 이런 젠장! 어쩌지?? Oh my goodness, what should I do? 듣기 View video IU : [IU TV] April Fools'Day Special",
      "english": "Oh my goodness, what should I do?"
    },
    {
      "korean": "아 젠장, 되는 일이 하나도 없네. Nothing is working out. 듣기 View video VIXX : 오사카에횩",
      "english": "Nothing is working out."
    },
    {
      "korean": "어? 젠장... - 한 서너 분 남으신 것 같습니다. Huh? Crap... - We have about 3-4 standing. 듣기 View video BUZZ : BUZZ CONCERT <소풍가자>",
      "english": "Huh? Crap... - We have about 3-4 standing."
    },
    {
      "korean": "당신이 그 젠가남? - 젠가남이래. - 젠장? You are the \"Jenga-man\"? - Jenga-man? - Jengjang? 듣기 View video UP10TION : 앨범 공개 전 업텐션 미리 만나기♥",
      "english": "You are the \"Jenga-man\"? - Jenga-man? - Jengjang?"
    }
  ],
  "examples": [
    {
      "korean": "The devil and Tom Walker! 듣기 Add to Wordbook 젠장! YBM All in All English-Korean Dictionary",
      "english": "The devil and Tom Walker! Add to Wordbook"
    },
    {
      "korean": "I’m damn sure she had no idea. 듣기 Add to Wordbook 젠장, 그녀가 전혀 몰랐던 게 틀림없어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’m damn sure she had no idea. Add to Wordbook"
    },
    {
      "korean": "Who the heck are you? 듣기 Add to Wordbook 젠장 당신은 누구야? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Who the heck are you? Add to Wordbook"
    },
    {
      "korean": "What a damn shame! 듣기 Add to Wordbook 젠장, 정말 유감이군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "What a damn shame! Add to Wordbook"
    },
    {
      "korean": "Oh heck, I’m going to be late! 듣기 Add to Wordbook 이런 젠장, 늦겠군! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Oh heck, I’m going to be late! Add to Wordbook"
    }
  ]
}