{
  "phrases": [
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(해·달 등이) set, sink, go down",
        "(꽃·잎 등이) fall",
        "(때·얼룩 등이) come out, wash out, be removed"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(패배하다) lose, be defeated, be beaten, suffer a defeat"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건을 등에) carry[have, take] sth on one's back",
        "(빚·신세 등을) owe, be in debt (to)",
        "(책임을) take[assume, bear, shoulder] a responsibility (for/of)"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그늘·주름 등이) (주름이) be wrinkled, (그늘이) shade (in)",
        "(얼룩 등이) be[get] stained (with), be smudged (with), be[get] spotted (with)"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb jida",
        "Assistant adverb jida",
        "Assistant adverb jida"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "responsible",
      "frequency": 3
    },
    {
      "meaning": "quality",
      "frequency": 3
    },
    {
      "meaning": "gin",
      "frequency": 3
    },
    {
      "meaning": "become",
      "frequency": 3
    },
    {
      "meaning": "nightfall",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "3년 전에 - 3년 전에? - 3년 전에 만들어 졌던 곡이에요? Three years ago. - Three years ago? - It was made three years ago? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 18회 - 선미, '갑분싸' 막을 필살기로 걸그룹 댄스 소환... 실패!!!",
      "english": "Three years ago. - Three years ago? - It was made three years ago?"
    },
    {
      "korean": "누구죠? 아까 졌던 현빈 씨가 애교 가득한 목소리로 한 번 불러주세요. Who is it? Hyun Bin, since you lost, please call them out in a cute voice. 듣기 View video IDOL RADIO : [Full] 'IDOL RADIO' ep#2. 우리는 최강 아이돌 (with B.A.P영재, 권현빈)",
      "english": "Who is it? Hyun Bin, since you lost, please call them out in a cute voice."
    },
    {
      "korean": "아이스크림 대결에서 졌던. - 스타트 해 주시고요. 준비. You lost the ice cream game. - Press start and get ready. 듣기 View video SEVENTEEN : 세븐틴의 '아주 NICE' DAY COMEBACK COUNTDOWN LIVE",
      "english": "You lost the ice cream game. - Press start and get ready."
    },
    {
      "korean": "뭐였죠, 진 씨? What was it, Jin? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "What was it, Jin?"
    },
    {
      "korean": "진! - 진! - 다음은! Jin! - Jin! - Next is! 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Jin! - Jin! - Next is!"
    }
  ],
  "examples": [
    {
      "korean": "With the recent loss, Park needs to endure a repeat of the defeat from 2009 when the team lost to the Spanish side. 듣기 Add to Wordbook 최근의 패배로, 박지성은 맨체스터가 스페인을 상대로 졌던 2009년부터 거듭된 패배를 견딜 필요가 있다. TIMES CORE",
      "english": "With the recent loss, Park needs to endure a repeat of the defeat from 2009 when the team lost to the Spanish side. Add to Wordbook"
    },
    {
      "korean": "It was a tight match against Tie, who lost to Yang in the latest competition. 듣기 Add to Wordbook 가장 마지막 대회에서 양에게 졌던 티에에게 대항하는 막상막하의 경기였다. TIMES CORE",
      "english": "It was a tight match against Tie, who lost to Yang in the latest competition. Add to Wordbook"
    },
    {
      "korean": "You may have guessed Korea, but this honor goes to the United States, a country where 3 million cosmetic surgeries were performed in 2011. 듣기 Add to Wordbook 당신은 한국을 생각 할 테지만 2011년에 300만 건의 성형이 행해 졌던 미국이 첫 번째 자리를 차지했다. TIMES CORE",
      "english": "You may have guessed Korea, but this honor goes to the United States, a country where 3 million cosmetic surgeries were performed in 2011. Add to Wordbook"
    },
    {
      "korean": "Jessica Simpson, full name, Jessica Ann Simpson (born July 10, 1980) is an American pop singer who rose to fame during the late-1990s. 듣기 Add to Wordbook 본명이 제시카 앤 심슨 (1980년 7월 10일 출생)인 제시카 심슨은 1990년대 후반에 유명해 졌던 미국 팝 가수다. TIMES CORE",
      "english": "Jessica Simpson, full name, Jessica Ann Simpson (born July 10, 1980) is an American pop singer who rose to fame during the late-1990s. Add to Wordbook"
    },
    {
      "korean": "Were you sent to replace him? 듣기 Add to Wordbook 너는 그를 대신하려고 보내어 졌던거니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 nick(gimm****)",
      "english": "Were you sent to replace him? Add to Wordbook"
    }
  ]
}