{
  "phrases": [
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(해·달 등이) set, sink, go down",
        "(꽃·잎 등이) fall",
        "(때·얼룩 등이) come out, wash out, be removed"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(패배하다) lose, be defeated, be beaten, suffer a defeat"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건을 등에) carry[have, take] sth on one's back",
        "(빚·신세 등을) owe, be in debt (to)",
        "(책임을) take[assume, bear, shoulder] a responsibility (for/of)"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그늘·주름 등이) (주름이) be wrinkled, (그늘이) shade (in)",
        "(얼룩 등이) be[get] stained (with), be smudged (with), be[get] spotted (with)"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb jida",
        "Assistant adverb jida",
        "Assistant adverb jida"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "responsible",
      "frequency": 2
    },
    {
      "meaning": "quality",
      "frequency": 2
    },
    {
      "meaning": "gin",
      "frequency": 1
    },
    {
      "meaning": "become",
      "frequency": 2
    },
    {
      "meaning": "sunset",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "일부러 좀 졌죠 알죠 알죠? I lost on purpose, you know that right? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "I lost on purpose, you know that right?"
    },
    {
      "korean": "저희 지금까지 다 졌죠? We all lost until now, right? 듣기 View video PENTAGON : <펜타곤 교과서> 3교시 - 핑퐁의 길",
      "english": "We all lost until now, right?"
    },
    {
      "korean": "진짜 이거 대박이다, 진짜 진 거야? - 당연하죠 졌죠. That was amazing. Did you really lose. - Of course. 듣기 View video SF9 : ♨부릉이 쟁탈전♨",
      "english": "That was amazing. Did you really lose. - Of course."
    },
    {
      "korean": "솔직히 \"REBYE\"는 좀 더 잘생겨 졌죠? And I think we look much better in \"REBYE\", right? 듣기 View video AKMU : 찬디의 포마드방송",
      "english": "And I think we look much better in \"REBYE\", right?"
    },
    {
      "korean": "그리고 Lee Jin-wook씨 사건에 기사가 정말 많이 쏟아 졌죠. And Lee Jin-wook too. So many news about them were released. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스(게스트:제국의아이들 정희철x제이스타) A night's entertainment news",
      "english": "And Lee Jin-wook too. So many news about them were released."
    }
  ],
  "examples": [
    {
      "korean": "By nightfall the whole city was burning. 발음듣기 해질녘이 되자 온 도시가 불길에 휩싸였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "By nightfall the whole city was burning. 발음"
    },
    {
      "korean": "There were fine wrinkles around her eyes. 발음듣기 그녀의 눈가에는 잔주름이 져 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There were fine wrinkles around her eyes. 발음"
    },
    {
      "korean": "The courtyard was shaded by high trees. 발음듣기 안뜰은 키 큰 나무들로 그늘이 져 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The courtyard was shaded by high trees. 발음"
    },
    {
      "korean": "He smiled, his eyes full of laughter. 발음듣기 그가 두 눈에 웃음을 담뿍 담고 미소를 지었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He smiled, his eyes full of laughter. 발음"
    },
    {
      "korean": "They have burdened themselves with a high mortgage. 발음듣기 그들은 많은 장기 융자의 부담을 지고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They have burdened themselves with a high mortgage. 발음"
    }
  ]
}