{
  "phrases": [
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(해·달 등이) set, sink, go down",
        "(꽃·잎 등이) fall",
        "(때·얼룩 등이) come out, wash out, be removed"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(패배하다) lose, be defeated, be beaten, suffer a defeat"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건을 등에) carry[have, take] sth on one's back",
        "(빚·신세 등을) owe, be in debt (to)",
        "(책임을) take[assume, bear, shoulder] a responsibility (for/of)"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(그늘·주름 등이) (주름이) be wrinkled, (그늘이) shade (in)",
        "(얼룩 등이) be[get] stained (with), be smudged (with), be[get] spotted (with)"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb jida",
        "Assistant adverb jida",
        "Assistant adverb jida"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "IOU",
      "frequency": 0
    },
    {
      "meaning": "I owe you one",
      "frequency": 0
    },
    {
      "meaning": "I give up.",
      "frequency": 0
    },
    {
      "meaning": "I lose.",
      "frequency": 0
    },
    {
      "meaning": "responsible",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "제발! - 너희는 졌어 이미 - 윷! Please! - You've already lost. - Yut! 듣기 View video TOMORROW X TOGETHER : 투모로우바이투게더의 클린 윷놀이",
      "english": "Please! - You've already lost. - Yut!"
    },
    {
      "korean": "졌어 - 졌다고요? I lost. - You lost? 듣기 View video V COOKIE : [Full] VICTON X LieV - 빅톤의 눕방라이브!",
      "english": "I lost. - You lost?"
    },
    {
      "korean": "이번에 졌어요? Did you lose this time? 듣기 View video MAMAMOO : [MMMTV6] EP2 3rd Universe MAMAMOO?",
      "english": "Did you lose this time?"
    },
    {
      "korean": "가자 - 다 졌어! Let's go. - We all lose! 듣기 View video BTS : 진 생일 브이앱",
      "english": "Let's go. - We all lose!"
    },
    {
      "korean": "이미... - 나 졌어... - 와! Already... - I lost. - Wow! 듣기 View video TOMORROW X TOGETHER : 게임의 정석",
      "english": "Already... - I lost. - Wow!"
    }
  ],
  "examples": [
    {
      "korean": "Forget about it, we're used to it. 듣기 Add to Wordbook 잊어 버려요, 우린 익숙해 졌어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 이프로(2001****)",
      "english": "Forget about it, we're used to it. Add to Wordbook"
    },
    {
      "korean": "Things have chilled out a little since then. 듣기 Add to Wordbook 그 이후 모든것들이 조금 냉냉해졌어요 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 유루밍(girr****)",
      "english": "Things have chilled out a little since then. Add to Wordbook"
    },
    {
      "korean": "I didn't even know what wholefoods were, but now it's second nature. 듣기 Add to Wordbook 저는 유기농 식품이 뭔지도 몰랐지만, 이젠 익숙해져서 자연스러워 졌어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jump(papa****)",
      "english": "I didn't even know what wholefoods were, but now it's second nature. Add to Wordbook"
    },
    {
      "korean": "It's really nicely made. 듣기 Add to Wordbook 정말로 좋게 만들어 졌어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 인생을 재미있게(ihha****)",
      "english": "It's really nicely made. Add to Wordbook"
    },
    {
      "korean": "I lose to an ideal candidate. 듣기 Add to Wordbook 나는 이상적인 후보에게 졌어요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 푸르(prun****)",
      "english": "I lose to an ideal candidate. Add to Wordbook"
    }
  ]
}