{
  "phrases": [
    {
      "phrase": "조차",
      "hanja": "",
      "example": {},
      "meanings": [
        "even, too, in addition, besides, into the bargain"
      ]
    },
    {
      "phrase": "조차계장",
      "hanja": "",
      "example": {},
      "meanings": [
        "a yardmaster"
      ]
    },
    {
      "phrase": "조차계원",
      "hanja": " (操車係員)",
      "example": {},
      "meanings": [
        "a train dispatcher, a yardman"
      ]
    },
    {
      "phrase": "조차계장",
      "hanja": " (操車係長)",
      "example": {},
      "meanings": [
        "a yardmaster."
      ]
    },
    {
      "phrase": "조차하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "trash for you"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "even",
      "frequency": 3
    },
    {
      "meaning": "tidal range",
      "frequency": 0
    },
    {
      "meaning": "tidal amplitude",
      "frequency": 0
    },
    {
      "meaning": "tidal difference",
      "frequency": 0
    },
    {
      "meaning": "crude tea product",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "셀 수 조차 없나요? Can't you count? 듣기 View video BTS : Run BTS! 2019 - EP.66",
      "english": "Can't you count?"
    },
    {
      "korean": "그러니까 되게 밖에 오래 있는 것 조차 어려운 느낌? It seems hard to stay outside for a long time? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #57",
      "english": "It seems hard to stay outside for a long time?"
    },
    {
      "korean": "[99금? 빅픽처에서 조차 방송 불가라고?] 방법을 얘기한다고? [Not appropriate for broadcasting, even on Big Picture!] Do we say how to use? 듣기 View video Big Picture (빅픽처) : 빅픽처3 EP28_ 가슴을 열어라2 - XX오빠~ 돈 내 놓으세요!!",
      "english": "[Not appropriate for broadcasting, even on Big Picture!] Do we say how to use?"
    },
    {
      "korean": "이게 일어나는 것 조차 안될 정도로 너무 힘든거야. and it was difficult to get up. 듣기 View video HOONION : [Review] LANEIGE layering cover cushion 라네즈 레이어링 커버 쿠션",
      "english": "and it was difficult to get up."
    },
    {
      "korean": "나 근데 '내 속마음조차' '조차' 한번 만 찍을 수 있을까? Can I record \"Just my heart\" again? 듣기 View video Stray Kids : [INTRO: I am NOT] EP.01",
      "english": "Can I record \"Just my heart\" again?"
    }
  ],
  "examples": [
    {
      "korean": "I trust that everything happens for a reason, even when we're not wise enough to see it. (Oprah Winfrey) 듣기 Add to Wordbook 모든 일에는 다 이유가 있다고 생각합니다. 우리가 그것을 다 이해하지는 못할 때 조차 말이지요. (오프라 윈프리, 겸손명언) 명언/속담",
      "english": "I trust that everything happens for a reason, even when we're not wise enough to see it. (Oprah Winfrey) Add to Wordbook"
    },
    {
      "korean": "It is even illegal to chew gum. 듣기 Add to Wordbook 껌을 씹는 것 조차 불법이다. Neungyule",
      "english": "It is even illegal to chew gum. Add to Wordbook"
    },
    {
      "korean": "You smiled at me even in duress. 듣기 Add to Wordbook 너는 감금당했을 때 조차 날 보고 미소 지었어. YBM All in All English-Korean Dictionary",
      "english": "You smiled at me even in duress. Add to Wordbook"
    },
    {
      "korean": "Even the builders got seasick when they built the house. 듣기 Add to Wordbook 집을 만든 사람들 조차도 이 집을 만들 때 뱃멀미를 했다. Neungyule",
      "english": "Even the builders got seasick when they built the house. Add to Wordbook"
    },
    {
      "korean": "We may even yawn when we are jogging briskly through the park. 듣기 Add to Wordbook 심지어 공원에서 활기차게 조깅할 때 조차 하품을 하지요. YBM All in All English-Korean Dictionary",
      "english": "We may even yawn when we are jogging briskly through the park. Add to Wordbook"
    }
  ]
}