{
  "phrases": [
    {
      "phrase": "조성",
      "hanja": " (造成)",
      "example": {},
      "meanings": [
        "make, create, construct, build (up)"
      ]
    },
    {
      "phrase": "분위기를 조성하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "create[produce] an atmosphere"
      ]
    },
    {
      "phrase": "기금을 조성하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "raise funds",
        "set up a fund"
      ]
    },
    {
      "phrase": "산림을 조성하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "afforest",
        "forest"
      ]
    },
    {
      "phrase": "면학 분위기를 조성하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "create an academic atmosphere"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "key",
      "frequency": 2
    },
    {
      "meaning": "tonality",
      "frequency": 0
    },
    {
      "meaning": "having composition",
      "frequency": 0
    },
    {
      "meaning": "observed composition",
      "frequency": 0
    },
    {
      "meaning": "foster",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "이 음악 계속 틀어놓고 해야겠어 분위기 조성해야지. Let's leave this music on and keep going. We have to create the mood. 듣기 View video B.A.P : Happy halloween babys",
      "english": "Let's leave this music on and keep going. We have to create the mood."
    },
    {
      "korean": "[1] [공포감 조성하는 딸깍 소리] - 어디 나와? 어디 나왔? - 뭐야? 뭐야? [1] [The clicking sound is intimidating] - Where is it coming from? - What was that? 듣기 View video YG 보석함 (YG TREASURE BOX) : YG보석함ㅣGAME CAM",
      "english": "[1] [The clicking sound is intimidating] - Where is it coming from? - What was that?"
    },
    {
      "korean": "천만 갈 것 같은 분위기가 조성되고 있기는 해요. I think it might go up to 10 million. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "I think it might go up to 10 million."
    },
    {
      "korean": "[녹색도시로 바꿔주는 도심 속 휴식공간] 센트럴파크가 조성돼 있습니다. Songdo Central Park. 듣기 View video V WEB DRAMA : 4부 | 인천, 상상 그 이상의 놀이터, 엑소(EXO) 시우민이 만난 인천",
      "english": "Songdo Central Park."
    },
    {
      "korean": "[대결 분위기 조성] 둘러싸야 된다고 뭔지 알지? We have to surround them, you know what I mean? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 11회 - 쥐어뜯는(?) 음악으로 댄스 대결하는 세븐틴 디에잇 vs 우지",
      "english": "We have to surround them, you know what I mean?"
    }
  ],
  "examples": [
    {
      "korean": "They accused him of fomenting political unrest. 발음듣기 그들은 그가 정치 불안을 조성한다고 비난했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They accused him of fomenting political unrest. 발음"
    },
    {
      "korean": "The town centre was zoned for office development. 발음듣기 시내 중심부는 사무실 조성 지구로 지정되어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The town centre was zoned for office development. 발음"
    },
    {
      "korean": "They have created an environment in which productivity should flourish. 발음듣기 그들은 생산성이 활성화될 수 있는 환경을 조성했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They have created an environment in which productivity should flourish. 발음"
    },
    {
      "korean": "delightful formal gardens, with terraced lawns and an avenue of trees 발음듣기 계단 모양의 잔디밭과 나무가 늘어선 길이 있는, 양식을 갖춰 조성한 아주 보기 좋은 정원들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "delightful formal gardens, with terraced lawns and an avenue of trees 발음"
    },
    {
      "korean": "We’ll need to raise more money next year. 발음듣기 우리가 내년에는 돈을 더 많이 모금[조성]해야 할 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We’ll need to raise more money next year. 발음"
    }
  ]
}