{
  "phrases": [
    {
      "phrase": "존재감",
      "hanja": " (存在感)",
      "example": {},
      "meanings": [
        "Noun presence"
      ]
    },
    {
      "phrase": "열차존재감시",
      "hanja": " (列車存在監視)",
      "example": {},
      "meanings": [
        "Supervision for the Presence of Train"
      ]
    },
    {
      "phrase": "존재감 향상",
      "hanja": "",
      "example": {},
      "meanings": [
        "enhance presence"
      ]
    },
    {
      "phrase": "사회적 존재감",
      "hanja": "",
      "example": {},
      "meanings": [
        "social existence"
      ]
    },
    {
      "phrase": "존재감을 높이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "increase presence"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "establish one’s presence",
      "frequency": 0
    },
    {
      "meaning": "School Ghost",
      "frequency": 0
    },
    {
      "meaning": "Supervision for the Presence of Train",
      "frequency": 0
    },
    {
      "meaning": "telexistence",
      "frequency": 0
    },
    {
      "meaning": "communication cues",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "존재감이 느껴져요? Do you feel your presence? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "Do you feel your presence?"
    },
    {
      "korean": "이거 이거 - 이렇게 존재감 어필한다 이거지? Wow. - That's how you try to stick out? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Wow. - That's how you try to stick out?"
    },
    {
      "korean": "'진짜로 엑시 섹시의 존재감은 대체불가에요 아프지 마요 이제' 그렇죠? \"It's really hard to replace EXY's existence. Don't get sick, okay?\" Right? 듣기 View video 우주소녀(WJSN) : [엑시] 나 보고싶었지?",
      "english": "\"It's really hard to replace EXY's existence. Don't get sick, okay?\" Right?"
    },
    {
      "korean": "내가 그렇게 존재감이 없었나? Was I that nonexistent? 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : [시즌4 댄스넘버피프틴]_EP.05 | 극혐이랑 같은 팀이 되는 순간",
      "english": "Was I that nonexistent?"
    },
    {
      "korean": "내가 이렇게 존재감이 없었다고? Am I invisible to him? 듣기 View video 플레이리스트 (Playlist) : 18살 여고생에게 미래의 아들이 찾아왔다 [러브버즈(2019)]",
      "english": "Am I invisible to him?"
    }
  ],
  "examples": [
    {
      "korean": "On the other hand, he believes that reunification can strengthen Korea's power and presence in global politics. 듣기 Add to Wordbook 한편으로, 그는 통일이 국제 정치 영역에서의 한국의 국력과 존재감을 강화시켜줄 수 있다고 믿고 있다. Neungyule",
      "english": "On the other hand, he believes that reunification can strengthen Korea's power and presence in global politics. Add to Wordbook"
    },
    {
      "korean": "Nowadays, drive-in theaters have a much smaller presence in cinema. 듣기 Add to Wordbook 요즈음, 자동차 극장은 영화계에서 훨씬 더 작은 존재감을 갖고 있습니다. TIMES CORE",
      "english": "Nowadays, drive-in theaters have a much smaller presence in cinema. Add to Wordbook"
    },
    {
      "korean": "Since leaving the company in 1993, he has maintained his presence in the technology world. 듣기 Add to Wordbook 1993년 애플사를 떠난 이후, 그는 기술계에서 그의 존재감을 유지해오고 있다. TIMES CORE",
      "english": "Since leaving the company in 1993, he has maintained his presence in the technology world. Add to Wordbook"
    },
    {
      "korean": "His powerful yet stunning stage presence captivated the people of all nationalities and ages. 듣기 Add to Wordbook 그의 힘차지만 굉장히 멋진 공연 위 존재감은 국적과 나이를 초월해 사람들을 사로잡았다. TIMES CORE",
      "english": "His powerful yet stunning stage presence captivated the people of all nationalities and ages. Add to Wordbook"
    },
    {
      "korean": "Viewed widely as one of the presidential hopefuls from the Uri Party, he had a strong presence in the political arena. 듣기 Add to Wordbook 우리당의 유력한 대통령 후보 중 하나였던 그를 크게 보자면, 그는 정계에서 강한 존재감을 가지고 있었다. TIMES CORE",
      "english": "Viewed widely as one of the presidential hopefuls from the Uri Party, he had a strong presence in the political arena. Add to Wordbook"
    }
  ]
}