{
  "phrases": [
    {
      "phrase": "종류별",
      "hanja": " (種類別)",
      "example": {},
      "meanings": [
        "classification, assortment. (→종별)"
      ]
    },
    {
      "phrase": "종류별",
      "hanja": " (種類別)",
      "example": {},
      "meanings": [
        "Noun category"
      ]
    },
    {
      "phrase": "종류별로 나누다",
      "hanja": "",
      "example": {},
      "meanings": [
        "classify",
        "assort"
      ]
    },
    {
      "phrase": "종류별 빈도",
      "hanja": "",
      "example": {},
      "meanings": [
        "classification frequency"
      ]
    },
    {
      "phrase": "사료 종류별",
      "hanja": "",
      "example": {},
      "meanings": [
        "fodder classification"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cashdrawer",
      "frequency": 0
    },
    {
      "meaning": "assortive",
      "frequency": 0
    },
    {
      "meaning": "assortative",
      "frequency": 0
    },
    {
      "meaning": "assortatively",
      "frequency": 0
    },
    {
      "meaning": "assorter",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "신발이 이제 종류별로 있죠 그걸 제... and there are different types... 듣기 View video AB6IX : 오늘도 행복한 하루 보내셨나용?❤",
      "english": "and there are different types..."
    },
    {
      "korean": "그래서 비타민을 거의 종류별로 무조건 많이 사 먹으라고 - 진짜요? but he said to eat as many different vitamins as possible. - Really? 듣기 View video 셀럽티비(CELUV.TV) : [I'm Celuv] 윤지성(YOON JISUNG), 언제나 항상 네 편이야~ Aside (Celuv.TV)",
      "english": "but he said to eat as many different vitamins as possible. - Really?"
    },
    {
      "korean": "종류별로 색깔별로... By the type and color. 듣기 View video BTOB : 비투비 - 비트콤 #55 ('너 없인 안 된다' 둘째 주 비하인드)",
      "english": "By the type and color."
    },
    {
      "korean": "시계 왜 종류별로 있냐고요? Why are there different types of clocks? 듣기 View video Block B : 피오피피피핑ㄴ오",
      "english": "Why are there different types of clocks?"
    },
    {
      "korean": "그리고 망고, 종류별로 있습니다. And Mango. There are different kinds. 듣기 View video HANABONO : #여드름흉터 #여드름피부 하나보노의 피부 좋아진 비결 1탄 이것만 지켜줘도 좋아짐!",
      "english": "And Mango. There are different kinds."
    }
  ],
  "examples": [
    {
      "korean": "We sampled each kind of wine. 듣기 Add to Wordbook 우리는 종류별로 와인을 맛보았다 Neungyule",
      "english": "We sampled each kind of wine. Add to Wordbook"
    },
    {
      "korean": "On the display stand in front of the shop[store] was an array of candies, cookies, and other snacks all arranged by type. 듣기 Add to Wordbook 그 가게 앞의 좌판에는 사탕, 과자 등이 종류별로 놓여 있었다 Neungyule",
      "english": "On the display stand in front of the shop[store] was an array of candies, cookies, and other snacks all arranged by type. Add to Wordbook"
    },
    {
      "korean": "We offer endless colors and types of paper, and any size, microscopic type you could possibly imagine. 듣기 Add to Wordbook 당사는 여러분이 상상할 수 있는 무궁무진한 컬러와 종류별 용지, 다양한 크기와 스타일, 작은서체를 사용하여 작업을 합니다. YBM All in All English-Korean Dictionary",
      "english": "We offer endless colors and types of paper, and any size, microscopic type you could possibly imagine. Add to Wordbook"
    },
    {
      "korean": "We offer endless colors and types of paper, and any size, style or color of front you could possibly imagine. 듣기 Add to Wordbook 당사는 여러분이 상상할 수 있는 무궁무진한 컬러와 종류별 용지, 다양한 크기와 스타일, 색상의 서체를 사용하여 작업을 합니다. YBM All in All English-Korean Dictionary",
      "english": "We offer endless colors and types of paper, and any size, style or color of front you could possibly imagine. Add to Wordbook"
    },
    {
      "korean": "Since there were different kinds, I just tasted all the different kinds. 듣기 Add to Wordbook 종류별로 있길래 한가지씩 다 시식했어요. Neungyule",
      "english": "Since there were different kinds, I just tasted all the different kinds. Add to Wordbook"
    }
  ]
}