{
  "phrases": [
    {
      "phrase": "좋다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(상태·품질 등이) good, fine, nice; (다른 것보다) better (than), superior (to)",
        "(성격·인품 등이) good, nice, good-natured",
        "(건강·체격 등이) good, fine; (체격이) well-built"
      ]
    },
    {
      "phrase": "상[하]반신",
      "hanja": "",
      "example": {},
      "meanings": [
        "the upper[lower] half of the body"
      ]
    },
    {
      "phrase": "상[하]반기",
      "hanja": "",
      "example": {},
      "meanings": [
        "the first[latter] half of the year"
      ]
    },
    {
      "phrase": "중[하]류 계급",
      "hanja": "",
      "example": {},
      "meanings": [
        "the middle[lower] classes"
      ]
    },
    {
      "phrase": "상[하]악골",
      "hanja": "",
      "example": {},
      "meanings": [
        "the upper[lower] jawbone"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "value consciousness",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "의상 스타일 어떤 거 좋아하냬요. - 어렵다. Which outfit style did you like the best? - That's hard. 듣기 View video V COOKIE : [Full] Girls' Generation X LieV - 소녀시대 10주년 눕방라이브!",
      "english": "Which outfit style did you like the best? - That's hard."
    },
    {
      "korean": "세형이 형이 노래를 듣고 너무 좋아하섰는데 자기는 이게 너무 어려워서 못 부르겠다는 거예요. said that he loves this song but he can't sing it because it's too difficult. 듣기 View video IDOL x IDOL : KIXS - 키스 '내가 V앱에서 라이브하고 있어'",
      "english": "said that he loves this song but he can't sing it because it's too difficult."
    },
    {
      "korean": "좋지? - 하... Do you like it? -Ha... 듣기 View video V PICK! : [Stray Kids] 행복을 주는 여기는 바로 The 저희샵입니다☺️ (Stray Kids’s hair salon)",
      "english": "Do you like it? -Ha..."
    },
    {
      "korean": "하... 도겸이형 어떡하지, 너무 좋은데? Wow... What do I do? I'm so happy. 듣기 View video V PICK! : [SEVENTEEN] 케이팝의 미래 케이팝의 신도시 역사에 남을 아티스트 이찬✨ (Happy DINO day+1)",
      "english": "Wow... What do I do? I'm so happy."
    },
    {
      "korean": "'하얀 나비' 하~ 노래 좋죠. \"White Butterfly.\" Sigh... A good song. 듣기 View video Hwang Chi Yeul : #밤황치열시 #part.2 #DJ황치열",
      "english": "\"White Butterfly.\" Sigh... A good song."
    }
  ],
  "examples": [
    {
      "korean": "At Studio Ghibli, the reclusive director and his many assistants have turned out many of the best animations of Japan, from children's favorite 'My Neighbor Totoro' to the more dramatic 'Princess Mononoke.' 발음듣기 스튜디오 지브리에서 적막함을 즐기는 미야자키 감독과 그의 많은 조수들은 아이들이 가장 좋아하 는 '이웃집 토토로'에서부터 가장 서정적인 '원령공주'에 이르기까지 일본 최고의 애니메이션 다수를 제작해왔다. Neungyule",
      "english": "At Studio Ghibli, the reclusive director and his many assistants have turned out many of the best animations of Japan, from children's favorite 'My Neighbor Totoro' to the more dramatic 'Princess Mononoke.' 발음"
    },
    {
      "korean": "They love puzzles of all kinds and are good at solving problems. 발음듣기 그들은 모든 종류의 퍼즐을 좋아하 고 문제 푸는 것에 능하다. TIMES CORE",
      "english": "They love puzzles of all kinds and are good at solving problems. 발음"
    },
    {
      "korean": "They think that they are so 'right', that their right to have and do whatever they like, must be prime. 발음듣기 그들은 그들이 아주옳다고 생각하고 그들이 좋아 하는어떤것이든지 할수있고 가질수있는 그들의 권리가 우선이라고 생각한다 User translation Inaccurate information may be included due to the users' self-traslation. 모모(insu****) Web Collection",
      "english": "They think that they are so 'right', that their right to have and do whatever they like, must be prime. 발음"
    },
    {
      "korean": "Now is therefore the best moment for Seoul to establish its right to defend itself under international law. 발음듣기 지금이야 말로 남한이 국제법 하에 자위권을 행사하기에 가장 좋은 시기이다. Neungyule",
      "english": "Now is therefore the best moment for Seoul to establish its right to defend itself under international law. 발음"
    },
    {
      "korean": "Dukwon High School was given permission to change locations in 2003 provided that it changes from an all-male school to a coed one. 발음듣기 덕원고등학교는, 남자고등학교에서 남녀공학교로 전환한다는 조건 하에, 2003년에 학교 위치를 옮겨도 좋다는 승인을 받았다. Neungyule",
      "english": "Dukwon High School was given permission to change locations in 2003 provided that it changes from an all-male school to a coed one. 발음"
    }
  ]
}