{
  "phrases": [
    {
      "phrase": "좋다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(상태·품질 등이) good, fine, nice, (다른 것보다) better (than), superior (to)",
        "(성격·인품 등이) good, nice, good-natured",
        "(건강·체격 등이) good, fine, (체격이) well-built"
      ]
    },
    {
      "phrase": "자극적이어서 굉장히 좋았다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "영화 That was stimulating and really good."
      ]
    },
    {
      "phrase": "기분이 좋았다 나빴다 변덕이 심해요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "신경정신과 I feel manic-depressive.",
        "신경정신과 I feel bipolar.",
        "신경정신과 I have up and down mood swings."
      ]
    },
    {
      "phrase": "좋은 일에는 남이요 궂은일에는 일가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Strangers when a good thing happens, and relatives when a bad thing happens"
      ]
    },
    {
      "phrase": "좋은 노래도 세 번 들으면 귀가 싫어한다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Your ears will be fed up with a good song if it is repeated three times"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "I liked them both.",
      "frequency": 0
    },
    {
      "meaning": "She felt lousy.",
      "frequency": 0
    },
    {
      "meaning": "She felt rotten.",
      "frequency": 0
    },
    {
      "meaning": "She felt poorly.",
      "frequency": 0
    },
    {
      "meaning": "The hotel was incredible.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "좋았다. That was great. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 8부_ep.3 신나는 토요일 불타는 이밤 유후~",
      "english": "That was great."
    },
    {
      "korean": "고려대의 무대가 좋았다 소리 질러주세요! Make some noise if you liked TERRA! 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 18. 용인대 리퍼블릭 VS 고려대 테라 배틀에 심사위원 실화?!",
      "english": "Make some noise if you liked TERRA!"
    },
    {
      "korean": "상대 팀 용인대 무대가 더 좋았다 소리 질러! Make some noise if you liked REPUBLIC! 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 18. 용인대 리퍼블릭 VS 고려대 테라 배틀에 심사위원 실화?!",
      "english": "Make some noise if you liked REPUBLIC!"
    },
    {
      "korean": "냄새는 일단 나는 좋아 - 이거 아이디어 좋았다 - 그렇지? It smells good. - The idea was good. - Right? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "It smells good. - The idea was good. - Right?"
    },
    {
      "korean": "[포스텍의 무대가 좋았다면?] 포스텍의 무대가 좋았다 소리 질러! [If you liked the performance of POSTECH] If you liked POSTECH's performance, shout! 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 19. 3억 쯤은 다들 있ㅈㅕ..?? FLEX 터지는 서울대 바팩과 붙을 학교는??",
      "english": "[If you liked the performance of POSTECH] If you liked POSTECH's performance, shout!"
    }
  ],
  "examples": [
    {
      "korean": "I liked them both. 듣기 Add to Wordbook 나는 그들[그것들]이 둘 다 좋았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I liked them both. Add to Wordbook"
    },
    {
      "korean": "The play was well acted. 듣기 Add to Wordbook 그 연극은 연기가 좋았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The play was well acted. Add to Wordbook"
    },
    {
      "korean": "The evening began well. 듣기 Add to Wordbook 그날 저녁이 시작은 좋았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The evening began well. Add to Wordbook"
    },
    {
      "korean": "The hotel was incredible. 듣기 Add to Wordbook 그 호텔은 믿어지지 않을 정도로 좋았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The hotel was incredible. Add to Wordbook"
    },
    {
      "korean": "Their request was badly timed. 듣기 Add to Wordbook 그들의 요청은 시기가 안 좋았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their request was badly timed. Add to Wordbook"
    }
  ]
}