{
  "phrases": [
    {
      "phrase": "주거지",
      "hanja": " (住居地)",
      "example": {},
      "meanings": [
        "(거주하는 집) (formal) dwelling, (formal) abode, (거주 지역) residential area[district]"
      ]
    },
    {
      "phrase": "수혈주거지",
      "hanja": " (竪穴住居地)",
      "example": {},
      "meanings": [
        "[고고학] a pit dwelling. (→움집터)"
      ]
    },
    {
      "phrase": "주거지부재",
      "hanja": " (住居地不在)",
      "example": {},
      "meanings": [
        "Not at this address."
      ]
    },
    {
      "phrase": "선사주거지",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (역사·문화재관광) Prehistoric Dwelling Site"
      ]
    },
    {
      "phrase": "장천리선사주거지",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (역사·문화재관광) Jangcheolli Prehistoric Dwelling Site"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shelter",
      "frequency": 3
    },
    {
      "meaning": "dwelling",
      "frequency": 3
    },
    {
      "meaning": "urban land",
      "frequency": 0
    },
    {
      "meaning": "flat",
      "frequency": 3
    },
    {
      "meaning": "dosser",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Please keep from making loud noises in residential areas. 듣기 Add to Wordbook 주거지에서 큰 소리를 내는 것은 자제해 주세요. 절대어휘 5100",
      "english": "Please keep from making loud noises in residential areas. Add to Wordbook"
    },
    {
      "korean": "ten agrihoods for sustainable communities 듣기 Add to Wordbook 지속 가능한 공동체를 위한 공동 농업 주거지 10 곳 국제영어대학원대학교 신어사전",
      "english": "ten agrihoods for sustainable communities Add to Wordbook"
    },
    {
      "korean": "A barn is not fit for human habitation. 듣기 Add to Wordbook 헛간은 사람의 주거지로는 적당하지 않다. YBM All in All English-Korean Dictionary",
      "english": "A barn is not fit for human habitation. Add to Wordbook"
    },
    {
      "korean": "They like the same kinds of shelter, comforts and foods that people enjoy. 듣기 Add to Wordbook 이들은 사람과 똑같은 종류의 주거지, 생활설비, 음식 등을 좋아한다. YBM All in All English-Korean Dictionary",
      "english": "They like the same kinds of shelter, comforts and foods that people enjoy. Add to Wordbook"
    },
    {
      "korean": "When I lived and worked in Africa, my dwelling place was a mud-and-dung hut with no amenities. 듣기 Add to Wordbook 아프리카에 살았을 때, 나의 주거지는 즐거움이라고는 전혀 없는 진흙과 오물로 지어진 오두막집이었다. YBM All in All English-Korean Dictionary",
      "english": "When I lived and worked in Africa, my dwelling place was a mud-and-dung hut with no amenities. Add to Wordbook"
    }
  ]
}