{
  "phrases": [
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) give, (공식적으로) present",
        "(권리·기회·자격 등을) give (sb sthsth to sb)",
        "(고통·상처·피해 등을)"
      ]
    },
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb juda (→달다6)"
      ]
    },
    {
      "phrase": "주는 떡도 못 받아먹는다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to eat tteok, rice cake, that falls into one's lap"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "life coach",
      "frequency": 0
    },
    {
      "meaning": "a distressed leather jacket",
      "frequency": 0
    },
    {
      "meaning": "concordance",
      "frequency": 3
    },
    {
      "meaning": "personally",
      "frequency": 3
    },
    {
      "meaning": "Hicetaon",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[상품:다모임 싸인 티셔츠 5명!] 사인 티셔츠를 주도록 하겠다 오케이? [Prize: Autographed t-shirt] signed by all five of us. Got it? 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM] 설마 중2병도 공약을 거나?! 당장 틀어봐라~! ㅣ둘도없는힙합친구 : 다모임ㅣDingo Freestyle",
      "english": "[Prize: Autographed t-shirt] signed by all five of us. Got it?"
    },
    {
      "korean": "반대도 좀 발라주도록 할게요~ I will put on the other side, too. 듣기 View video EMMA BEAUTY : 사랑스러움 가득! 봄 메이크업♥ (feat. 봄 신제품)",
      "english": "I will put on the other side, too."
    },
    {
      "korean": "04번 허니를 사용을 해주도록 할게요. shade 03 sand ivory and 04 honey. 듣기 View video EMMA BEAUTY : 사랑스러움 가득! 봄 메이크업♥ (feat. 봄 신제품)",
      "english": "shade 03 sand ivory and 04 honey."
    },
    {
      "korean": "눈 삼각존 쪽에 발라주도록 할게요. and put it on the outer corner eye. 듣기 View video EMMA BEAUTY : 사랑스러움 가득! 봄 메이크업♥ (feat. 봄 신제품)",
      "english": "and put it on the outer corner eye."
    },
    {
      "korean": "[MAYBELLINE] 그다음에 마스카라 발라주도록 할게요. Next, I will put on my mascara. 듣기 View video EMMA BEAUTY : 사랑스러움 가득! 봄 메이크업♥ (feat. 봄 신제품)",
      "english": "Next, I will put on my mascara."
    }
  ],
  "examples": [
    {
      "korean": "These sunglasses are designed to reduce glare. 듣기 Add to Wordbook 이 선글라스는 눈부심을 완화해 주도록 만들어져 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These sunglasses are designed to reduce glare. Add to Wordbook"
    },
    {
      "korean": "Therapists were brought in to counsel the bereaved. 듣기 Add to Wordbook 유족들에게 상담을 해 주도록 심리 치료사들이 동원되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Therapists were brought in to counsel the bereaved. Add to Wordbook"
    },
    {
      "korean": "Try to bring the baby’s wind up. 듣기 Add to Wordbook 아기에게 트림을 시켜 가스를 빼 주도록 하세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Try to bring the baby’s wind up. Add to Wordbook"
    },
    {
      "korean": "Her latest play is calculated to shock. 듣기 Add to Wordbook 그녀의 최신 연극은 의도적으로 충격을 주도록 만들어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her latest play is calculated to shock. Add to Wordbook"
    },
    {
      "korean": "a distressed leather jacket 듣기 Add to Wordbook 오래 입은 것 같은 느낌을 주도록 만든 가죽 재킷 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a distressed leather jacket Add to Wordbook"
    }
  ]
}