{
  "phrases": [
    {
      "phrase": "주어지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be given, be allowed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "paid",
      "frequency": 3
    },
    {
      "meaning": "육아 휴직",
      "frequency": 0
    },
    {
      "meaning": "beggars can't be choosers",
      "frequency": 0
    },
    {
      "meaning": "Rhodes scholar",
      "frequency": 0
    },
    {
      "meaning": "qualifiable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "훨씬 낫다 - 그에게 주어지는... So much better. - Handed over to you is the... 듣기 View video TOMORROW X TOGETHER : 미리 크리스마스 모아",
      "english": "So much better. - Handed over to you is the..."
    },
    {
      "korean": "[한 팀당 주어지는 기회는 단 두 번!] [Each team gets two chances!] View video 개가수 프로듀서 <스트리밍> : <스트리밍>EP36_진정 즐길 줄 아는 여러분이 이 구역의 챔피언~♬",
      "english": "[Each team gets two chances!]"
    },
    {
      "korean": "저희에게 주어지는 많은 스케줄을 열심히... We plan to try our best at everything... 듣기 View video StyLive : [브이스타일라이브] 세븐틴 X 남친룩 화보촬영_두번째 이야기",
      "english": "We plan to try our best at everything..."
    },
    {
      "korean": "순서대로 먹으면 돼요 - 제일 먹고 싶은 거 한 입 드릴게요 - 모두에게 주어지는 건가요? In the order. - Your favorite dish. - Everyone can taste? 듣기 View video Stray Kids : 슼쿡!!",
      "english": "In the order. - Your favorite dish. - Everyone can taste?"
    },
    {
      "korean": "[꼴찌 팀에게 주어지는 동반 벌칙 팀 선택권] [갑자기 열심히 응원하는 분위기] 할 수 있다! [The last team can pick a team to fulfill the penalty mission together] You can do it! 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN SPIN-OFF EP.21 TTT (MT SVT REALITY) #1",
      "english": "[The last team can pick a team to fulfill the penalty mission together] You can do it!"
    }
  ],
  "examples": [
    {
      "korean": "the Prince of Wales 듣기 Add to Wordbook 프린스 오브 웨일스(영국 국왕의 장남에게 주어지는 칭호) Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the Prince of Wales Add to Wordbook"
    },
    {
      "korean": "Help in the form of money will be very welcome. 듣기 Add to Wordbook 금전적 방식으로 주어지는 도움은 대단히 환영합니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Help in the form of money will be very welcome. Add to Wordbook"
    },
    {
      "korean": "I knew his help wouldn’t be given gratis. 듣기 Add to Wordbook 나는 그의 도움이 거저 주어지는 것이 아님을 알고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I knew his help wouldn’t be given gratis. Add to Wordbook"
    },
    {
      "korean": "We don’t have an endless supply of money, you know. 듣기 Add to Wordbook 우리한테 돈이 무한정 주어지는 게 아냐, 안 그래. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We don’t have an endless supply of money, you know. Add to Wordbook"
    },
    {
      "korean": "Paying a fee doesn’t automatically qualify you for membership. 듣기 Add to Wordbook 회비를 낸다고 해서 회원 자격이 자동적으로 주어지는 것은 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Paying a fee doesn’t automatically qualify you for membership. Add to Wordbook"
    }
  ]
}