{
  "phrases": [
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(목숨이 끊어지다) die (of/from), (완곡한 표현) pass away[on], (타인에 의해) be killed, (literary) expire, (literary) perish, (lite...",
        "(성질·기운 등이)",
        "(화초·잔디 등이) die, (말라 죽다) wither (away)"
      ]
    },
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb jukda"
      ]
    },
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb be blunt, sag"
      ]
    },
    {
      "phrase": "죽지 못해",
      "hanja": "",
      "example": {},
      "meanings": [
        "being unable to die"
      ]
    },
    {
      "phrase": "죽으나 사나",
      "hanja": "",
      "example": {},
      "meanings": [
        "regardless of dying or living"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ketubah",
      "frequency": 0
    },
    {
      "meaning": "Children's Crusade",
      "frequency": 0
    },
    {
      "meaning": "cots vacated by deaths or recoveries",
      "frequency": 0
    },
    {
      "meaning": "50% lethal(threshold) concentration",
      "frequency": 0
    },
    {
      "meaning": "dying",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "결국은 약간 뭐... - 다 죽거나 아니면 다 살아서 잘 나오거나. In the end... - They either all die or live. 듣기 View video iKON : 걍 해에~~~ㅋㅋ",
      "english": "In the end... - They either all die or live."
    },
    {
      "korean": "'죽도록'이요? \"Till I Die\"? 듣기 View video Hwang Chi Yeul : 모두 굿나잇!!",
      "english": "\"Till I Die\"?"
    },
    {
      "korean": "죽고 싶지 않아요... I don't want to die. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "I don't want to die."
    },
    {
      "korean": "왜 안 죽으려고 하죠? - 외로워서... Why don't you want to die? - I'm so lonely. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "Why don't you want to die? - I'm so lonely."
    },
    {
      "korean": "넌 진짜 좋아 죽잖아 - 나 진짜 하루도 없으면... You love chocolate. - I can't go one day without it. 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "You love chocolate. - I can't go one day without it."
    }
  ],
  "examples": [
    {
      "korean": "Thousands died or emigrated during the Irish famine. 듣기 Add to Wordbook 아일랜드의 대기근의 와중에 수천 명이 죽거나 이민을 떠났다. YBM All in All English-Korean Dictionary",
      "english": "Thousands died or emigrated during the Irish famine. Add to Wordbook"
    },
    {
      "korean": "In a single day, about 40,000 soldiers on both sides died or were left wounded on the field. 듣기 Add to Wordbook 하루에 4만 명에 가까운 양측 병사들이 전쟁터에서 죽거나 부상을 당했다. Neungyule",
      "english": "In a single day, about 40,000 soldiers on both sides died or were left wounded on the field. Add to Wordbook"
    },
    {
      "korean": "He may be drowned for all I care. 듣기 Add to Wordbook 그가 물에 빠져 죽거나 말거나 나는 모른다 Dong-a's Prime English-Korean Dictionary",
      "english": "He may be drowned for all I care. Add to Wordbook"
    },
    {
      "korean": "Dozens of others have died or were seriously hurt. 듣기 Add to Wordbook 수십 명의 사람들이 죽거나 중상을 입었다. Neungyule",
      "english": "Dozens of others have died or were seriously hurt. Add to Wordbook"
    },
    {
      "korean": "As many as 10,000 people were dead or missing and tens of thousands of North Korean citizens lost their homes in the floods. 듣기 Add to Wordbook 홍수로 1만 명이 죽거나 실종되었고, 북한주민 수만 명이 집을 잃었다. Neungyule",
      "english": "As many as 10,000 people were dead or missing and tens of thousands of North Korean citizens lost their homes in the floods. Add to Wordbook"
    }
  ]
}