{
  "phrases": [
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(목숨이 끊어지다) die (of/from), (완곡한 표현) pass away[on], (타인에 의해) be killed, (literary) expire, (literary) perish, (lite...",
        "(성질·기운 등이)",
        "(화초·잔디 등이) die, (말라 죽다) wither (away)"
      ]
    },
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb jukda"
      ]
    },
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb be blunt, sag"
      ]
    },
    {
      "phrase": "죽지 못해",
      "hanja": "",
      "example": {},
      "meanings": [
        "being unable to die"
      ]
    },
    {
      "phrase": "죽으나 사나",
      "hanja": "",
      "example": {},
      "meanings": [
        "regardless of dying or living"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "botheration",
      "frequency": 0
    },
    {
      "meaning": "dying",
      "frequency": 3
    },
    {
      "meaning": "die 1",
      "frequency": 3
    },
    {
      "meaning": "dead",
      "frequency": 3
    },
    {
      "meaning": "death",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "'죽도록'이요? \"Till I Die\"? 듣기 View video Hwang Chi Yeul : 모두 굿나잇!!",
      "english": "\"Till I Die\"?"
    },
    {
      "korean": "죽고 싶지 않아요... I don't want to die. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "I don't want to die."
    },
    {
      "korean": "왜 안 죽으려고 하죠? - 외로워서... Why don't you want to die? - I'm so lonely. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "Why don't you want to die? - I'm so lonely."
    },
    {
      "korean": "넌 진짜 좋아 죽잖아 - 나 진짜 하루도 없으면... You love chocolate. - I can't go one day without it. 듣기 View video TWICE : 30분보다 더 기다렸낭..?ㅜㅡㅜ❤️",
      "english": "You love chocolate. - I can't go one day without it."
    },
    {
      "korean": "전생에서 내가 어떤 결핍을 남기고 죽잖아요? In our previous life, we're always lacking something before dying. 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "In our previous life, we're always lacking something before dying."
    }
  ],
  "examples": [
    {
      "korean": "I’m going to die before the race starts. 듣기 Add to Wordbook 경기 시작도 전에 죽겠군. YBM All in All English-Korean Dictionary",
      "english": "I’m going to die before the race starts. Add to Wordbook"
    },
    {
      "korean": "What flares up fast, extinguishes soon. 듣기 Add to Wordbook 빨리 자랐으니 빨리 죽겠군. hansemEUG",
      "english": "What flares up fast, extinguishes soon. Add to Wordbook"
    },
    {
      "korean": "the riddle of how the baby died 듣기 Add to Wordbook 그 아기가 어떻게 죽었는가 하는 수수께끼 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the riddle of how the baby died Add to Wordbook"
    },
    {
      "korean": "The family was killed in an air raid. 듣기 Add to Wordbook 그 가족은 공습으로 죽었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The family was killed in an air raid. Add to Wordbook"
    },
    {
      "korean": "I slogged my guts out for the exam. 듣기 Add to Wordbook 나는 죽자고 열심히 시험 준비를 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I slogged my guts out for the exam. Add to Wordbook"
    }
  ]
}