{
  "phrases": [
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(목숨이 끊어지다) die (of/from), (완곡한 표현) pass away[on], (타인에 의해) be killed, (literary) expire, (literary) perish, (lite...",
        "(성질·기운 등이)",
        "(화초·잔디 등이) die, (말라 죽다) wither (away)"
      ]
    },
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb jukda"
      ]
    },
    {
      "phrase": "죽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb be blunt, sag"
      ]
    },
    {
      "phrase": "죽지 못해",
      "hanja": "",
      "example": {},
      "meanings": [
        "being unable to die"
      ]
    },
    {
      "phrase": "죽으나 사나",
      "hanja": "",
      "example": {},
      "meanings": [
        "regardless of dying or living"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "dying",
      "frequency": 3
    },
    {
      "meaning": "die 1",
      "frequency": 3
    },
    {
      "meaning": "dead",
      "frequency": 3
    },
    {
      "meaning": "death",
      "frequency": 3
    },
    {
      "meaning": "die",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "죽는데요. They said I'll die. 듣기 View video DSPmedia : [디.훈.소_2탄] DSP의 훈남을 소개합니다~★",
      "english": "They said I'll die."
    },
    {
      "korean": "나 죽는데 왜... - 빨리 빨리. If I'm dead already, why... - Hurry, hurry. 듣기 View video 스누퍼(SNUPER) : 스누퍼의 3교실 연기수업",
      "english": "If I'm dead already, why... - Hurry, hurry."
    },
    {
      "korean": "이런 날 자전거 타러 나오면 진짜 죽는데. 너무 행복해서. If I ride a bicycle on such a day, I would be so happy. 듣기 View video BLACKPINK : 리챙 is back♡",
      "english": "If I ride a bicycle on such a day, I would be so happy."
    },
    {
      "korean": "여주인공 타루가 죽는데 너무 슬프더라고요. I was really sad when our main girl Tarrou dies. 듣기 View video FANGUIN TV : [Son Ho Young] 손호영 솔로데뷔 10주년 기념 LIVE",
      "english": "I was really sad when our main girl Tarrou dies."
    },
    {
      "korean": "아니요 - 나 진짜 실물이 죽는데... That's not it. - \"I'd knock their socks off in real life...\" 듣기 View video 천둥 (Thunder) : [REPLAY] 천둥 Showcase",
      "english": "That's not it. - \"I'd knock their socks off in real life...\""
    }
  ],
  "examples": [
    {
      "korean": "Sometimes it takes awhile for damaged nerves to die after animals are struck by lightening. 듣기 Add to Wordbook 때때로 동물이 번개를 맞은 후에 손상된 신경이 죽는데 시간이 좀 걸린다. Neungyule",
      "english": "Sometimes it takes awhile for damaged nerves to die after animals are struck by lightening. Add to Wordbook"
    },
    {
      "korean": "Many people die intestate because they thought they were too young to make a will. 듣기 Add to Wordbook 많은 사람들이 유언장을 남기지 않은 채 죽는데 자신들이 유언장을 작성하기에는 너무 젊다는 생각을 했기 때문이다. YBM All in All English-Korean Dictionary",
      "english": "Many people die intestate because they thought they were too young to make a will. Add to Wordbook"
    },
    {
      "korean": "The whalers insist that the mammals die instantly upon being hit, but the World Society for the Protection of Animals argues that it takes an average of at least two minutes for the 50-ton creatures to die. 듣기 Add to Wordbook 포경선(고래 잡는 사람)들은 포유 동물(고래)이 (작살에) 맞자마자 곧 죽는다고 주장하지만 세계 동물 보호 협회는 50 톤의 동물(고래)이 죽는 데는 보통 적어도 2분이 걸린다고 주장한다. Neungyule",
      "english": "The whalers insist that the mammals die instantly upon being hit, but the World Society for the Protection of Animals argues that it takes an average of at least two minutes for the 50-ton creatures to die. Add to Wordbook"
    },
    {
      "korean": "Just like everything else, they die, but something extraordinary can also happen. 듣기 Add to Wordbook 다른 모든 것과 마찬가지로, 그들도 죽는데, 그러나 어떤 놀라운 일이 일어날 수도 있어요. TIMES CORE",
      "english": "Just like everything else, they die, but something extraordinary can also happen. Add to Wordbook"
    },
    {
      "korean": "The fishermen had to shoot her seven times, and her death took 14 minutes. 듣기 Add to Wordbook 이 어부는 그 고래를 7번 쏴야 했고, 고래가 죽는데 14분의 시간이 걸렸다. TIMES CORE",
      "english": "The fishermen had to shoot her seven times, and her death took 14 minutes. Add to Wordbook"
    }
  ]
}