{
  "phrases": [
    {
      "phrase": "죽이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(목숨을) kill, take sb's life, (살해하다) murder, (informal) knock sb off, (신문·문학 용어) slay, (학살하다) slaughter, butcher, ...",
        "(숨·소리 등을)",
        "(기·성질 등을)"
      ]
    },
    {
      "phrase": "죽이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb bring down, make something blunt"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "put a person to bed with a shovel",
      "frequency": 0
    },
    {
      "meaning": "Evnissyen",
      "frequency": 0
    },
    {
      "meaning": "the pointless use of...",
      "frequency": 0
    },
    {
      "meaning": "slay",
      "frequency": 3
    },
    {
      "meaning": "kill",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "왜 숨죽여서 닫아.. Why are you breathless when closing door? 듣기 View video 우주소녀(WJSN) : [은서] 오늘의 이야기 Ep.02",
      "english": "Why are you breathless when closing door?"
    },
    {
      "korean": "갑자기 죽여서 미안해요. Sorry for saying that you will die. 듣기 View video V COOKIE : [REPLAY] INFINITE NAM WOO HYUN's LieV - 인피니트 남우현의 눕방 라이브!",
      "english": "Sorry for saying that you will die."
    },
    {
      "korean": "\"안 됩니다. 이 사람을 죽여선 안 됩니다\". \"No way. You can't kill this person\". 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -02- '육성재의 친구를 소개합니다!'",
      "english": "\"No way. You can't kill this person\"."
    },
    {
      "korean": "우리 스탭들이 굉장히 숨죽여서 보고 있어요. My staff is watching me in silence. 듣기 View video LEE JONG SUK : 맥락없는 이종석의 소환 방송♡",
      "english": "My staff is watching me in silence."
    },
    {
      "korean": "그래서 제가 '이것들은 가만히 죽여서는 안 되겠다' 라는 생각을 했어요. and I thought I shouldn't just let them die easily. 듣기 View video MONSTA X : 몬즐라 2주년 특별편성ㅜㅜ다시",
      "english": "and I thought I shouldn't just let them die easily."
    }
  ],
  "examples": [
    {
      "korean": "They put the writer to bed with a shovel. 듣기 Add to Wordbook 그들이 작가를 죽여서 파묻었다. YBM All in All English-Korean Dictionary",
      "english": "They put the writer to bed with a shovel. Add to Wordbook"
    },
    {
      "korean": "People shouldn't kill them to make money. 듣기 Add to Wordbook 돈을 벌기 위해 그것들을 죽여서는 않됩니다. Neungyule",
      "english": "People shouldn't kill them to make money. Add to Wordbook"
    },
    {
      "korean": "They try to stop CWD by killing sick deer and elk. 듣기 Add to Wordbook 그들은 병든 사슴과 엘크를 죽여서 CWD를 막으려고 한다. YBM All in All English-Korean Dictionary",
      "english": "They try to stop CWD by killing sick deer and elk. Add to Wordbook"
    },
    {
      "korean": "No matter how small and insignificant a creature may be, you can't just kill it. 듣기 Add to Wordbook 아무리 하찮은 미물이라도 함부로 죽여서는 안 된다 Neungyule",
      "english": "No matter how small and insignificant a creature may be, you can't just kill it. Add to Wordbook"
    },
    {
      "korean": "If anyone was caught killing a cat, the person could be put to death. 듣기 Add to Wordbook 만약에 누가 고양이를 죽여서 잡히게되면 그 사람은 사형에 처해질 수도 있었다. YBM All in All English-Korean Dictionary",
      "english": "If anyone was caught killing a cat, the person could be put to death. Add to Wordbook"
    }
  ]
}