{
  "phrases": [
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) give, (공식적으로) present",
        "(권리·기회·자격 등을) give (sb sthsth to sb)",
        "(고통·상처·피해 등을)"
      ]
    },
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb juda (→달다6)"
      ]
    },
    {
      "phrase": "주는 떡도 못 받아먹는다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to eat tteok, rice cake, that falls into one's lap"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "give…half a chance",
      "frequency": 0
    },
    {
      "meaning": "give",
      "frequency": 3
    },
    {
      "meaning": "show",
      "frequency": 3
    },
    {
      "meaning": "line",
      "frequency": 3
    },
    {
      "meaning": "string",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[잠깐 보여준다면?] [If you were to show us briefly?] View video Dispatch : [ⓓxV] “쿨내 폴폴, 지연 미니 인터뷰” (지연 : JIYEON)",
      "english": "[If you were to show us briefly?]"
    },
    {
      "korean": "본인의 그림에 점수를 준다면? 10점 만점에 몇 점? Rate your drawing skills. Out of 10. 듣기 View video Dispatch : [ⓓxV] “도전! 셉마인드 ②” (세븐틴 : SEVENTEEN)",
      "english": "Rate your drawing skills. Out of 10."
    },
    {
      "korean": "무무에게 상을 준다면 어떤 상을 주고 싶으신가요? If you had to give an award to MooMoos? 듣기 View video V PICK! : [V PICK!] 2019 V HEARTBEAT 하이라이트 ✨오프 더 스테이지편✨ (2019 V HEARTBEAT PICK! ‘OFF THE STAGE’)",
      "english": "If you had to give an award to MooMoos?"
    },
    {
      "korean": "\"지금 군대 복무 중인 멤버들에게 한 마디 해준다면?\" \"What would you say to members who're serving in the army?\" 듣기 View video INFINITE : 보고싶었성규♥",
      "english": "\"What would you say to members who're serving in the army?\""
    },
    {
      "korean": "화이팅 - 감사합니다 - 본인에게 점수를 준다면 몇 점일까요? Fighting! - Thank you. - If you could give a score to yourself, what would it be? 듣기 View video V COOKIE : [Full] NU'EST X LieV - 뉴이스트의 눕방라이브!",
      "english": "Fighting! - Thank you. - If you could give a score to yourself, what would it be?"
    }
  ],
  "examples": [
    {
      "korean": "They should win, given a modicum of luck. 듣기 Add to Wordbook 운이 조금만 따라 준다면 그들이 이길 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They should win, given a modicum of luck. Add to Wordbook"
    },
    {
      "korean": "A little luck wouldn’t go amiss right now! 듣기 Add to Wordbook 바로 이럴 때 약간의 운이 따라 준다면 반가울 텐데! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A little luck wouldn’t go amiss right now! Add to Wordbook"
    },
    {
      "korean": "‘With a bit of luck, we’ll be finished by the end of the year.’ ‘Yes, and pigs might fly!’ 듣기 Add to Wordbook “운이 조금만 따라 준다면 우리가 연말까지는 끝마칠 텐데.” “그렇게 된다면 내 손에 장을 지지겠어!” Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘With a bit of luck, we’ll be finished by the end of the year.’ ‘Yes, and pigs might fly!’ Add to Wordbook"
    },
    {
      "korean": "Well I’m buggered if I’m going to help her after what she said to me. 듣기 Add to Wordbook 글쎄 그녀가 나한테 한 말을 듣고도 내가 그녀를 도와준다면 사람이 아니지. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Well I’m buggered if I’m going to help her after what she said to me. Add to Wordbook"
    },
    {
      "korean": "If he helps us, maybe we can tug the car out of here. 듣기 Add to Wordbook 그가 도와준다면 아마도 우리는 여기서 차를 끌어낼 수 있을 거야. 절대어휘 5100",
      "english": "If he helps us, maybe we can tug the car out of here. Add to Wordbook"
    }
  ]
}