{
  "phrases": [
    {
      "phrase": "줄기",
      "hanja": "",
      "example": {},
      "meanings": [
        "(식물의) stem, stalk, (대나무 등의) cane",
        "(물·산 등의) (물의) stream (of), (강의 지류) branch (of), tributary, (산줄기) range",
        "(불·빛·연기 등의) (빛의) ray, stream, beam, streak, (연기의) column, wisp"
      ]
    },
    {
      "phrase": "강줄기",
      "hanja": "",
      "example": {},
      "meanings": [
        "the course of a river"
      ]
    },
    {
      "phrase": "산줄기",
      "hanja": "",
      "example": {},
      "meanings": [
        "a range of mountains"
      ]
    },
    {
      "phrase": "줄기세포",
      "hanja": "",
      "example": {},
      "meanings": [
        "stem cell(s)"
      ]
    },
    {
      "phrase": "고구마 줄기",
      "hanja": "",
      "example": {},
      "meanings": [
        "sweet potato vines"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cane",
      "frequency": 3
    },
    {
      "meaning": "stream",
      "frequency": 3
    },
    {
      "meaning": "runner",
      "frequency": 3
    },
    {
      "meaning": "thread",
      "frequency": 3
    },
    {
      "meaning": "bar",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[라임 척척] 줄기! 이건 호미! 이건 바구니! [Great rhyme] The roots! The hoe! This is a basket! 듣기 View video World Klass (월드 클래스) : [6회] 'Go구마로 Flex' 밭두렁 SWAG 뽐내는 랩 팀의 고구마 캐기",
      "english": "[Great rhyme] The roots! The hoe! This is a basket!"
    },
    {
      "korean": "\"말라가던 내 세상은 한 줄기의 동근이란 빛을\" - 저거 시리 아니야? \"Since then, I've seen a light, called Dongguen\". - Isn't it Siri? 듣기 View video BTOB : ♥멜로디와의 봄날의 기억, 우리 70년 함께해요♥",
      "english": "\"Since then, I've seen a light, called Dongguen\". - Isn't it Siri?"
    },
    {
      "korean": "왜냐하면 세범 생성이 줄기 때문입니다. Because besically less sebum is produced. 듣기 View video Wishtrend TV : Why Do Korean Girls Look So Young? | Korean Anti Aging Skin Care Tips | Wishtrend TV",
      "english": "Because besically less sebum is produced."
    },
    {
      "korean": "아! 여러분들은 이파리를 좋아하시나요? 줄기 쪽을 좋아하시나요? Do you guys like the leaf part or the stem part? 듣기 View video 김동한 (KimDongHan) : [D-EAT] 님들 뭐하3¿¿ 빨리 들어오삼! ~3~ 혼자먹긴 외로워ㅠ",
      "english": "Do you guys like the leaf part or the stem part?"
    },
    {
      "korean": "산줄기입니다, 산줄기고요. are mountain ranges. 듣기 View video V MOVIE : <고산자, 대동여지도> 무비토크 라이브 ' Movie Talk Live'",
      "english": "are mountain ranges."
    }
  ],
  "examples": [
    {
      "korean": "Cut the flower stems on the slant. 듣기 Add to Wordbook 꽃의 줄기를 비스듬하게 잘라라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Cut the flower stems on the slant. Add to Wordbook"
    },
    {
      "korean": "Shafts of sunlight pierced the heavy mist. 듣기 Add to Wordbook 햇살 몇 줄기가 짙은 안개를 헤치고 비쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Shafts of sunlight pierced the heavy mist. Add to Wordbook"
    },
    {
      "korean": "A cold grey light crept under the curtains. 듣기 Add to Wordbook 커튼 아래로 차가운 회색 빛 한 줄기가 새어 나왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A cold grey light crept under the curtains. Add to Wordbook"
    },
    {
      "korean": "A few gleams of sunshine lit up the gloomy afternoon. 듣기 Add to Wordbook 몇 줄기의 흐릿한 햇살이 음침한 오후를 밝혔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A few gleams of sunshine lit up the gloomy afternoon. Add to Wordbook"
    },
    {
      "korean": "the tradition of kissing under the mistletoe 듣기 Add to Wordbook (크리스마스 때 장식으로 걸어 놓은) 겨우살이 나무줄기 아래서 키스를 하는 전통 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the tradition of kissing under the mistletoe Add to Wordbook"
    }
  ]
}