{
  "phrases": [
    {
      "phrase": "줄다",
      "hanja": "",
      "example": {},
      "meanings": [
        "decrease, diminish, lessen, drop, fall (off), go[come] down, shrink; (서서히) dwindle (away); (단축되다) be shortened[abbreviated]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "down",
      "frequency": 2
    },
    {
      "meaning": "down 1",
      "frequency": 2
    },
    {
      "meaning": "decreasingly",
      "frequency": 0
    },
    {
      "meaning": "The crowd ebbed.",
      "frequency": 0
    },
    {
      "meaning": "King, B. B.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "다 줄어! It goes away! 듣기 View video Apink : 야식먹방!!!",
      "english": "It goes away!"
    },
    {
      "korean": "이게 더 안 줄어? - 저희가 당겨서 쓰면 돼요. Does this not get smaller? - We can zoom in! 듣기 View video 아이돌룸(IDOL ROOM) : 더 보이즈, <아이돌룸> 기습 LIVE PICK돌!",
      "english": "Does this not get smaller? - We can zoom in!"
    },
    {
      "korean": "줄어? 주위에 사람이 줄어서 문제야? Is that about you have fewer and fewer people around you? 듣기 View video 모비딕(Mobidic) : 신혼 때는 서로 눈만 맞아도 불이 붙는다던데... (with.버드와이저) <김준현의짠> 10회",
      "english": "Is that about you have fewer and fewer people around you?"
    },
    {
      "korean": "[바로 효과가 나타나는] 그냥 바로 몇 인치가 줄어요 팔다리가. your arms and legs shrink by a few inches. 듣기 View video 뷰티로그(beautylog) : [뷰티로그 2회]장재인의 싱글하우스 최초공개!?",
      "english": "your arms and legs shrink by a few inches."
    },
    {
      "korean": "왜 자꾸 줄어요? Why is it getting smaller? 듣기 View video DAY6 : DAY6의 Free한 라디오 with Young K, 도운",
      "english": "Why is it getting smaller?"
    }
  ],
  "examples": [
    {
      "korean": "Whole stretches of land were laid waste and depopulated. 발음듣기 광활한 땅 전체가 이용되지 않은 채 내버려지고 주민의 수는 줄어 갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Whole stretches of land were laid waste and depopulated. 발음"
    },
    {
      "korean": "The strike had seriously reduced coal deliveries to industry. 발음듣기 그 파업 때문에 산업계에 석탄 납품이 현저하게 줄어 들었다. YBM All in All English-Korean Dictionary",
      "english": "The strike had seriously reduced coal deliveries to industry. 발음"
    },
    {
      "korean": "Her work hours have been cut. 발음듣기 여자의 일 시간이 줄어 들었다. YBM All in All English-Korean Dictionary",
      "english": "Her work hours have been cut. 발음"
    },
    {
      "korean": "(The) Niagara Falls is receding. 발음듣기 나이아가라 폭포는 수량이 줄어가고 있다. Dong-a's Prime English-Korean Dictionary",
      "english": "(The) Niagara Falls is receding. 발음"
    },
    {
      "korean": "The monsoon has reduced the volume of vegetables being shipped out, resulting in a sudden increase in the prices. 발음듣기 장마로 채소의 출하량이 줄어 가격이 급등했다 Neungyule",
      "english": "The monsoon has reduced the volume of vegetables being shipped out, resulting in a sudden increase in the prices. 발음"
    }
  ]
}