{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "그럼 한번 지금 똑같이 해줄 테니까 찍어볼까요? Shall we take a photo now just like that? 듣기 View video ONEUS Official Fanclub 'TOMOON' 1ST FANCLUB : 1주년 축하합니다~! <원어스X바닐라 스테이지> 하이라이트",
      "english": "Shall we take a photo now just like that?"
    },
    {
      "korean": "한번 내가 알려줄 테니까 다음 곡까지 같이 가보자! I will tell you, so let's do it until the next song. 듣기 View video BTOB : 비투비 - 비트콤 #103 (현식 'RENDEZ-VOUS' 첫 콘서트 비하인드)",
      "english": "I will tell you, so let's do it until the next song."
    },
    {
      "korean": "[맞춤 서비스 제공 결정] 원하는 대로 골라줄 테니까 입어보실래요? [Recommendations] Then do you want to try on the clothes I pick out for you? 듣기 View video 컨버전스 TV (CONS TV) : [W메이트 8화]익선동 패션피플",
      "english": "[Recommendations] Then do you want to try on the clothes I pick out for you?"
    },
    {
      "korean": "[유겸 이야기보따리 풀기 직전] 우리가 리액션 잘 해줄 테니까 얘기해봐! [Before YUGYEOM is about to talk] We'll show you a good reaction, go ahead! 듣기 View video GOT7 : GOT7(갓세븐) HOTLINE #18 (Awards Ver.)",
      "english": "[Before YUGYEOM is about to talk] We'll show you a good reaction, go ahead!"
    },
    {
      "korean": "그래서 제가 아까 김에다 밥 싸줄 테니까 먹으라 했죠? I told you that you should eat rice and flavored seaweed. 듣기 View video 우주소녀(WJSN) : [UZZU TAPE] EP.70 \"INDEED\" vol.2 화보 비하인드!",
      "english": "I told you that you should eat rice and flavored seaweed."
    }
  ],
  "examples": [
    {
      "korean": "Why not have a day off? I’ll hold the fort for you. 듣기 Add to Wordbook 하루 쉬지 그래요? 내가 대신 자리를 지켜 줄 테니. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Why not have a day off? I’ll hold the fort for you. Add to Wordbook"
    },
    {
      "korean": "I buy you lunch and you fix my computer. Is that a fair exchange? 듣기 Add to Wordbook 내가 점심 사 줄 테니까 넌 내 컴퓨터 고쳐 줘. 그럼 공정한 거래지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I buy you lunch and you fix my computer. Is that a fair exchange? Add to Wordbook"
    },
    {
      "korean": "If I had any money, I would lend you some. 듣기 Add to Wordbook 내가 돈이 있으면 네게 좀 빌려 줄 텐데. Friendict Level English-Korean Dictionary",
      "english": "If I had any money, I would lend you some. Add to Wordbook"
    },
    {
      "korean": "Lean over and I’ll pat you on the back. 듣기 Add to Wordbook 구부려 봐, 내가 등을 두드려 줄 테니까. YBM All in All English-Korean Dictionary",
      "english": "Lean over and I’ll pat you on the back. Add to Wordbook"
    },
    {
      "korean": "I’ll teach you to meddle in my affairs. 듣기 Add to Wordbook 쓸데없는 간섭을 하면 본때를 보여줄 테야 Dong-a's Prime English-Korean Dictionary",
      "english": "I’ll teach you to meddle in my affairs. Add to Wordbook"
    }
  ]
}