{
  "phrases": [
    {
      "phrase": "중등부",
      "hanja": "",
      "example": {},
      "meanings": [
        "junior high youth group, middle school division"
      ]
    },
    {
      "phrase": "중등",
      "hanja": " (中等)",
      "example": {},
      "meanings": [
        "(급)the middle[second] class[grade], (질)medium quality, (중위)the average, mediocrity"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "junior high department",
      "frequency": 0
    },
    {
      "meaning": "the visually impaired students of middle school",
      "frequency": 0
    },
    {
      "meaning": "Academies education for junior high youth group",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "This year, while playing for her middle school team in five matches, Yeo scored 42 times. 발음듣기 올해, 중등부 팀을 위해 5게임에서 뛰는 동안, 그녀는 42골을 터뜨렸다. Neungyule",
      "english": "This year, while playing for her middle school team in five matches, Yeo scored 42 times. 발음"
    },
    {
      "korean": "Kim Min-seok won the 5,000-meter speed skating event for middle school students in the 96th annual National Winter Sports Festival (NWSF) on Feb. 25. 발음듣기 김민석 선수가 2월 25일 제96회 전국동계체육대회 중등부 5,000 미터 스피드 스케이팅 경기에서 우승하였습니다. TIMES CORE",
      "english": "Kim Min-seok won the 5,000-meter speed skating event for middle school students in the 96th annual National Winter Sports Festival (NWSF) on Feb. 25. 발음"
    },
    {
      "korean": "Recently, England’s prestigious debating organization ICYD (International Competition for Young Debaters) launched the first National Schools Debating Championship, Junior Division at Dongguk University in Seoul. 발음듣기 최근에, 영국의 권위 있는 토론 기관 ICYD(청소년 국제 토론대회)는 서울 동국대학에서 첫 중등부 토론대회를 시작했습니다. TIMES CORE",
      "english": "Recently, England’s prestigious debating organization ICYD (International Competition for Young Debaters) launched the first National Schools Debating Championship, Junior Division at Dongguk University in Seoul. 발음"
    }
  ]
}