{
  "phrases": [
    {
      "phrase": "중요시",
      "hanja": " (重要視)",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "중요시하다",
      "hanja": " (重要視하다)",
      "example": {},
      "meanings": [
        "lay[put] stress on, put[place] emphasis on, regard[consider, look upon] sth as important"
      ]
    },
    {
      "phrase": "결과보다 과정을 중요시하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "consider the process as being more important than the result",
        "value the process more than the result"
      ]
    },
    {
      "phrase": "(사람이) 대단히 중요시되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be held in high repute",
        "carry great prestige"
      ]
    },
    {
      "phrase": "당신은 사람과의 관계를 중요시하는 사람입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "O형에 관한 표현 You are someone who values human relations.",
        "O형에 관한 표현 You are someone who treats human relations importantly."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "de-emphasize",
      "frequency": 0
    },
    {
      "meaning": "overemphasize",
      "frequency": 0
    },
    {
      "meaning": "lay emphasis[stress, weight] on",
      "frequency": 0
    },
    {
      "meaning": "carry great prestige",
      "frequency": 0
    },
    {
      "meaning": "subordinate work to pleasure",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "사운드를 중요시합니다 소리! I think of sound as important! Sound! 듣기 View video PARK JI HOON : [Wink Arcade] 박지훈 [360] 음악방송 2주차 비하인드 PART 2 Lv.24",
      "english": "I think of sound as important! Sound!"
    },
    {
      "korean": "저는 그거죠 음식의 맛을 중요시... I'm saying that. The importance of food... 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #63",
      "english": "I'm saying that. The importance of food..."
    },
    {
      "korean": "언니는 여름에 꼭 이렇게 중요시하는 그런 메이크업 팁 같은 거 있어요? Is there any makeup tip that you think important in summer? 듣기 View video Dispatch : [ⓓxV] “러블리즈의 여름 메이크업” (지애, 수정 : Lovelyz)",
      "english": "Is there any makeup tip that you think important in summer?"
    },
    {
      "korean": "또 스키즈에서 가장 예의를 중요시하는 멤버는? 창빈 씨? Who is most polite? Changbin? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#30. Hello! Stray Kids (w. 스트레이키즈)",
      "english": "Who is most polite? Changbin?"
    },
    {
      "korean": "저는 약간 그런 정리를 좀 중요시 생각하거든요. I think organization is very important. 듣기 View video Hwang Chi Yeul : [Replay] 황치열 Chiyeul Hwang SHOWCASE",
      "english": "I think organization is very important."
    }
  ],
  "examples": [
    {
      "korean": "As you are quite aware, we take customer service very seriously. 듣기 Add to Wordbook 당신도 잘 알다시피, 당사는 고객 서비스를 매우 중요시합니다. DARAKWON",
      "english": "As you are quite aware, we take customer service very seriously. Add to Wordbook"
    },
    {
      "korean": "Mobile first design is important due to the increase of mobile device users. 듣기 Add to Wordbook 모바일 장치 사용자의 증가로 인해 모바일 우선 설계가 중요시된다. 국제영어대학원대학교 신어사전",
      "english": "Mobile first design is important due to the increase of mobile device users. Add to Wordbook"
    },
    {
      "korean": "In contrast with European soccer, Korean soccer emphasizes organizational effectiveness. 듣기 Add to Wordbook 한국 축구는 조직력을 중요시한다는 점에서 유럽 축구와 대비된다 Neungyule",
      "english": "In contrast with European soccer, Korean soccer emphasizes organizational effectiveness. Add to Wordbook"
    },
    {
      "korean": "It still matters in our society which university you graduated from and the ties you have with other alumni. 듣기 Add to Wordbook 우리 사회는 아직도 학벌과 학연을 중요시한다 Neungyule",
      "english": "It still matters in our society which university you graduated from and the ties you have with other alumni. Add to Wordbook"
    },
    {
      "korean": "He's a man of principle. 듣기 Add to Wordbook 그는 원리 원칙을 중요시한다 Neungyule",
      "english": "He's a man of principle. Add to Wordbook"
    }
  ]
}