{
  "phrases": [
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) give, (공식적으로) present",
        "(권리·기회·자격 등을) give (sb sthsth to sb)",
        "(고통·상처·피해 등을)"
      ]
    },
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb juda (→달다6)"
      ]
    },
    {
      "phrase": "억만금을 줘도 거절하겠어요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "대화 도중 Not for a million dollars."
      ]
    },
    {
      "phrase": "동냥은 못 줘도 쪽박은 깨지 마라",
      "hanja": "",
      "example": {},
      "meanings": [
        "If you cannot give alms, at least do not break the small gourd"
      ]
    },
    {
      "phrase": "주는 떡도 못 받아먹는다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to eat tteok, rice cake, that falls into one's lap"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "I could eat a horse",
      "frequency": 0
    },
    {
      "meaning": "Can I take you home?",
      "frequency": 0
    },
    {
      "meaning": "give",
      "frequency": 3
    },
    {
      "meaning": "show",
      "frequency": 3
    },
    {
      "meaning": "line",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "간식 줘도 돼요? Can I give her snacks? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Can I give her snacks?"
    },
    {
      "korean": "잠깐만요 보여줘도 되나? Wait. Can I show them? 듣기 View video NCT : 해벌",
      "english": "Wait. Can I show them?"
    },
    {
      "korean": "이 친구한테 간식 줘도 돼요? Can I give snacks to this one? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Can I give snacks to this one?"
    },
    {
      "korean": "줘도 돼요? 안 되죠? 너 안 된대! Can I give it? I can't, right? They said that I can't. 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Can I give it? I can't, right? They said that I can't."
    },
    {
      "korean": "[정답을 떠먹여 줘도 왜 받질 못한담] 현석! [Why can't you say the correct answer event with 2 hints...] HYUN SUK! 듣기 View video TREASURE (트레저) : TREASURE - [T.M.I] EP.4",
      "english": "[Why can't you say the correct answer event with 2 hints...] HYUN SUK!"
    }
  ],
  "examples": [
    {
      "korean": "Can I take you home? 듣기 Add to Wordbook 내가 집에 데려다 줘도 돼? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can I take you home? Add to Wordbook"
    },
    {
      "korean": "Everything could be done by a nod and a wink. 듣기 Add to Wordbook 약간의 힌트만 줘도 모든 것이 이루어질 수 있을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Everything could be done by a nod and a wink. Add to Wordbook"
    },
    {
      "korean": "A feed will usually provide instant gratification to a crying baby. 듣기 Add to Wordbook 우는 아기는 보통 젖을 한 번만 먹여 줘도 즉각 만족감을 느낀다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A feed will usually provide instant gratification to a crying baby. Add to Wordbook"
    },
    {
      "korean": "‘I’ll let you have the book back tomorrow.’ ‘There’s no rush.’ 듣기 Add to Wordbook “이 책 내일 돌려줄게.” “급할 것 없어[천천히 줘도 돼].” Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘I’ll let you have the book back tomorrow.’ ‘There’s no rush.’ Add to Wordbook"
    },
    {
      "korean": "You can feed this bread to the rabbits. 듣기 Add to Wordbook 이 빵을 토끼에게 줘도 좋다. Friendict Level English-Korean Dictionary",
      "english": "You can feed this bread to the rabbits. Add to Wordbook"
    }
  ]
}