{
  "phrases": [
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) give, (공식적으로) present",
        "(권리·기회·자격 등을) give (sb sthsth to sb)",
        "(고통·상처·피해 등을)"
      ]
    },
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb juda (→달다6)"
      ]
    },
    {
      "phrase": "주는 떡도 못 받아먹는다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to eat tteok, rice cake, that falls into one's lap"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "give",
      "frequency": 3
    },
    {
      "meaning": "show",
      "frequency": 3
    },
    {
      "meaning": "line",
      "frequency": 3
    },
    {
      "meaning": "string",
      "frequency": 3
    },
    {
      "meaning": "demonstrate",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "사범으로서 굉장히 또 멋있는 모습을 보여줬지만 그날에 또 숨은 주역이 있어요. He showed us a lot of great things as master, but there was a hidden role that day. 듣기 View video IMFACT : [Full] IMFACT x mini CONCERT Ep 24.+1",
      "english": "He showed us a lot of great things as master, but there was a hidden role that day."
    },
    {
      "korean": "물론 친구가 대신 써줬지만요. Of course, my friend wrote it for me. 듣기 View video AKMU : [AKMU의 사춘기노트 p.2] '첫사랑'",
      "english": "Of course, my friend wrote it for me."
    },
    {
      "korean": "툭툭 박아줬지만 생각보다 그렇게 부어 보이지 않아요. It didn't make my eyes look puffy. 듣기 View video V Beauty : 하코냥 안 쓰면 후회할 섀도우 HAKONYANG Must Item about Shadow",
      "english": "It didn't make my eyes look puffy."
    },
    {
      "korean": "앞에서 소감을 정말 제 마음을 대변해서 말해줬지만... Other members already told everything I'd like to tell. 듣기 View video SEVENTEEN : [SEVENTEEN] 1위 기념 V LIVE 감사합니다!!",
      "english": "Other members already told everything I'd like to tell."
    },
    {
      "korean": "제 뮤직비디오를 빛나게 해줬지만 저를 오징어로 만들었죠, 안젤리나가. I didn't look that handsome as she was so beautiful in the mv. 듣기 View video BRANDNEW MUSIC : [한해] 여름, 아이스크림",
      "english": "I didn't look that handsome as she was so beautiful in the mv."
    }
  ],
  "examples": [
    {
      "korean": "He’s shown some flashes, but he’s still way too inconsistent. 듣기 Add to Wordbook 그는 반짝하는 순간은 몇 번 보여줬지만, 아직 너무 플레이가 들쭉날쭉 해. DARAKWON",
      "english": "He’s shown some flashes, but he’s still way too inconsistent. Add to Wordbook"
    },
    {
      "korean": "I told them yes and showed them a doctor's note, but then they said it wasn't good enough.' 듣기 Add to Wordbook 내가 괜찮다고 말하고 의사 진단서를 보여줬지만 대한항공 측은 그걸로는 불충분하다고 말했다.' Neungyule",
      "english": "I told them yes and showed them a doctor's note, but then they said it wasn't good enough.' Add to Wordbook"
    },
    {
      "korean": "He watered for us, but he sure didn't do any weeding. 듣기 Add to Wordbook 우리 대신 물은 줬지만 잡초 뽑는 일은 전혀 하지 않았군요. Neungyule",
      "english": "He watered for us, but he sure didn't do any weeding. Add to Wordbook"
    },
    {
      "korean": "The paws allowed Derby to run, but he was stooped forward. 듣기 Add to Wordbook 이 앞발은 더비로 하여금 뛸 수 있게 도와줬지만 그의 허리가 앞으로 굽게 만들었습니다. TIMES CORE",
      "english": "The paws allowed Derby to run, but he was stooped forward. Add to Wordbook"
    },
    {
      "korean": "The paws allowed him to run, but he was stooped forward. 듣기 Add to Wordbook 이 앞발은 그로 하여금 뛸 수 있게 도와줬지만 그의 허리가 앞으로 굽게 만들었습니다. TIMES CORE",
      "english": "The paws allowed him to run, but he was stooped forward. Add to Wordbook"
    }
  ]
}