{
  "phrases": [
    {
      "phrase": "지경",
      "hanja": " (地境)",
      "example": {},
      "meanings": [
        "(경계) a boundary, a border",
        "(형편) a state, a situation, circumstances, a condition"
      ]
    },
    {
      "phrase": "지경",
      "hanja": " (地境)",
      "example": {},
      "meanings": [
        "Bound noun situation"
      ]
    },
    {
      "phrase": "죽을 지경이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be in a tight position",
        "be in a corner"
      ]
    },
    {
      "phrase": "…할 지경에 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be on the point[verge, brink] of"
      ]
    },
    {
      "phrase": "지경을 정하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fix the boundary",
        "draw the line of demarcation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "without",
      "frequency": 3
    },
    {
      "meaning": "choke",
      "frequency": 3
    },
    {
      "meaning": "apoplectic",
      "frequency": 0
    },
    {
      "meaning": "buggered",
      "frequency": 0
    },
    {
      "meaning": "bored stiff",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "지난 10년간 민주만 쳐다보다가 화가 머리끝까지 날 지경이었지만! I was going crazy for loving Minju for the last 10 years. 듣기 View video 컨스TV : 그날 밤 일 죽어도 얘기 안하려고...[넘버식스]ep7.",
      "english": "I was going crazy for loving Minju for the last 10 years."
    },
    {
      "korean": "소리가 안 나올 지경이었어요. I couldn't even make a sound. 듣기 View video Hwang Chi Yeul : #2019 #밤황치열시 #part.17 #DJ황치열",
      "english": "I couldn't even make a sound."
    },
    {
      "korean": "[안 터짐 설 박을 의심하는 지경] 이거 터지긴 터져? 이거 그냥 손으로 해볼까? [Doubting the gourd] Does it ever open? Can we use our hands? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.1",
      "english": "[Doubting the gourd] Does it ever open? Can we use our hands?"
    },
    {
      "korean": "나도 눈물날 지경으로 좋아하는 거 알죠? You know I love you so much too, right? 듣기 View video NU'EST : [NU'EST] 나 보고시퍼쬬?",
      "english": "You know I love you so much too, right?"
    },
    {
      "korean": "[이것을 승아지경이라고 부르자 .mp4] - 뭐야? 뭐야? - 쿠킹 댄스 몰라? What is that? - You don't know cooking dance? 듣기 View video CIX : HELLO CIX BEHIND 1 :: 큐티뽀짝 씨앗's",
      "english": "What is that? - You don't know cooking dance?"
    }
  ],
  "examples": [
    {
      "korean": "He was apoplectic with rage at the decision. 듣기 Add to Wordbook 그는 그 결정에 너무 화가 나서 졸도할 지경이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was apoplectic with rage at the decision. Add to Wordbook"
    },
    {
      "korean": "The company was almost bankrupted by legal costs. 듣기 Add to Wordbook 그 회사는 소송 비용 때문에 거의 파산 지경이 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The company was almost bankrupted by legal costs. Add to Wordbook"
    },
    {
      "korean": "Beneath his confident exterior, he was desperately nervous. 듣기 Add to Wordbook 그가 겉으로는 자신 있어 보였지만 속으로는 초조해 죽을 지경이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Beneath his confident exterior, he was desperately nervous. Add to Wordbook"
    },
    {
      "korean": "I was bored rigid. 듣기 Add to Wordbook 나는 지루해 죽을 지경이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I was bored rigid. Add to Wordbook"
    },
    {
      "korean": "The hall was full to bursting. 듣기 Add to Wordbook 홀은 사람들로 미어터질 지경이었다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The hall was full to bursting. Add to Wordbook"
    }
  ]
}