{
  "phrases": [
    {
      "phrase": "지는 게 이기는 거다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Losing is equal to winning"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(해·달 등이) set, sink, go down",
        "(꽃·잎 등이) fall",
        "(때·얼룩 등이) come out, wash out, be removed"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(패배하다) lose, be defeated, be beaten, suffer a defeat"
      ]
    },
    {
      "phrase": "게",
      "hanja": "",
      "example": {},
      "meanings": [
        "(갑각류) crab",
        "(비유적)"
      ]
    },
    {
      "phrase": "지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건을 등에) carry[have, take] sth on one's back",
        "(빚·신세 등을) owe, be in debt (to)",
        "(책임을) take[assume, bear, shoulder] a responsibility (for/of)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fight a losing battle",
      "frequency": 0
    },
    {
      "meaning": "You owe me a favour!",
      "frequency": 0
    },
    {
      "meaning": "have had your chips",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "지는 게 이기는 거라고? Losing is winning?? 듣기 View video VICTON : 깜짝부이앱",
      "english": "Losing is winning??"
    },
    {
      "korean": "그 전? 그림자 지는 게? Before? One with shadow?? 듣기 View video MONSTA X : LIVE : I.M",
      "english": "Before? One with shadow??"
    },
    {
      "korean": "좀 쫀쫀해 지는 게 느껴지실 거예요. You'll feel it becoming firm. 듣기 View video KONGSUENI : [Kongsueni 콩슈니] 어뮤즈 런칭행사 같이구경해요 AMUSE make-up brand Launching event",
      "english": "You'll feel it becoming firm."
    },
    {
      "korean": "잘가라래. -지는 게 당연한 거예요. Bye. - It's natural to lose. 듣기 View video JYPnation : 박지민 Solo Countdown Live",
      "english": "Bye. - It's natural to lose."
    },
    {
      "korean": "이게 점점더 피곤해 지는게 보여요. I look like i'm getting more tired. 듣기 View video Park Si Hwan : 멜포 D-3 합주 끝나구~ -ㅅ-",
      "english": "I look like i'm getting more tired."
    }
  ],
  "examples": [
    {
      "korean": "Newspapers and magazines often promote products, but if there is a problem, the manufacturer is still to blame, not the paper or magazine. 듣기 Add to Wordbook 신문과 잡지도 제품을 홍보하는 경우가 많지만, 제품에 문제가 있는 경우 신문이나 잡지사가 책임을 지는 게 아니라 제조업체가 책임을 져야 해. Neungyule",
      "english": "Newspapers and magazines often promote products, but if there is a problem, the manufacturer is still to blame, not the paper or magazine. Add to Wordbook"
    },
    {
      "korean": "But she thinks being happy is even more important. 듣기 Add to Wordbook 하지만 그녀는 행복해 지는 게 훨씬 더 중요하다고 생각해요. TIMES CORE",
      "english": "But she thinks being happy is even more important. Add to Wordbook"
    },
    {
      "korean": "What do you say we talk turkey? 듣기 Add to Wordbook 우리 좀 솔직해 지는게 어때? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Benedict(jaey****)",
      "english": "What do you say we talk turkey? Add to Wordbook"
    },
    {
      "korean": "Why don't we try a little honesty? 듣기 Add to Wordbook 조금 솔직해 지는게 어때? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 플뢰르(mikh****)",
      "english": "Why don't we try a little honesty? Add to Wordbook"
    },
    {
      "korean": "Why don't you carry the ball for awhile? 듣기 Add to Wordbook 네가 잠깐 책임지는게 어때? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 예하(pjm0****)",
      "english": "Why don't you carry the ball for awhile? Add to Wordbook"
    }
  ]
}