{
  "phrases": [
    {
      "phrase": "-지만",
      "hanja": "",
      "example": {},
      "meanings": [
        "though"
      ]
    },
    {
      "phrase": "−지만",
      "hanja": "",
      "example": {},
      "meanings": [
        "(=−지마는)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "but",
      "frequency": 3
    },
    {
      "meaning": "agency commission",
      "frequency": 0
    },
    {
      "meaning": "didn't get the memo",
      "frequency": 0
    },
    {
      "meaning": "What'up",
      "frequency": 0
    },
    {
      "meaning": "ziman formula",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "U지만 이렇게 하면 C 같지 않아요? It looks like C, right? 듣기 View video Dispatch : [Dicon] “트둥’s 귀염뽀짝 폴라로이드 꾸미기” (디아이콘 : 트와이스)",
      "english": "It looks like C, right?"
    },
    {
      "korean": "'MIROH'도 'MIROH'지만 저는 저희 노래를... \"MIROH\" is important but... 듣기 View video Stray Kids : 현진이의 고민상담소 두번째❣",
      "english": "\"MIROH\" is important but..."
    },
    {
      "korean": "엄청난 TMI지만 강아지가 좋아요? 고양이가 좋아요? It's TMI, do you like dogs or cats? 듣기 View video ATEEZ : 에이티니 생일 하루 전❤️❤️",
      "english": "It's TMI, do you like dogs or cats?"
    },
    {
      "korean": "어김없이 '짧소'지만 약간의... And it's the same \"It's Short\", but it's slightly... 듣기 View video THE BOYZ : 짧소",
      "english": "And it's the same \"It's Short\", but it's slightly..."
    },
    {
      "korean": "제 눈썹은 TMI지만 서연이 어머님이 좋아해주신다고... This is a TMI but Seoyeon's mother likes them... 듣기 View video fromis_9 : 므앙???",
      "english": "This is a TMI but Seoyeon's mother likes them..."
    }
  ],
  "examples": [
    {
      "korean": "It is a full ten years since he left for America. 듣기 Add to Wordbook 그가 미국으로 떠난 지 만 10년이 된다 Dong-a's Prime English-Korean Dictionary",
      "english": "It is a full ten years since he left for America. Add to Wordbook"
    },
    {
      "korean": "Many of our staffers have had, or are approaching, their five-year anniversary dates. 듣기 Add to Wordbook 현재 직원들의 상당수는 입사한 지 만 5년이 넘었거나 5년에 접어들고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Many of our staffers have had, or are approaching, their five-year anniversary dates. Add to Wordbook"
    },
    {
      "korean": "Even though workers play a very important role in a company, the leadership of the company would 'make or break' its success. 듣기 Add to Wordbook 직원들이 회사에서 아주 중요한 역할을 하 지만 회사의 지도력이 이의 성공과 실패를 좌우할 것이다. Neungyule",
      "english": "Even though workers play a very important role in a company, the leadership of the company would 'make or break' its success. Add to Wordbook"
    },
    {
      "korean": "Many of our sales-force have had, or are approaching, their five-year anniversary dates. 듣기 Add to Wordbook 현재 직원들의 상당수는 입사한 지 만 5년이 넘었거나 5년에 접어들고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Many of our sales-force have had, or are approaching, their five-year anniversary dates. Add to Wordbook"
    },
    {
      "korean": "Although Britney makes much of her money through her worldwide tours, she recently said that she wants to stop traveling for a while so that she could take care of her new baby. 듣기 Add to Wordbook 비록 브리트니는 전세계공연을 통해 대부분의 돈을 벌 지만 그녀는 그녀의 새로 태어난 아기를 돌볼 수 있게 한동 안 여행을 그만두고 싶다고 최근 말했다. Neungyule",
      "english": "Although Britney makes much of her money through her worldwide tours, she recently said that she wants to stop traveling for a while so that she could take care of her new baby. Add to Wordbook"
    }
  ]
}