{
  "phrases": [
    {
      "phrase": "지려",
      "hanja": " (智慮)",
      "example": {},
      "meanings": [
        "prudence, wisdom"
      ]
    },
    {
      "phrase": "지리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(오줌을 조금 싸다) wet one's pants (a little)"
      ]
    },
    {
      "phrase": "지리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective urinous"
      ]
    },
    {
      "phrase": "절열양정씨지려",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (역사·문화재관광) Monument for Virtuous Ladies of Jeong Clan"
      ]
    },
    {
      "phrase": "효자 황택용 지려",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (역사·문화재관광) Monument to the Filial Piety of Hwang Taek-yong"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "geographer",
      "frequency": 1
    },
    {
      "meaning": "돌출부",
      "frequency": 0
    },
    {
      "meaning": "geomancy",
      "frequency": 0
    },
    {
      "meaning": "geography",
      "frequency": 2
    },
    {
      "meaning": "the geography of New York City",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭔가 진지해 지려고 하네. Things are getting sincere. 듣기 View video CRAYONPOP : 끝날 때까지 끝난 게 아니다! 용팝 올림픽",
      "english": "Things are getting sincere."
    },
    {
      "korean": "또 허무해 지려고 그런다. I am starting to feel lost again. 듣기 View video Big Picture : [Spot Live] Jongguk & HaHa",
      "english": "I am starting to feel lost again."
    },
    {
      "korean": "그래도 겸손해 지려고 많이 노력했던 것 같습니다. But I also tried to be modest. 듣기 View video NCT의 night night! : 1부 권현빈&장문복 / 2부 안형섭&이의웅&저스틴&정정",
      "english": "But I also tried to be modest."
    },
    {
      "korean": "연기하는 걸... -책임을 지려는 거구나. Acting... - You want to take responsibility. 듣기 View video V Special : [꽃브로] 꽃미남 브로맨스 - 영재&JB EP3.\"I only 'Hard carry' you\"",
      "english": "Acting... - You want to take responsibility."
    },
    {
      "korean": "우리 팬 여러분들과 좀 더 가까워 지려고 이렇게 하는 거니까... We are trying to get closer to you guys so... 듣기 View video SECHSKIES : SECHSKIES LIVE NEWS EP.02",
      "english": "We are trying to get closer to you guys so..."
    }
  ],
  "examples": [
    {
      "korean": "I’ve come to crash on your floor for a couple of nights. 발음듣기 너네 집 (거실) 바닥에서 며칠 밤 신세 좀 지려고 왔어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ve come to crash on your floor for a couple of nights. 발음"
    },
    {
      "korean": "Wade tried his best to give them the game. 발음듣기 Wade는 게임을 지려고 발악을 했어. DARAKWON",
      "english": "Wade tried his best to give them the game. 발음"
    },
    {
      "korean": "They are trying their hardest to lose this game. 발음듣기 이 경기를 지려고 발악을 하고 있어. DARAKWON",
      "english": "They are trying their hardest to lose this game. 발음"
    },
    {
      "korean": "Character - the willingness to accept responsibility for one's own life - is the source from which self respect springs. (Joan Didion) 발음듣기 인격, 즉 스스로 인생에 대해 책임 지려는 의지는 자아를 존중하는 마음이 솟는 원천이다. (조앤 디디온, 자기관리명언) 명언/속담",
      "english": "Character - the willingness to accept responsibility for one's own life - is the source from which self respect springs. (Joan Didion) 발음"
    },
    {
      "korean": "Marriage isn't for life any more -- life is too long. Marriage is for love. Love gladly accepts responsibility. Love wants commitment. Marriage should be celebrated as the optimistic and glorious thing that it is. We can't call it a failure if it doesn't last forever. (Jeanette Winterson) 발음듣기 결혼은 이제 더 이상 평생을 함께 한다는 의미가 아니다. 그러기에는 인생이 너무 길다. 결혼은 사랑을 위한 것이다. 사랑은 기꺼이 책임지려 한다. 사랑은 헌신을 원한다. 결혼은 희망적이고 찬란하기에 찬양받아야한다. 결혼이 평생 지속되지 않는다고 해서 실패했다 할 수는 없다. (자넷 윈터슨 , 일명언) 명언/속담",
      "english": "Marriage isn't for life any more -- life is too long. Marriage is for love. Love gladly accepts responsibility. Love wants commitment. Marriage should be celebrated as the optimistic and glorious thing that it is. We can't call it a failure if it doesn't last forever. (Jeanette Winterson) 발음"
    }
  ]
}