{
  "phrases": [
    {
      "phrase": "지능적",
      "hanja": " (知能的)",
      "example": {},
      "meanings": [
        "intelligent"
      ]
    },
    {
      "phrase": "지능적",
      "hanja": " (知能的)",
      "example": {},
      "meanings": [
        "Noun intelligence, intellect"
      ]
    },
    {
      "phrase": "지능적인 수법",
      "hanja": "",
      "example": {},
      "meanings": [
        "an intelligent methodology[technique]"
      ]
    },
    {
      "phrase": "지능적이",
      "hanja": "",
      "example": {},
      "meanings": [
        "intelligent"
      ]
    },
    {
      "phrase": "지능적 웹 서비스 발견",
      "hanja": "",
      "example": {},
      "meanings": [
        "intelligent web service discovery"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "intelligent",
      "frequency": 2
    },
    {
      "meaning": "an intelligent methodology[technique]",
      "frequency": 0
    },
    {
      "meaning": "too clever by half",
      "frequency": 0
    },
    {
      "meaning": "intellectual professions",
      "frequency": 0
    },
    {
      "meaning": "intelligentize",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "좀 지능적인 안티... an intelligent anti-fan... 듣기 View video Apink : Apink Diary 2018 EP.12 (정은지 Live in Japan ~Hyehwa~)",
      "english": "an intelligent anti-fan..."
    },
    {
      "korean": "먹방도 지능적으로 해야 되죠? 업텐션의 셜록홈즈는 누구? Doing a Eating Show Intelligently. Who will be the Sherlock Holmes of UP10TION? 듣기 View video UP10TION : [Full] UP10TION X EATING SHOW - 업텐션 X 같이 먹어요 시즌 2",
      "english": "Doing a Eating Show Intelligently. Who will be the Sherlock Holmes of UP10TION?"
    },
    {
      "korean": "애들아 나 진짜 하고 싶은 거 있어 - 했으니까 \"먹방도 지능적으로\" 저거 할까? There's something I really want to do. -How about \"Doing an Eating Show Intelligently\"? 듣기 View video UP10TION : [Full] UP10TION X EATING SHOW - 업텐션 X 같이 먹어요 시즌 2",
      "english": "There's something I really want to do. -How about \"Doing an Eating Show Intelligently\"?"
    },
    {
      "korean": "그럴 정도로 제가 지능적이지가 않아서요. I am not that smart. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "I am not that smart."
    },
    {
      "korean": "극찬이었는데 이렇게 됐군요. - 저는 지능적 디스가 아닌가... I was praising him. - Very smart way to say mean things. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "I was praising him. - Very smart way to say mean things."
    }
  ],
  "examples": [
    {
      "korean": "Intelligentized utilities have made our lives easier. 발음듣기 지능적으로 만들어진 도구들이 우리 삶의 편의를 높인다. 국제영어대학원대학교 신어사전",
      "english": "Intelligentized utilities have made our lives easier. 발음"
    },
    {
      "korean": "He intelligently took advantage of the loophole in the law. 발음듣기 그는 법의 허점을 지능적으로 이용했다 Neungyule",
      "english": "He intelligently took advantage of the loophole in the law. 발음"
    },
    {
      "korean": "Scientists are always working on making smarter robots. 발음듣기 과학자들은 항상 좀 더 지능적인 로봇을 만들기 위해 노력한다. Neungyule",
      "english": "Scientists are always working on making smarter robots. 발음"
    },
    {
      "korean": "But they cannot make intelligent decisions yet. 발음듣기 그러나 그것들은 지능적인 판단은 아직 내릴 수 없다. Neungyule",
      "english": "But they cannot make intelligent decisions yet. 발음"
    },
    {
      "korean": "Guild Wars has been developed specifically with e-sports in mind. 발음듣기 구체적으로 말하면 길드워는 지능적인 인터넷 스포츠와 함께 개발됐습니다. Neungyule",
      "english": "Guild Wars has been developed specifically with e-sports in mind. 발음"
    }
  ]
}