{
  "phrases": [
    {
      "phrase": "지니다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(몸에) keep, carry",
        "(마음·성품·의미 등을) have, keep",
        "(본래의 모양을 간직하다) have, keep, (formal) retain"
      ]
    },
    {
      "phrase": "그는 동성애적 성향을 지니고 있다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He has homosexual inclinations."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "remember",
      "frequency": 3
    },
    {
      "meaning": "be possessed of something",
      "frequency": 0
    },
    {
      "meaning": "endow somebody/something with something",
      "frequency": 0
    },
    {
      "meaning": "mean well",
      "frequency": 0
    },
    {
      "meaning": "about/on your person",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[QUESTION. 08] [몸에 항상 지니고 다니는 것?] [QUESTION. 08] [Something you always have on you is?] View video MOMO X : [10초의 10초의 10초] 안 봤으면 안 봤지 한 번만 볼 수 없다는! 남태현 편",
      "english": "[QUESTION. 08] [Something you always have on you is?]"
    },
    {
      "korean": "[다소 독특한 색을 지니고 있음] 그리고 제 것은 색깔이 좀 특이해요. And mine has a very unique color. 듣기 View video NU'EST : [NU'EST W] L.O.Λ.E RECORD B-Side EP.09",
      "english": "And mine has a very unique color."
    },
    {
      "korean": "작은 나무라는 성향을 지니고 있습니다. You are a small tree. 듣기 View video Boys Republic : 놀쟈앙~~!!!",
      "english": "You are a small tree."
    },
    {
      "korean": "그런 중요한 의미를 지니고요. That's how significant it is. 듣기 View video V BOOKS : <난처한 미술이야기> 양정무 교수의 '유럽 여행 제대로 즐기는 법' 생중계",
      "english": "That's how significant it is."
    },
    {
      "korean": "남다른 능력을 지니고 있다. At making their thoughts bear fruit. 듣기 View video Boys Republic : 놀쟈앙~~!!!",
      "english": "At making their thoughts bear fruit."
    }
  ],
  "examples": [
    {
      "korean": "He had an unquenchable thirst for life. 듣기 Add to Wordbook 그는 삶에 대해 채울 수 없는 갈증을 지니고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had an unquenchable thirst for life. Add to Wordbook"
    },
    {
      "korean": "The airline has an excellent safety record. 듣기 Add to Wordbook 그 항공사는 훌륭한 무사고 운항 기록을 지니고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The airline has an excellent safety record. Add to Wordbook"
    },
    {
      "korean": "The landscape had a stark, unworldly beauty. 듣기 Add to Wordbook 그 풍경은 완벽한 천상의 아름다움을 지니고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The landscape had a stark, unworldly beauty. Add to Wordbook"
    },
    {
      "korean": "She has an undoubted talent as an organizer. 듣기 Add to Wordbook 그녀는 조직자로서 의심할 여지없는 재능을 지니고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She has an undoubted talent as an organizer. Add to Wordbook"
    },
    {
      "korean": "They seem destitute of ordinary human feelings. 듣기 Add to Wordbook 그들은 사람들이 보통 지니고 있는 감정이 없는 것 같다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They seem destitute of ordinary human feelings. Add to Wordbook"
    }
  ]
}