{
  "phrases": [
    {
      "phrase": "지불",
      "hanja": " (支拂)",
      "example": {},
      "meanings": [
        "payment, (채무의 상환) (formal) discharge, pay (out), make a payment"
      ]
    },
    {
      "phrase": "지불 능력",
      "hanja": "",
      "example": {},
      "meanings": [
        "solvency",
        "the ability to pay"
      ]
    },
    {
      "phrase": "지불 청구",
      "hanja": "",
      "example": {},
      "meanings": [
        "a demand for payment"
      ]
    },
    {
      "phrase": "대가를 지불하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pay for",
        "pay the price"
      ]
    },
    {
      "phrase": "지불을 청구하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "ask to pay",
        "ask for payment"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "settlement",
      "frequency": 3
    },
    {
      "meaning": "payment",
      "frequency": 3
    },
    {
      "meaning": "disbursement",
      "frequency": 0
    },
    {
      "meaning": "disbursal",
      "frequency": 0
    },
    {
      "meaning": "defrayal",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭐 식사 비용을 지불한 것도. It could even be paying for a dinner. 듣기 View video V DRAMA : [Full]스케치 X 앞터V (Sketch X Early Interview)",
      "english": "It could even be paying for a dinner."
    },
    {
      "korean": "매도자 쪽에서 수수료를 지불하기 때문에 - 그래요? The sellers pay for it. - Really? 듣기 View video Big Picture (빅픽처) : 빅픽처 스페셜시즌 EP 30_김종국, LA에 딸하고 와이프 있다!?",
      "english": "The sellers pay for it. - Really?"
    },
    {
      "korean": "정말 제가 해외 사이트 빨리 오게끔 돈을 지불했는데도... Even though I paid for it to come quickly... 듣기 View video V COOKIE : [Full] 나이스쇼핑챌린지 X 이진이, 손현우 (Nice Shopping Challenge X LEEJINI, SONHYUNWOO)",
      "english": "Even though I paid for it to come quickly..."
    },
    {
      "korean": "[뿌듯 뿌듯, 커피값도 아깝지 않은 경기] 이거는 지불할 만한 것 같아요. [Very proud, it's a match worth paying] I think it's paying. 듣기 View video Big Picture (빅픽처) : 빅픽처2 ep88_김종국vs문세윤 팔씨름 대결",
      "english": "[Very proud, it's a match worth paying] I think it's paying."
    },
    {
      "korean": "형이 굉장히 많은 수강료를 지불했어. and I paid a lot of money. 듣기 View video BTS : BTS Live : Eat Jin + chimchim",
      "english": "and I paid a lot of money."
    }
  ],
  "examples": [
    {
      "korean": "Who is going to stump up the extra money? 듣기 Add to Wordbook 추가 금액은 누가 지불할 건가요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Who is going to stump up the extra money? Add to Wordbook"
    },
    {
      "korean": "The price is payable in monthly instalments. 듣기 Add to Wordbook 그 값은 월부로 지불할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The price is payable in monthly instalments. Add to Wordbook"
    },
    {
      "korean": "Payment will be remitted to you in full. 듣기 Add to Wordbook 지불금은 당신에게로 전액 송금될 겁니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Payment will be remitted to you in full. Add to Wordbook"
    },
    {
      "korean": "Prompt payment of the invoice would be appreciated. 듣기 Add to Wordbook 청구 대금을 즉각 지불해 주시면 고맙겠습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Prompt payment of the invoice would be appreciated. Add to Wordbook"
    },
    {
      "korean": "an initial payment of £60 and ten instalments of £25 듣기 Add to Wordbook 첫 지불금 60파운드에 25파운드씩 열 번의 할부금 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an initial payment of £60 and ten instalments of £25 Add to Wordbook"
    }
  ]
}