{
  "phrases": [
    {
      "phrase": "지키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(재산·목숨·나라 등을) guard; (방어하다) defend, protect; (보호하다) look after, take care of",
        "(약속·법·질서 등을) keep, obey, follow, observe, stick[adhere] to, uphold",
        "(비밀·침묵 등을) keep"
      ]
    },
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) give, (공식적으로) present",
        "(권리·기회·자격 등을) give (sb sthsth to sb)",
        "(고통·상처·피해 등을)"
      ]
    },
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb juda (→달다6)"
      ]
    },
    {
      "phrase": "주는 떡도 못 받아먹는다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be unable to eat tteok, rice cake, that falls into one's lap"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hold on to something",
      "frequency": 0
    },
    {
      "meaning": "hold the fort",
      "frequency": 0
    },
    {
      "meaning": "run interference",
      "frequency": 0
    },
    {
      "meaning": "save 1",
      "frequency": 2
    },
    {
      "meaning": "promise (somebody) the earth/moon/world",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "못 지켜줄 것 같은 난쟁이인가? Maybe dwarves can't protect me? 듣기 View video TWICE : 심야브이 샤라디오",
      "english": "Maybe dwarves can't protect me?"
    },
    {
      "korean": "지켜줄 건 지켜줘야 되지 않습니까 여러분? certain things should be protected, shouldn't it? 듣기 View video iKON : 2월8일은 무슨날?",
      "english": "certain things should be protected, shouldn't it?"
    },
    {
      "korean": "좋다 - 겨울철 저의 피부와 목을 지켜줄... Good. - To protect my skin and throat. 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.5",
      "english": "Good. - To protect my skin and throat."
    },
    {
      "korean": "그럼 지켜줄 수 있어? Can you protect me? 듣기 View video ATEEZ : 우쫑의 설레는 독일먹방❤️",
      "english": "Can you protect me?"
    },
    {
      "korean": "담담하게 지켜줄 줄 아는 그런 여자죠. who can calmly protect them like a grownup. 듣기 View video V DRAMA : [Full]서른이지만 열일곱입니다 X 앞터V (30 but 17 X Early Interview)",
      "english": "who can calmly protect them like a grownup."
    }
  ],
  "examples": [
    {
      "korean": "Why not have a day off? I’ll hold the fort for you. 발음듣기 하루 쉬지 그래요? 내가 대신 자리를 지켜 줄 테니. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Why not have a day off? I’ll hold the fort for you. 발음"
    },
    {
      "korean": "He'll watch over you. 발음듣기 그가 너를 지켜 줄 것이다. YBM All in All English-Korean Dictionary",
      "english": "He'll watch over you. 발음"
    },
    {
      "korean": "They can keep you away from danger. 발음듣기 그것들이 위험에서 여러분을 지켜줄 수 있어요. YBM All in All English-Korean Dictionary",
      "english": "They can keep you away from danger. 발음"
    },
    {
      "korean": "A happy marriage can protect your health. 발음듣기 행복한 결혼생활은 건강을 지켜 줄 수 있다. Neungyule",
      "english": "A happy marriage can protect your health. 발음"
    },
    {
      "korean": "Because it is friendly and sincere. It can look after my house, too. 발음듣기 왜냐하면 개는 다정하고 충실해. 또 집도 지켜줄 수 있잖아. YBM All in All English-Korean Dictionary",
      "english": "Because it is friendly and sincere. It can look after my house, too. 발음"
    }
  ]
}