{
  "phrases": [
    {
      "phrase": "지원함",
      "hanja": " (支援艦)",
      "example": {},
      "meanings": [
        "군사 support ship"
      ]
    },
    {
      "phrase": "수상지원함",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 surface support ship (SSS)"
      ]
    },
    {
      "phrase": "고속전투지원함",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 fast combat support ship"
      ]
    },
    {
      "phrase": "초계전투지원함",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 patrol combatant support ship"
      ]
    },
    {
      "phrase": "항공군수지원함",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 aviation logistics support ship (ALSS)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "support ship",
      "frequency": 0
    },
    {
      "meaning": "Garavani, Valentino",
      "frequency": 0
    },
    {
      "meaning": "surface support ship",
      "frequency": 0
    },
    {
      "meaning": "fast combat support ship",
      "frequency": 0
    },
    {
      "meaning": "patrol combatant support ship",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "To resolve the issue, the government vowed to accelerate localization in the materials sector by funding development of chip materials, components and equipment. 발음듣기 이 문제를 해결하기 위해, 정부는 반도체 소재, 부품, 장비 개발에 자금을 지원함으로써 소재 분야의 국산화를 가속화하겠다고 약속했다. The Korea Times",
      "english": "To resolve the issue, the government vowed to accelerate localization in the materials sector by funding development of chip materials, components and equipment. 발음"
    },
    {
      "korean": "They specified a naval support vessel that can operate for longer periods of time while thousands of kilometers away from South Korea. 발음듣기 이들은 한국에서 수천 킬로미터 떨어진 바다에서 원거리 임무를 수행할 수 있는 해군 지원함을 지목하였다. Neungyule",
      "english": "They specified a naval support vessel that can operate for longer periods of time while thousands of kilometers away from South Korea. 발음"
    },
    {
      "korean": "Smartphones also support most social networking sites, making being in touch with friends and family a simple task no matter where one is. 발음듣기 스마트폰은 대부분의 소셜 네트워킹 사이트를 지원함으로써, 사람들이 어디에 있든 친구, 가족과 손쉽게 지속적으로 연락을 취할 수 있도록 한다. Neungyule",
      "english": "Smartphones also support most social networking sites, making being in touch with friends and family a simple task no matter where one is. 발음"
    },
    {
      "korean": "This trend has greatly risen as the government has also extended greater help to viable SMEs by supporting promising high value-added industries, such as information technology and biotechnology. 발음듣기 또한 정부가 정보기술과 생물공학과 같은 유망한 고부가 가치 산업을 지원함으로써 성장할 수 있는 중소기업에 더 큰 도움을 확대함으로써 이 추세는 대단히 치솟아왔다. Neungyule",
      "english": "This trend has greatly risen as the government has also extended greater help to viable SMEs by supporting promising high value-added industries, such as information technology and biotechnology. 발음"
    },
    {
      "korean": "If we give the example of Tanzania, where they made an improvement of 24 percent reduction in child mortality by making sure that the social services are reaching the people most in need. 발음듣기 탄자지아 같은 국가를 예로 들어 본다면, 가장 열악한 상황에서 절실한 도움을 필요로 하는 이들에게 사회복지 시설과 혜택을 지원함으로써 아동사망률을 24퍼센트나 줄인 성과를 만들었습니다. YBM All in All English-Korean Dictionary",
      "english": "If we give the example of Tanzania, where they made an improvement of 24 percent reduction in child mortality by making sure that the social services are reaching the people most in need. 발음"
    }
  ]
}