{
  "phrases": [
    {
      "phrase": "지켜보다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(유심히 보다) watch, observe, eye",
        "(상황·결과 등을) wait and see, watch, observe"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "it remains to be seen whether",
      "frequency": 0
    },
    {
      "meaning": "it remains to be seen that",
      "frequency": 0
    },
    {
      "meaning": "watch",
      "frequency": 3
    },
    {
      "meaning": "watchful",
      "frequency": 3
    },
    {
      "meaning": "look on",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "멀리서 - 멀리서 지켜봐야 돼. From afar. - You have to look from afar. 듣기 View video Stray Kids : [Stray Kids: 제 9구역 시즌3 (The 9th Season 3)] EP.01",
      "english": "From afar. - You have to look from afar."
    },
    {
      "korean": "하지만 좀 더 지켜봐야 할 것 같네요. But I think I'll need to wait and see. 듣기 View video WIWO : MY Special night care routine!!! what is your special care??",
      "english": "But I think I'll need to wait and see."
    },
    {
      "korean": "지켜봐야 해요. Let's watch them. 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '가을 운동회'",
      "english": "Let's watch them."
    },
    {
      "korean": "상황을 좀 지켜봐야 되지 않을까. I'll have to see how things roll. 듣기 View video SMTOWN : 예민한 예성의 봄날의 소나기",
      "english": "I'll have to see how things roll."
    },
    {
      "korean": "조금 더 지켜봐야 될 것 같아요. I think we should wait and see. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "I think we should wait and see."
    }
  ],
  "examples": [
    {
      "korean": "But whether the drug machines gain as much acceptance as ATMs for example, remains to be seen. 듣기 Add to Wordbook 하지만 약 자판기가 예를 들어 현금 자동지급기처럼 널리 보급될지는 좀더 지켜봐야 할 것 같습니다. YBM All in All English-Korean Dictionary",
      "english": "But whether the drug machines gain as much acceptance as ATMs for example, remains to be seen. Add to Wordbook"
    },
    {
      "korean": "I'm going to watch to see if cable TV companies and video rental chains improve. Right now, they look like a good bet. 듣기 Add to Wordbook 케이블 TV 회사와 비디오 대여점은 어떨지 좀 지켜봐야 겠어요. 지금으로서는 그 두 곳이 유망할 것 같거든요. YBM All in All English-Korean Dictionary",
      "english": "I'm going to watch to see if cable TV companies and video rental chains improve. Right now, they look like a good bet. Add to Wordbook"
    },
    {
      "korean": "On the other hand, it remains to be seen whether Obama's ethnicity will become an issue in the upcoming presidential elections. 듣기 Add to Wordbook 다른 한편으로, 오바마의 인종 문제가 다가올 대선에서 쟁점이 될지는 지켜봐야 할 것이다. Neungyule",
      "english": "On the other hand, it remains to be seen whether Obama's ethnicity will become an issue in the upcoming presidential elections. Add to Wordbook"
    },
    {
      "korean": "I spent money like water. Now I have to watch my budget. 듣기 Add to Wordbook 돈을 물 쓰듯이 썼어. 이젠 돈 나가는 걸 잘 지켜봐야 해. Neungyule",
      "english": "I spent money like water. Now I have to watch my budget. Add to Wordbook"
    },
    {
      "korean": "John Paul watched the Way of the Cross procession, which commemorates the crucifixion of Jesus, from his apartment at the Vatican. 듣기 Add to Wordbook 요한 바오로 2세는이 행사를 바티칸에 있는 자신의 아파트에서 지켜봐야 했습니다. YBM All in All English-Korean Dictionary",
      "english": "John Paul watched the Way of the Cross procession, which commemorates the crucifixion of Jesus, from his apartment at the Vatican. Add to Wordbook"
    }
  ]
}