{
  "phrases": [
    {
      "phrase": "지지",
      "hanja": " (支持)",
      "example": {},
      "meanings": [
        "(정책·의견 등을) support, support, backing, back (up), stand by, (formal) countenance",
        "(지탱하다) support, support, prop (up), shore up, hold up"
      ]
    },
    {
      "phrase": "지지",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun dirty object"
      ]
    },
    {
      "phrase": "zizzy",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective [속어] 화려한, 야한, 떠들썩한"
      ]
    },
    {
      "phrase": "Z.G.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Abbreviation zoological garden."
      ]
    },
    {
      "phrase": "Zizzy",
      "hanja": "",
      "example": {},
      "meanings": [
        "A personality type that is described as an incredibly bubbly and hyper individual. Commonly found with Caffeine but able to be just as energetic without the boost."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "favour",
      "frequency": 3
    },
    {
      "meaning": "support",
      "frequency": 3
    },
    {
      "meaning": "sympathy",
      "frequency": 3
    },
    {
      "meaning": "attachment",
      "frequency": 3
    },
    {
      "meaning": "찬조",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "지 - 지? Ji. - Ji? 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌6' 6화 ('Lovelyz Diary Season 6' EP.6 )",
      "english": "Ji. - Ji?"
    },
    {
      "korean": "지... - 지... Well, - We... 듣기 View video KNK : 지금 크나큰은? 필리핀 마닐라에!!!^^",
      "english": "Well, - We..."
    },
    {
      "korean": "또! 또! 또! 지지! 지지! Again, again, again! Messy! Messy! 듣기 View video PARK JI HOON : 박지훈의 [360] UNBOXING (Feat. 응원봉 커스텀)",
      "english": "Again, again, again! Messy! Messy!"
    },
    {
      "korean": "지지 - 왜 지지예요, 제가 더러워요? Jiji. - Jiji? Am I messy? 듣기 View video TWICE : 레나♡",
      "english": "Jiji. - Jiji? Am I messy?"
    },
    {
      "korean": "독보적인 지지를 받은 멤버는? Who is this trainee? 듣기 View video World Klass (월드 클래스) : [Full] <월드 클래스> 첫방송 카운트다운 라이브 / Countdown Live",
      "english": "Who is this trainee?"
    }
  ],
  "examples": [
    {
      "korean": "Not to be outdone, she tried again. 듣기 Add to Wordbook 그녀는 지지 않으려고 다시 시도했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Not to be outdone, she tried again. Add to Wordbook"
    },
    {
      "korean": "mass demonstrations in support of the exiled leader 듣기 Add to Wordbook 추방된 지도자를 지지하는 대규모 시위 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "mass demonstrations in support of the exiled leader Add to Wordbook"
    },
    {
      "korean": "The cabinet rallied behind the Prime Minister. 듣기 Add to Wordbook 내각은 결집하여 수상을 지지했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cabinet rallied behind the Prime Minister. Add to Wordbook"
    },
    {
      "korean": "Many national newspapers rallied to his support. 듣기 Add to Wordbook 많은 전국 신문들이 단결하여 그를 지지했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Many national newspapers rallied to his support. Add to Wordbook"
    },
    {
      "korean": "There was little overt support for the project. 듣기 Add to Wordbook 그 프로젝트에 대한 명시적인 지지는 거의 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There was little overt support for the project. Add to Wordbook"
    }
  ]
}