{
  "phrases": [
    {
      "phrase": "지표면",
      "hanja": " (地表面)",
      "example": {},
      "meanings": [
        "the surface of the earth"
      ]
    },
    {
      "phrase": "지표면 방출",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 ground level release"
      ]
    },
    {
      "phrase": "자유지표면",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 free surface"
      ]
    },
    {
      "phrase": "속도감지표면",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 speed sensing surface"
      ]
    },
    {
      "phrase": "지표면전위상승",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 earth surface potential raise"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "the surface of the earth",
      "frequency": 0
    },
    {
      "meaning": "ground surface",
      "frequency": 0
    },
    {
      "meaning": "earth's surface",
      "frequency": 0
    },
    {
      "meaning": "terrestrial surface",
      "frequency": 0
    },
    {
      "meaning": "흙",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Magma is called lava when it reaches the earth's surface. 발음듣기 마그마가 지표면에 도달했을 때 용암이라고 한다. YBM All in All English-Korean Dictionary",
      "english": "Magma is called lava when it reaches the earth's surface. 발음"
    },
    {
      "korean": "A little farther away from the earth, the air gets cooler. 발음듣기 지표면으로부터 멀리 떨어져 있을수록 공기는 더 차가워진다. YBM All in All English-Korean Dictionary",
      "english": "A little farther away from the earth, the air gets cooler. 발음"
    },
    {
      "korean": "However, it is incapable of observing the surface of the Earth on cloudy days or at night. 발음듣기 그러나 구름 낀 날이나 밤에는, 지표면을 관측하는 것이 불가능하다. Neungyule",
      "english": "However, it is incapable of observing the surface of the Earth on cloudy days or at night. 발음"
    },
    {
      "korean": "More than 500 volcanoes are known to have erupted on the surface in the history of the Earth. 발음듣기 지구의 역사상 500개 이상의 화산이 지표면에서 폭발한 것 으로 알려졌다. Neungyule",
      "english": "More than 500 volcanoes are known to have erupted on the surface in the history of the Earth. 발음"
    },
    {
      "korean": "In the Netherlands, the ground is below sea level. 발음듣기 네덜란드는 지표면이 해수면보다 낮다 Neungyule",
      "english": "In the Netherlands, the ground is below sea level. 발음"
    }
  ]
}