{
  "phrases": [
    {
      "phrase": "지키다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(재산·목숨·나라 등을) guard; (방어하다) defend, protect; (보호하다) look after, take care of",
        "(약속·법·질서 등을) keep, obey, follow, observe, stick[adhere] to, uphold",
        "(비밀·침묵 등을) keep"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "preserve",
      "frequency": 2
    },
    {
      "meaning": "maintain",
      "frequency": 2
    },
    {
      "meaning": "protect",
      "frequency": 2
    },
    {
      "meaning": "사수 2",
      "frequency": 0
    },
    {
      "meaning": "경비원",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "안 지키면... If you don't keep that promise... 듣기 View video NCT : 오랜만이다아 JS",
      "english": "If you don't keep that promise..."
    },
    {
      "korean": "22, 23, 24, 25 - 수빈아 고마웠다 - 이제 안 지키면 - 써라! 22, 23, 24, 25 - SOOBIN, I was thankful. - If you don't keep your word.. - Casually! 듣기 View video TOMORROW X TOGETHER : 모아 고마워요❣",
      "english": "22, 23, 24, 25 - SOOBIN, I was thankful. - If you don't keep your word.. - Casually!"
    },
    {
      "korean": "아니, 한 곳만 지키면 돼. No, you just need to protect one spot. 듣기 View video V COOKIE : [Full] MY NAME X VSLIVE - 마이네임의 VSLIVE !",
      "english": "No, you just need to protect one spot."
    },
    {
      "korean": "안 지키면 니 컴퓨터 넘겨? If you don't, give me your computer okay? 듣기 View video ASTRO : [ASTRO PLAY] '니가 불어와(Crazy Sexy Cool)' 막방 비하인드",
      "english": "If you don't, give me your computer okay?"
    },
    {
      "korean": "언제 지켜도 지키면 되지 뭐. You can keep your promise when it's possible. 듣기 View video Big Picture (빅픽처) : 빅픽처 ep97_광수 저격 스나이퍼 꾹이의 화병(?) 유발 방송!",
      "english": "You can keep your promise when it's possible."
    }
  ],
  "examples": [
    {
      "korean": "I will eat my hat if he keeps his promise! 발음듣기 그가 약속을 지키면 내 손에 장을 지지겠어! 생활 표현 사전",
      "english": "I will eat my hat if he keeps his promise! 발음"
    },
    {
      "korean": "North Korea will get one million tons of heavy fuel oil each year for honoring the agreement. 발음듣기 북한은 협의를 지키면 매년 100만 톤의 중유를 받을 것이다. Neungyule",
      "english": "North Korea will get one million tons of heavy fuel oil each year for honoring the agreement. 발음"
    },
    {
      "korean": "Teaching school is fun when students follow the rules. 발음듣기 학생들이 규칙을 잘 지키면 교사로서 일하는 것은 즐겁다. YBM All in All English-Korean Dictionary",
      "english": "Teaching school is fun when students follow the rules. 발음"
    },
    {
      "korean": "What'll we do if we can't meet our deadline? 발음듣기 마감일을 못 지키면 어쩌죠? YBM All in All English-Korean Dictionary",
      "english": "What'll we do if we can't meet our deadline? 발음"
    },
    {
      "korean": "Keeping promises lets you have a good reputation. 발음듣기 약속을 잘 지키면 좋은 평판을 얻을 수 있어요. Neungyule",
      "english": "Keeping promises lets you have a good reputation. 발음"
    }
  ]
}