{
  "phrases": [
    {
      "phrase": "지휘관",
      "hanja": " (指揮官)",
      "example": {},
      "meanings": [
        "commander, officer in command, commanding officer"
      ]
    },
    {
      "phrase": "지휘관(직)",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 commandership"
      ]
    },
    {
      "phrase": "최고 지휘관",
      "hanja": "",
      "example": {},
      "meanings": [
        "the supreme commander"
      ]
    },
    {
      "phrase": "일군의 지휘관",
      "hanja": "",
      "example": {},
      "meanings": [
        "a commander-in-chief"
      ]
    },
    {
      "phrase": "전투 지휘관",
      "hanja": " (戰鬪指揮官)",
      "example": {},
      "meanings": [
        "a combat commander[leader]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "commander",
      "frequency": 3
    },
    {
      "meaning": "CO",
      "frequency": 0
    },
    {
      "meaning": "base cluster commander",
      "frequency": 0
    },
    {
      "meaning": "Cmdr",
      "frequency": 0
    },
    {
      "meaning": "the commander of the expedition",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "걱정 말게, 오늘 작전 지휘관이 누구라고? Don't worry! Who is the commander today? 듣기 View video V COOKIE : [Full] TEEN TOP X SUITS KNIGHTS - 틴탑의 정장방!",
      "english": "Don't worry! Who is the commander today?"
    }
  ],
  "examples": [
    {
      "korean": "The commander had been forewarned of the attack. 듣기 Add to Wordbook 그 지휘관은 그 공격에 대한 경고를 받았었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The commander had been forewarned of the attack. Add to Wordbook"
    },
    {
      "korean": "The matter was passed on to me, as your commanding officer. 듣기 Add to Wordbook 그 문제가 자네 지휘관인 내게로 넘어 왔어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The matter was passed on to me, as your commanding officer. Add to Wordbook"
    },
    {
      "korean": "The commander ordered his troops to retreat. 듣기 Add to Wordbook 지휘관이 그의 군대에게 철수하라고 명령했다. 절대어휘 5100",
      "english": "The commander ordered his troops to retreat. Add to Wordbook"
    },
    {
      "korean": "the commander of the expedition 듣기 Add to Wordbook 원정대 지휘관 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the commander of the expedition Add to Wordbook"
    },
    {
      "korean": "Those who were adept and brave fellows I have made military commanders. Those who were quick and nimble I have made herders of horses. Those who were not adept I have given a small whip and sent to be shepherd (Genghis Khan) 듣기 Add to Wordbook 능수능란하고 용감한 자들은 군지휘관으로 길렀다. 민첩하고 유연한 자들은 말을 다루도록 했다. 능숙하지 않은 자들은 작은 채찍을 주어 양치기가 되게 하였다. (칭기즈칸, 성공명언) 명언/속담",
      "english": "Those who were adept and brave fellows I have made military commanders. Those who were quick and nimble I have made herders of horses. Those who were not adept I have given a small whip and sent to be shepherd (Genghis Khan) Add to Wordbook"
    }
  ]
}