{
  "phrases": [
    {
      "phrase": "진행",
      "hanja": " (進行)",
      "example": {},
      "meanings": [
        "(앞으로 나아감) progress, head (toward)",
        "(일·회의 등의) progress, progression, progress; (행사·프로그램 등을) emcee"
      ]
    },
    {
      "phrase": "착착 진행하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make steady progress",
        "progress steadily"
      ]
    },
    {
      "phrase": "순조로이 진행되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "progress satisfactorily",
        "go well",
        "be well along"
      ]
    },
    {
      "phrase": "순조롭게 진행하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "progress favorably"
      ]
    },
    {
      "phrase": "일정대로 진행하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "proceed[go ahead] as planned"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "progression",
      "frequency": 1
    },
    {
      "meaning": "progress",
      "frequency": 2
    },
    {
      "meaning": "way 1",
      "frequency": 2
    },
    {
      "meaning": "race 1",
      "frequency": 2
    },
    {
      "meaning": "swing 1",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "[진행하는 MC 보현] - 하반기에 대박 터질 크루야 - 그럼! [MC Bohyun] - We'll be the ace later this year. - Yes! 듣기 View video 플레이리스트 (Playlist) : 에이틴 제작진 신작 드디어 나옴 [트웬티 트웬티] - 대본리딩 메이킹",
      "english": "[MC Bohyun] - We'll be the ace later this year. - Yes!"
    },
    {
      "korean": "꿀FM 라디오국의 파일럿 프로그램 R.A.D.I.O와 지진정 DJ가 진행하는 라디오 어떠신가요? What do you think about Honey FM radio station's pilot program hosted by DJ Ji-Jin-Jung? 듣기 View video BTS : 꿀FM <지진정의 R.A.D.I.O 라디오> #중대발표",
      "english": "What do you think about Honey FM radio station's pilot program hosted by DJ Ji-Jin-Jung?"
    },
    {
      "korean": "빨리 진행하니까 재밌네요 그렇지 않아요, 여러분들? Speed game is fun. Don't you think so? 듣기 View video TOMORROW X TOGETHER : 코너 하나 뺏었습니다",
      "english": "Speed game is fun. Don't you think so?"
    },
    {
      "korean": "\"게임 진행이 안 되잖아 지금 뭐하는 거야?\" \"We're in stalemate now. What are you doing now\"? 듣기 View video V PICK! : [THE BOYZ] 우리 볼트는 게임 프로고 전 사랑의 포로예요❣️ (ERIC talking about his board game episode)",
      "english": "\"We're in stalemate now. What are you doing now\"?"
    },
    {
      "korean": "한 번만, 한 번만 - 원활한 진행이 안 되나요 우리? Just one more time. - Can't we do this smoothly? 듣기 View video V COOKIE : [Full] AB6IX x Rooftop Live - AB6IX의 루프탑라이브!",
      "english": "Just one more time. - Can't we do this smoothly?"
    }
  ],
  "examples": [
    {
      "korean": "Stop dithering and get on with it. 발음듣기 그만 머무적거리고 어서 진행해. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Stop dithering and get on with it. 발음"
    },
    {
      "korean": "There are plans afoot to increase taxation. 발음듣기 세금을 늘리려는 계획이 진행 중이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There are plans afoot to increase taxation. 발음"
    },
    {
      "korean": "a natural progression from childhood to adolescence 발음듣기 아동기에서 청소년기로의 자연스러운 진행 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a natural progression from childhood to adolescence 발음"
    },
    {
      "korean": "plans to further redevelop Bristol’s docklands 발음듣기 브리스톨 항만 구역 재개발 추진 진행 계획 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "plans to further redevelop Bristol’s docklands 발음"
    },
    {
      "korean": "drugs that effectively modulate the disease process 발음듣기 그 병의 진행을 효과적으로 조절하는 약들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "drugs that effectively modulate the disease process 발음"
    }
  ]
}