{
  "phrases": [
    {
      "phrase": "질다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밥·반죽 등이) watery, thin; (밥이) sticky",
        "(땅이) muddy"
      ]
    },
    {
      "phrase": "질기동맥",
      "hanja": " (膣奇動脈)",
      "example": {},
      "meanings": [
        "의학 arteriae azygoi vaginae, azygos artery of vagina"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "trimming machine",
      "frequency": 0
    },
    {
      "meaning": "azygos arterys of vagina",
      "frequency": 0
    },
    {
      "meaning": "shoot board",
      "frequency": 0
    },
    {
      "meaning": "arteriae azygoi vaginae",
      "frequency": 0
    },
    {
      "meaning": "a rolling country",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "연습 게임 없어요 - 질까 봐 지금 이러는 거죠? No practicing. - Are you afraid you'll lose? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "No practicing. - Are you afraid you'll lose?"
    },
    {
      "korean": "질어서... It's too watery. 듣기 View video TWICE : TWICE TV \"복자매의 쿠키 만들기\"",
      "english": "It's too watery."
    },
    {
      "korean": "마음이 급해 왜? 질까 봐 조급해요? Why are you rushing? Why? Are you rushing because you're about to lose? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "Why are you rushing? Why? Are you rushing because you're about to lose?"
    },
    {
      "korean": "필라델피아, 소리 질어! Philadelphia, make some noise! 듣기 View video DAY6 : DAY6 in Philly~",
      "english": "Philadelphia, make some noise!"
    },
    {
      "korean": "저희가 보내면 보내 질까요? If we send it, will it get sent? 듣기 View video THE BOYZ : 그냥 보고싶어서....♡",
      "english": "If we send it, will it get sent?"
    }
  ],
  "examples": [
    {
      "korean": "Dole must use this issue relentlessly. 발음듣기 돌은 이 문제를 끈질기에 이용해야만 해. User translation Inaccurate information may be included due to the users' self-traslation. 향이남편 민이아빠(wpip****) Web Collection",
      "english": "Dole must use this issue relentlessly. 발음"
    },
    {
      "korean": "More mysterious if I don't tell you. 발음듣기 내가 너에게 말해주지 않는다면 더욱 신비로워 질기야. User translation Inaccurate information may be included due to the users' self-traslation. annabeth47(anna****) Web Collection",
      "english": "More mysterious if I don't tell you. 발음"
    },
    {
      "korean": "Turnbull has offered bipartisanship only to renege on it time and time again. 발음듣기 턴불은 계속해서 끈질기에 초당적협력을 제안하여 결국 그것을 취소시켰다. User translation Inaccurate information may be included due to the users' self-traslation. ENO(naja****) Web Collection",
      "english": "Turnbull has offered bipartisanship only to renege on it time and time again. 발음"
    },
    {
      "korean": "It never crossed my mind that she might lose. 발음듣기 나는 그녀가 질지도 모른다는 생각은 전혀 안 들었어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It never crossed my mind that she might lose. 발음"
    },
    {
      "korean": "The rice has come out too sticky[watery]. 발음듣기 밥이 너무 질게 되었다 Neungyule",
      "english": "The rice has come out too sticky[watery]. 발음"
    }
  ]
}