{
  "phrases": [
    {
      "phrase": "질다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(밥·반죽 등이) watery, thin, (밥이) sticky",
        "(땅이) muddy"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "kiasu",
      "frequency": 0
    },
    {
      "meaning": "a rolling country",
      "frequency": 0
    },
    {
      "meaning": "Gigli",
      "frequency": 0
    },
    {
      "meaning": "confirm one's suspicions",
      "frequency": 0
    },
    {
      "meaning": "interstitial salpingitis",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "연습 게임 없어요 - 질까 봐 지금 이러는 거죠? No practicing. - Are you afraid you'll lose? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "No practicing. - Are you afraid you'll lose?"
    },
    {
      "korean": "마음이 급해 왜? 질까 봐 조급해요? Why are you rushing? Why? Are you rushing because you're about to lose? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "Why are you rushing? Why? Are you rushing because you're about to lose?"
    },
    {
      "korean": "아~ 옷 더러워 질까 봐? Ah, you're worried my outfit will get dirty? 듣기 View video EXID : EXID LE 한화 VS KIA 시구한닷!!",
      "english": "Ah, you're worried my outfit will get dirty?"
    },
    {
      "korean": "저희가 보내면 보내 질까요? If we send it, will it get sent? 듣기 View video THE BOYZ : 그냥 보고싶어서....♡",
      "english": "If we send it, will it get sent?"
    },
    {
      "korean": "밝아 질까요? It'll get brighter? 듣기 View video V Beauty : [미아 MIA] 가을맞이 신상 하울 New Cosmetics Haul",
      "english": "It'll get brighter?"
    }
  ],
  "examples": [
    {
      "korean": "Damn it! See who is the stronger! 듣기 Add to Wordbook 아주! 너에게 질까 봐! Dong-a's Prime English-Korean Dictionary",
      "english": "Damn it! See who is the stronger! Add to Wordbook"
    },
    {
      "korean": "There is no reason why I can't win the game. or It can't be possible that I lose the game. 듣기 Add to Wordbook 내가 그 게임에서 질까 보냐 Dong-a's Prime English-Korean Dictionary",
      "english": "There is no reason why I can't win the game. or It can't be possible that I lose the game. Add to Wordbook"
    },
    {
      "korean": "What are robots made of? 듣기 Add to Wordbook 로봇은 무엇으로 만들어 질까요? TIMES CORE",
      "english": "What are robots made of? Add to Wordbook"
    },
    {
      "korean": "So how is it that sounds are made? 듣기 Add to Wordbook 그러면 이러한 소리들은 어떻게 만들어 질까요? TIMES CORE",
      "english": "So how is it that sounds are made? Add to Wordbook"
    },
    {
      "korean": "So where does wind come from and how is it made? 듣기 Add to Wordbook 바람은 어디에서 생기며 어떻게 만들어 질까요? TIMES CORE",
      "english": "So where does wind come from and how is it made? Add to Wordbook"
    }
  ]
}