{
  "phrases": [
    {
      "phrase": "질리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(겁을 먹다) be frightened, be terrified, (핏기가 가시다) turn[go] pale",
        "(싫증이 나다) be sick of, (informal) be fed up with, (S) be sick and tired of",
        "(풀이 죽다) be overwhelmed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "petrify",
      "frequency": 0
    },
    {
      "meaning": "appall",
      "frequency": 3
    },
    {
      "meaning": "blench 2",
      "frequency": 0
    },
    {
      "meaning": "horrifyingly",
      "frequency": 0
    },
    {
      "meaning": "cloying",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "질리게 뛰게 해줘? You want to run until you can't run anymore? 듣기 View video 대나무숲TV (BAMBOONETWORK) : 잘하고 싶은데 마음처럼 안될 때 [웹드라마_어서오세요, 마녀상점] - EP.09",
      "english": "You want to run until you can't run anymore?"
    },
    {
      "korean": "나중에 긴 머리가 질리게 되면 확 아주 그냥 밀어버리겠습니다. If I get sick of having long hair later on, I'll just cut it all off. 듣기 View video MAMAMOO : LAST NIGHT OF YELLOW",
      "english": "If I get sick of having long hair later on, I'll just cut it all off."
    },
    {
      "korean": "아직도 공포와 겁에 질리게 되더라고요. I become so frightened with fear. 듣기 View video 모모랜드를 찾아서 (Finding MOMOLAND) : [모모랜드를 찾아서] 방송 30분전",
      "english": "I become so frightened with fear."
    },
    {
      "korean": "잘 안 질리게 되는 그런 음식 있어요? Do you have a type of food that you can eat all the time? 듣기 View video V COOKIE : [Full] SUNMI X LieV - 선미의 눕방라이브!",
      "english": "Do you have a type of food that you can eat all the time?"
    },
    {
      "korean": "이거 한 번 하면 V앱에 질리게 돼. 우리 뭐 먹으러 갈지 궁금하죠? You'd get tired of it. Want to know what we're eating? 듣기 View video YGK+ : 효니티비4 제주올래? with Sandara Park, Seyoung lee",
      "english": "You'd get tired of it. Want to know what we're eating?"
    }
  ],
  "examples": [
    {
      "korean": "The mature public didn't support the neverendum. 듣기 Add to Wordbook 분별 있는 국민은 사람들을 질리게 함으로써 찬성표를 얻어내려는 국민 투표안을 지지하지는 않았다. 국제영어대학원대학교 신어사전",
      "english": "The mature public didn't support the neverendum. Add to Wordbook"
    },
    {
      "korean": "They overwhelmed me with questions. 듣기 Add to Wordbook 그들은 질문 공세로 나를 질리게 했다. Dong-a's Prime English-Korean Dictionary",
      "english": "They overwhelmed me with questions. Add to Wordbook"
    },
    {
      "korean": "One of the characters in the film is a spiteful eleven-year-old who punches and slaps the other children and frightens them with horror stories. 듣기 Add to Wordbook 그 영화의 인물 중 하나는 짓궂은 11살 짜리로서, 다른 아이들을 주먹으로 치고 손바닥으로 때리거나, 무서운 이야기를 해서 겁에 질리게 만든다. YBM All in All English-Korean Dictionary",
      "english": "One of the characters in the film is a spiteful eleven-year-old who punches and slaps the other children and frightens them with horror stories. Add to Wordbook"
    },
    {
      "korean": "The snake on the tree petrified him. 듣기 Add to Wordbook 나무 위의 뱀은 그를 겁에 매우 질리게 했다. English Hidden Card",
      "english": "The snake on the tree petrified him. Add to Wordbook"
    },
    {
      "korean": "However, wherever she went, her arrogant behavior and the excessive security turned many fans off. 듣기 Add to Wordbook 그러나, 그녀가 어디를 가던지, 그녀의 거만한 행동과 지나친 경호는 팬들을 질리게 만들었다. TIMES CORE",
      "english": "However, wherever she went, her arrogant behavior and the excessive security turned many fans off. Add to Wordbook"
    }
  ]
}