{
  "phrases": [
    {
      "phrase": "짊어지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(등·어깨 등에) carry, (어깨에) shoulder",
        "(책임 등을) shoulder, bear, carry"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shouldered",
      "frequency": 0
    },
    {
      "meaning": "flying coffin airplanes",
      "frequency": 0
    },
    {
      "meaning": "the reputation they bear",
      "frequency": 0
    },
    {
      "meaning": "laurel(l)ed",
      "frequency": 0
    },
    {
      "meaning": "Valkyrie Profile : Covenant of the Plume",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"Cha-Hee, 내가 당신이 짊어진 무거운 짐을 사라지게 할 수는 없어도\". \"I may not be able to remove the burden on you, Cha-Hee...\" 듣기 View video MELODYDAY : Today is a MelodyDay '광안리 해수욕장!'",
      "english": "\"I may not be able to remove the burden on you, Cha-Hee...\""
    },
    {
      "korean": "슈퍼스타 여친을 둔 자가 짊어질 십자가 라고나 할까? Should I say that it's the cross that I carry for having a superstar girlfriend? 듣기 View video 브릿지TV (BRIDGE TV) : <사랑, 시간에 머물다> EP6-2(final)",
      "english": "Should I say that it's the cross that I carry for having a superstar girlfriend?"
    },
    {
      "korean": "[쿠션 백팩을 메려는 자 그 무게를 견뎌라] 이건 남자가 짊어져야 하는 무게야! [Whoever carries the cushion backpack must endure its weight] That's the burden of man! 듣기 View video WHYNOT TV : 자기야, 나 뭐 달라진 거 없어? [미친 딜리버리 시즌2] EP05 커플 메이크오버",
      "english": "[Whoever carries the cushion backpack must endure its weight] That's the burden of man!"
    },
    {
      "korean": "혼자 꼭 짊어지고 갈 필요 없잖아요. No need to bear it all alone. 듣기 View video FANGUIN TV : [REPLAY] 다비치의 반반한 쇼 (DAVICHI Comeback Live)",
      "english": "No need to bear it all alone."
    },
    {
      "korean": "밖으로 빼버려서 차라리 무거움 삼키고 짊어졌으면 하다. I'd rather pull it out and carry it on my back. 듣기 View video iKON : 기습방송!",
      "english": "I'd rather pull it out and carry it on my back."
    }
  ],
  "examples": [
    {
      "korean": "As my calling is high, the obligations incumbent upon me are also heavy; and I fear that in my ruling there may be something wanting. (Genghis Khan) 발음듣기 신의 부름이 드높아지면서, 내가 짊어 진 책임감도 무겁다. 내 치하에 무엇인가가 부족할까 두렵다. (칭기즈칸, 용기명언) 명언/속담",
      "english": "As my calling is high, the obligations incumbent upon me are also heavy; and I fear that in my ruling there may be something wanting. (Genghis Khan) 발음"
    },
    {
      "korean": "But a somewhat more liberal and sympathetic examination of mankind will convince us that the cross is even older than the gibbet, that voluntary suffering was before and independent of compulsory; and in short that in most important matters a man has always been free to ruin himself if he chose. (G. K. Chesterton) 발음듣기 그러나 인간을 좀더 자유롭고 동정 어린 눈으로 살펴보면, 십자가가 교수대보다 훨씬 오래되었고, 자발적으로 고통을 짊어진 것이 강제에 의한 것과는 별개이며 그보다 먼저였음을 확신하게 될 것이다. 한마디로 대부분의 중요한 문제에서 인간은 선택만 하면 늘 자유롭게 스스로를 파멸시킬 수 있었다. (G. K. 체스터튼, 인내명언) 명언/속담",
      "english": "But a somewhat more liberal and sympathetic examination of mankind will convince us that the cross is even older than the gibbet, that voluntary suffering was before and independent of compulsory; and in short that in most important matters a man has always been free to ruin himself if he chose. (G. K. Chesterton) 발음"
    },
    {
      "korean": "That takes the responsibility off your shoulders. 발음듣기 네 어깨에 짊어진 책임들을 덜어 줄 꺼야. Neungyule",
      "english": "That takes the responsibility off your shoulders. 발음"
    },
    {
      "korean": "Your father may not realize how unfair the burden is that has been placed on your young shoulders. 발음듣기 너의 아빠는 네 어깨에 짊어진 짐이 얼마나 불공평한지를 알지 못하실 거야. Neungyule",
      "english": "Your father may not realize how unfair the burden is that has been placed on your young shoulders. 발음"
    },
    {
      "korean": "He incurred debts when he started a new business. 발음듣기 그는 빚을 짊어진 채 새 사업을 시작했다 Dong-a's Prime English-Korean Dictionary",
      "english": "He incurred debts when he started a new business. 발음"
    }
  ]
}