{
  "phrases": [
    {
      "phrase": "짐승",
      "hanja": "",
      "example": {},
      "meanings": [
        "animal, (맹수) (iterary) beast, brute"
      ]
    },
    {
      "phrase": "산짐승",
      "hanja": " (山짐승)",
      "example": {},
      "meanings": [
        "mountain animal"
      ]
    },
    {
      "phrase": "짐승의 턱",
      "hanja": "",
      "example": {},
      "meanings": [
        "the chops of an animal"
      ]
    },
    {
      "phrase": "짐 나르는 짐승",
      "hanja": "",
      "example": {},
      "meanings": [
        "a beast of burden[draft]"
      ]
    },
    {
      "phrase": "짐승 같은 행위",
      "hanja": "",
      "example": {},
      "meanings": [
        "a brutal act",
        "a brutality",
        "he´s an animal!"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "animal",
      "frequency": 3
    },
    {
      "meaning": "beast",
      "frequency": 3
    },
    {
      "meaning": "brute",
      "frequency": 3
    },
    {
      "meaning": "the brutes",
      "frequency": 0
    },
    {
      "meaning": "brute animals",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "갑자기 짐승 돼서 내 방 문도 - 너 방에도 저 그림 있어? She suddenly became a beast and... - Does your room have that picture too? 듣기 View video Apink : 야식먹방!!!",
      "english": "She suddenly became a beast and... - Does your room have that picture too?"
    },
    {
      "korean": "짐승 복근이래! It says monster abs! 듣기 View video Dispatch : [ⓓ xV] “섹시미 대 폭발” 움직이는 HD 포토 (워너원:Wanna One)",
      "english": "It says monster abs!"
    },
    {
      "korean": "짐승 복근 - 짐승 복근 보여줘! Monster abs! - Show your monster abs! 듣기 View video Dispatch : [ⓓ xV] “섹시미 대 폭발” 움직이는 HD 포토 (워너원:Wanna One)",
      "english": "Monster abs! - Show your monster abs!"
    },
    {
      "korean": "이 형도 사람이구나 - 그럼 짐승입니까? So he's human. - Then he's an animal? 듣기 View video B1A4 : B1A4 데뷔7주년!★VLIVE 토크쇼★",
      "english": "So he's human. - Then he's an animal?"
    },
    {
      "korean": "저는 개인적으로 짐승 복근 추천! Personally, I recommend the monster abs! 듣기 View video Dispatch : [ⓓ xV] “섹시미 대 폭발” 움직이는 HD 포토 (워너원:Wanna One)",
      "english": "Personally, I recommend the monster abs!"
    }
  ],
  "examples": [
    {
      "korean": "mythical beasts such as unicorns and dragons 듣기 Add to Wordbook 유니콘이나 용 같은 신화적 짐승들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "mythical beasts such as unicorns and dragons Add to Wordbook"
    },
    {
      "korean": "wire mesh over the door of the cage 듣기 Add to Wordbook (짐승) 우리의 문에 씌워져 있는 철망 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "wire mesh over the door of the cage Add to Wordbook"
    },
    {
      "korean": "He paced the room like a caged animal. 듣기 Add to Wordbook 그는 우리 안에 갇힌 짐승처럼 방안을 왔다갔다 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He paced the room like a caged animal. Add to Wordbook"
    },
    {
      "korean": "a small furry animal 듣기 Add to Wordbook 털이 있는 작은 짐승 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a small furry animal Add to Wordbook"
    },
    {
      "korean": "The person who did this is an animal, a brute. 듣기 Add to Wordbook 이 짓을 한 자는 짐승, 야수이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The person who did this is an animal, a brute. Add to Wordbook"
    }
  ]
}