{
  "phrases": [
    {
      "phrase": "집적",
      "hanja": " (集積)",
      "example": {},
      "meanings": [
        "(물리) accumulation, pile, integration, 집적하다 accumulate, pile up, conglomerate, integrate"
      ]
    },
    {
      "phrase": "집적회로",
      "hanja": " (集積回路)",
      "example": {},
      "meanings": [
        "integrated circuit ((abb.)I.C.)"
      ]
    },
    {
      "phrase": "초고속 집적 회로",
      "hanja": "",
      "example": {},
      "meanings": [
        "a very high speed integrated circuit"
      ]
    },
    {
      "phrase": "고밀도 집적 회로",
      "hanja": "",
      "example": {},
      "meanings": [
        "large scale integration"
      ]
    },
    {
      "phrase": "초고밀도 집적 회로",
      "hanja": "",
      "example": {},
      "meanings": [
        "very large scale integration"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "aggregation",
      "frequency": 1
    },
    {
      "meaning": "illuviation",
      "frequency": 0
    },
    {
      "meaning": "congeries",
      "frequency": 0
    },
    {
      "meaning": "concentrated accumulation",
      "frequency": 0
    },
    {
      "meaning": "아이시",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Semiconductors are used for making integrated circuits and computers. 발음듣기 반도체는 집적 회로와 컴퓨터를 만드는 데 이용된다. YBM All in All English-Korean Dictionary",
      "english": "Semiconductors are used for making integrated circuits and computers. 발음"
    },
    {
      "korean": "The Suntra was put on the market after scientists at Centrum's research division increased the efficiency of the car's energy collection and storage systems. 발음듣기 선트라는 센트럼사 연구서 연구원들이 자동차의 태양열 집적과 저장 시스템의 효율을 개선한 후 시장에 선보이게 되었다. YBM All in All English-Korean Dictionary",
      "english": "The Suntra was put on the market after scientists at Centrum's research division increased the efficiency of the car's energy collection and storage systems. 발음"
    },
    {
      "korean": "Companies are injecting hundreds of millions of dollars into radio-frequency identification technology, which aims to advance the tracking of items using so-called smart tags packed with data. 발음듣기 기업들은 무선주파수 확인 기술에 수억 달러의 자금을 투입하고 있는데, 이는 소위 스마트태그라는 데이터 집적장치를 이용하여 상품 유통과정의 추적 기능을 높이기 위한 것이다. YBM All in All English-Korean Dictionary",
      "english": "Companies are injecting hundreds of millions of dollars into radio-frequency identification technology, which aims to advance the tracking of items using so-called smart tags packed with data. 발음"
    },
    {
      "korean": "Versatility will improve as chip designers concentrate more computing power into smaller, cheaper microprocessors, and as companies adapt their cards for use on the global Internet. 발음듣기 칩 연구가들이 더 큰 연산 능력을 작고 값싼 마이크로프로세서에 집적시키는 한편, 기업체들이 자사 카드를 전 세계 인터넷을 통해 사용할 수 있도록 개조함에 따라 기능은 더욱 다양해질 전망입니다. YBM All in All English-Korean Dictionary",
      "english": "Versatility will improve as chip designers concentrate more computing power into smaller, cheaper microprocessors, and as companies adapt their cards for use on the global Internet. 발음"
    },
    {
      "korean": "You can meet your friends in person and have a face to face conversation with them. 발음듣기 친구들을 집적 만나서 얼굴을 보면서 대화를 나눌 수도 있다. TIMES CORE",
      "english": "You can meet your friends in person and have a face to face conversation with them. 발음"
    }
  ]
}