{
  "phrases": [
    {
      "phrase": "집세",
      "hanja": " (―貰)",
      "example": {},
      "meanings": [
        "(house) rent"
      ]
    },
    {
      "phrase": "집[방]세",
      "hanja": "",
      "example": {},
      "meanings": [
        "house[room] rent"
      ]
    },
    {
      "phrase": "밀린 집세",
      "hanja": "",
      "example": {},
      "meanings": [
        "back rent",
        "arrears of rent"
      ]
    },
    {
      "phrase": "싼 집세",
      "hanja": "",
      "example": {},
      "meanings": [
        "a low rent"
      ]
    },
    {
      "phrase": "비싼[싼] 집세",
      "hanja": "",
      "example": {},
      "meanings": [
        "a high[low] rent"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "rent",
      "frequency": 3
    },
    {
      "meaning": "rent 1",
      "frequency": 3
    },
    {
      "meaning": "house-rent",
      "frequency": 0
    },
    {
      "meaning": "Duke of Kent",
      "frequency": 0
    },
    {
      "meaning": "apartment rent",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "다음 영화에 그 친구들이 집세가 싶어서. In the next movie, they can't pay for rent. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "In the next movie, they can't pay for rent."
    },
    {
      "korean": "그래서 어떻게 했죠? 그 집 세 마리 다 시켰어요. So what happened? So we ordered 3 chickens from 3 different places. 듣기 View video V COOKIE : [Replay] CROSS GENE’s 크로스진 X 같이먹어요",
      "english": "So what happened? So we ordered 3 chickens from 3 different places."
    }
  ],
  "examples": [
    {
      "korean": "defaulting borrowers / tenants 듣기 Add to Wordbook 채무 불이행 채무자/집세가 체납된 세입자 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "defaulting borrowers / tenants Add to Wordbook"
    },
    {
      "korean": "A number of tenants have been evicted for not paying the rent. 듣기 Add to Wordbook 여러 명의 세입자들이 집세를 내지 못해 쫓겨났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A number of tenants have been evicted for not paying the rent. Add to Wordbook"
    },
    {
      "korean": "They had evicted their tenants for non-payment of rent. 듣기 Add to Wordbook 그들이 집세 미지불을 이유로 세입자들을 퇴거시켰었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They had evicted their tenants for non-payment of rent. Add to Wordbook"
    },
    {
      "korean": "a month’s rent in advance 듣기 Add to Wordbook 한 달 치 집세[임차료] 선불 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a month’s rent in advance Add to Wordbook"
    },
    {
      "korean": "Tenants are jointly and severally liable for payment of the rent. 듣기 Add to Wordbook 세입자들은 단체로 또 개별적으로 집세를 지불할 의무가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Tenants are jointly and severally liable for payment of the rent. Add to Wordbook"
    }
  ]
}