{
  "phrases": [
    {
      "phrase": "집속",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 focused"
      ]
    },
    {
      "phrase": "집속 빔",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 focused beam"
      ]
    },
    {
      "phrase": "속도집속",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 velocity focusing"
      ]
    },
    {
      "phrase": "집속평행광",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 coherent light"
      ]
    },
    {
      "phrase": "폼페이 조개껍질 속의 비너스의 집",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지·건축 House of Venus in the Shell"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "focusing",
      "frequency": 0
    },
    {
      "meaning": "focus(s)ing",
      "frequency": 0
    },
    {
      "meaning": "bundling(without tying)",
      "frequency": 0
    },
    {
      "meaning": "fucusing",
      "frequency": 0
    },
    {
      "meaning": "in",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "[동화 속 과자집 생각나는 비주얼] 과자집? 과자집 같은 그런 느낌? in a fairytale. It has a cookie house feeling? 듣기 View video HANABONO : 일본의 알프스! 시라카와고 작은 교토 다카야마 가던날 겟레디윗미, 눈꽃 데일리 메이크업",
      "english": "in a fairytale. It has a cookie house feeling?"
    },
    {
      "korean": "맞아요. - 양말 속에 집밥이 들어있으면 좋겠어요. Yes. - I hope there's homemade food in your stocking. 듣기 View video THE BOYZ : [THE BOYZ] V LIVE",
      "english": "Yes. - I hope there's homemade food in your stocking."
    },
    {
      "korean": "내 집에, 내 속에, 내 기억에... At my house, inside of me, in my memories... 듣기 View video WHYNOT TV : 나 오늘 자고갈래 [사당보다 먼 의정부보다 가까운 시즌3] EP09 서울역, 마지막 승부",
      "english": "At my house, inside of me, in my memories..."
    },
    {
      "korean": "우리 집, 내 마음 속 아닙니다. It's not your house, or in your heart. 듣기 View video IMFACT : [TAEHO] 태호의 랜선 소풍",
      "english": "It's not your house, or in your heart."
    },
    {
      "korean": "'저희 집 고양이가 옷 속으로 쏙 들어왔어요'. \"when my cat came right in my clothes\". 듣기 View video NCT의 night night! : SBS 파워FM 'NCT의 나잇나잇' 생방송 현장! (재쟈의 방, HOT BODY)",
      "english": "\"when my cat came right in my clothes\"."
    }
  ],
  "examples": [
    {
      "korean": "I was hiding in the tree house. 듣기 Add to Wordbook 나는 나무집 속에 숨어 있었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 꿀꿀이(sean****)",
      "english": "I was hiding in the tree house. Add to Wordbook"
    },
    {
      "korean": "You can hide things in vocabulary. 듣기 Add to Wordbook 당신은 단어집 속에 물건을 숨길 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 남윤경(skad****)",
      "english": "You can hide things in vocabulary. Add to Wordbook"
    },
    {
      "korean": "Now, the nine-volt battery snaps into this battery holder. 듣기 Add to Wordbook 이제, 그 9볼트 건전지는 이 건전지 집 속으로 끼워집니다. Khan Academy",
      "english": "Now, the nine-volt battery snaps into this battery holder. Add to Wordbook"
    },
    {
      "korean": "They store the food inside their homes in the trees. 듣기 Add to Wordbook 이러한 먹이를 나무 속 집에 보관해둔다. Neungyule",
      "english": "They store the food inside their homes in the trees. Add to Wordbook"
    },
    {
      "korean": "Yes, the house in the photo is my house. 듣기 Add to Wordbook 맞아, 사진 속 집은 내 집이야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 푸르(prun****)",
      "english": "Yes, the house in the photo is my house. Add to Wordbook"
    }
  ]
}