{
  "phrases": [
    {
      "phrase": "집합체",
      "hanja": " (集合體)",
      "example": {},
      "meanings": [
        "assembly, aggregate"
      ]
    },
    {
      "phrase": "노심집합체",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 core assembly"
      ]
    },
    {
      "phrase": "보조집합체",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 sub-assembly"
      ]
    },
    {
      "phrase": "터빈집합체",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 turbine assembly"
      ]
    },
    {
      "phrase": "코일집합체",
      "hanja": "",
      "example": {},
      "meanings": [
        "전력 coil stack assembly"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "complex",
      "frequency": 2
    },
    {
      "meaning": "array",
      "frequency": 1
    },
    {
      "meaning": "assemblage",
      "frequency": 1
    },
    {
      "meaning": "conglomerate",
      "frequency": 0
    },
    {
      "meaning": "aggregation",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "이 캐릭터는 제가 그동안 해온 모든 캐릭터의 집합체 같은... I think Heo Jon-Jae is like... 듣기 View video LEE MIN HO : [Replay]이민호의 앞터V(LEE MIN HO's Early Interview)",
      "english": "I think Heo Jon-Jae is like..."
    },
    {
      "korean": "아티스트들의 집합체라고 해도 과언이 아니라고 생각합니다. is definitely not an overstatement. 듣기 View video Block B : 지코의 텔레비전(ZICO's Television)",
      "english": "is definitely not an overstatement."
    },
    {
      "korean": "한 번쯤보다는 그 중학교랑 초등학교 5, 6학년은 모든 이들의 흑역사 집합체인 것 같아요. I think the few years from the end of elementary to middle school have to be everyone's ugly past. 듣기 View video V COOKIE : [Full] AHN HYEONG SEOP & LEE EUI WOONG X LieV - 안형섭&이의웅의 눕방라이브!",
      "english": "I think the few years from the end of elementary to middle school have to be everyone's ugly past."
    }
  ],
  "examples": [
    {
      "korean": "Nothing of me is original. I am the combined effort of everybody I've ever known. (Chuck Palahniuk) 발음듣기 나의 어느 부분도 원래부터 있었던 것이 아니다. 나는 모든 지인들의 노력의 집합체다. (척 팔라닉, 노력명언) 명언/속담",
      "english": "Nothing of me is original. I am the combined effort of everybody I've ever known. (Chuck Palahniuk) 발음"
    },
    {
      "korean": "A community is composed of individuals. 발음듣기 사회는 개인의 집합체로 되어 있다 Dong-a's Prime English-Korean Dictionary",
      "english": "A community is composed of individuals. 발음"
    },
    {
      "korean": "A jungle is a dense, tangled growth of vegetation that can be found primarily in tropical regions. 발음듣기 정글은 열대지방에서 주로 발견되는 빽빽하게 엉켜있는 식물의 집합체이다. YBM All in All English-Korean Dictionary",
      "english": "A jungle is a dense, tangled growth of vegetation that can be found primarily in tropical regions. 발음"
    },
    {
      "korean": "The high-tech consortium is called the Institute for Unmanned Space Experiment Free Flyer. 발음듣기 이 첨단 기술의 집합체인 합작 단체의 명칭은 무인우주실험시스템 연구개발기구라고 한다. Neungyule",
      "english": "The high-tech consortium is called the Institute for Unmanned Space Experiment Free Flyer. 발음"
    },
    {
      "korean": "The Internet is a large group of computers around the world. 발음듣기 인터넷은 전 세계에 있는 컴퓨터들의 거대한 집합체이다. Neungyule",
      "english": "The Internet is a large group of computers around the world. 발음"
    }
  ]
}