{
  "phrases": [
    {
      "phrase": "짓",
      "hanja": "",
      "example": {},
      "meanings": [
        "act"
      ]
    },
    {
      "phrase": "짓-",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix jit-",
        "Affix jung-"
      ]
    },
    {
      "phrase": "zit",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 비격식 (특히 얼굴의) 여드름 (=pimple) (→spot)"
      ]
    },
    {
      "phrase": "Zit",
      "hanja": "",
      "example": {},
      "meanings": [
        "syn. To pimp. One who is like a pimp."
      ]
    },
    {
      "phrase": "나쁜 짓",
      "hanja": "",
      "example": {},
      "meanings": [
        "a wrong",
        "an evil deed",
        "a misdeed"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "work",
      "frequency": 3
    },
    {
      "meaning": "handiwork",
      "frequency": 0
    },
    {
      "meaning": "outside edge",
      "frequency": 0
    },
    {
      "meaning": "act",
      "frequency": 3
    },
    {
      "meaning": "mischief",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "또 뭔 짓 했어? What did you do? 듣기 View video MAMAMOO : [MMMTV6] EP13 비글로 돌아온 마마무",
      "english": "What did you do?"
    },
    {
      "korean": "이게 지금 뭐 하는 짓이야? What are you doing? 듣기 View video 플레이리스트 (Playlist) : 여자 둘이 손잡고 X레기 족치는 법[엑스엑스(XX)] - EP.08",
      "english": "What are you doing?"
    },
    {
      "korean": "이거 네가 한 짓이지? You did this, didn't you? 듣기 View video 플레이리스트 (Playlist) : 너무 좋아해서 짝사랑만 하는 거 이해됨? [엑스엑스(XX)] - EP.04",
      "english": "You did this, didn't you?"
    },
    {
      "korean": "어떻게 친구라면서 그런 짓을 할 수가 있지? They're my friends but how could they do that to her? 듣기 View video 컨스TV : 정말 난 친구인거네...[넘버식스] ep5.",
      "english": "They're my friends but how could they do that to her?"
    },
    {
      "korean": "너네 둘 통영 갔을 때부터 원탁이랑 무슨 짓 했는지 내가 모를 줄 알아? I know what happened between you guys and Wontak at Tongyong. 듣기 View video 컨스TV : 그날 밤 일 죽어도 얘기 안하려고...[넘버식스]ep7.",
      "english": "I know what happened between you guys and Wontak at Tongyong."
    }
  ],
  "examples": [
    {
      "korean": "the sudden realization of what she had done 듣기 Add to Wordbook (그녀가) 갑자기 자신이 무슨 짓을 했는지를 깨달음 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the sudden realization of what she had done Add to Wordbook"
    },
    {
      "korean": "The damage is clearly the work of vandals. 듣기 Add to Wordbook 그 훼손은 분명히 반달들이 한 짓이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The damage is clearly the work of vandals. Add to Wordbook"
    },
    {
      "korean": "He begged forgiveness for what he had done. 듣기 Add to Wordbook 그는 자신이 한 짓에 대해 용서를 구했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He begged forgiveness for what he had done. Add to Wordbook"
    },
    {
      "korean": "Those children are always getting into mischief. 듣기 Add to Wordbook 저 아이들은 항상 못된 짓을 꾸며. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Those children are always getting into mischief. Add to Wordbook"
    },
    {
      "korean": "He described the attack as the work of savages. 듣기 Add to Wordbook 그는 그 공격 행위를 야만인이 저지른 짓이라고 묘사했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He described the attack as the work of savages. Add to Wordbook"
    }
  ]
}