{
  "phrases": [
    {
      "phrase": "짓이기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(음식을) mash; (밟아서) trample, stamp down (to the ground)"
      ]
    },
    {
      "phrase": "흙을 짓이겨 벽을 바르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "knead mud to spread on a wall"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cut into stew meat",
      "frequency": 0
    },
    {
      "meaning": "mangle",
      "frequency": 1
    },
    {
      "meaning": "trample grapes",
      "frequency": 0
    },
    {
      "meaning": "mash potatoes",
      "frequency": 0
    },
    {
      "meaning": "masher",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "어리석은 짓이긴 하지만 크게 어리석은 건 아니니까요. And it kind of is a little bit, but only a little one. 듣기 View video V MOVIE : 이기홍 X 딜런 오브라이언 X 토마스 생스터 <메이즈 러너: 데스 큐어> 무비토크 라이브 ' MovieTalk LIVE'",
      "english": "And it kind of is a little bit, but only a little one."
    }
  ],
  "examples": [
    {
      "korean": "I wanted to smash his face in. 발음듣기 나는 그의 얼굴을 짓이겨 놓고 싶었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I wanted to smash his face in. 발음"
    },
    {
      "korean": "(비격식) I wanted to smash his face in. 발음듣기 나는 그의 얼굴을 짓이겨 놓고 싶었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "(비격식) I wanted to smash his face in. 발음"
    },
    {
      "korean": "Add cans of tomatoes along with paste, breaking any large chunks. 발음듣기 토마토캔들을 토마토페이스트와마찬가지로 어떤 큰 덩어리들이라도 잘게 짓이겨 넣으세요. User translation Inaccurate information may be included due to the users' self-traslation. Evan(dbgo****) Web Collection",
      "english": "Add cans of tomatoes along with paste, breaking any large chunks. 발음"
    },
    {
      "korean": "Screw all of you.\" And a massive slave revolt broke out. 발음듣기 너희들 다 짓이겨 버리겠어.\" 라고 생각하게 되었고 광범위한 노예 반란이 일어나게 되었죠. Khan Academy",
      "english": "Screw all of you.\" And a massive slave revolt broke out. 발음"
    },
    {
      "korean": "It was built from a mash of earth and branches of a local shrub. 발음듣기 이 벽은 짓이긴 흙과 그 지역의 관목 가지로 만들어졌습니다. TIMES CORE",
      "english": "It was built from a mash of earth and branches of a local shrub. 발음"
    }
  ]
}