{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "째째 팀 한 명도 내 말을 들어주지 않고 있어. No one from Team JJEJJE is listening to me. 듣기 View video EXID : [EXID(이엑스아이디)] 쿡방 '생일상을 부탁해' 비하인드",
      "english": "No one from Team JJEJJE is listening to me."
    },
    {
      "korean": "[째째 팀의 실패로 기회를 맞는 미미 팀] - 저부터? - OK. [With the other team's failure, Team MIMI gets a chance] - Staring with me? - Okay. 듣기 View video EXID : [EXID(이엑스아이디)] 쿡방 '생일상을 부탁해' 비하인드",
      "english": "[With the other team's failure, Team MIMI gets a chance] - Staring with me? - Okay."
    }
  ],
  "examples": [
    {
      "korean": "A petty chapman was a retail dealer. 듣기 Add to Wordbook 째째한 행상인은 소매 중개인이였다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 the happy vitamin(wdh1****) Hansard",
      "english": "A petty chapman was a retail dealer. Add to Wordbook"
    },
    {
      "korean": "She has called him as a 'stingy philanderer'. 듣기 Add to Wordbook 그녀는 그를 '째째한 바람둥이'라고 불렀다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 gray(orch****)",
      "english": "She has called him as a 'stingy philanderer'. Add to Wordbook"
    },
    {
      "korean": "Great men can be very petty and very cruel. 듣기 Add to Wordbook 위대한 사람들은 아주 째째하고 매우 잔인할 수 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사과향기(lees****)",
      "english": "Great men can be very petty and very cruel. Add to Wordbook"
    },
    {
      "korean": "Of course, \"niggardly\" means stingy or scanty. 듣기 Add to Wordbook 물론,\"째째한\"이란 인색하거나 옹색하다는 뜻입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Miraklu(kend****)",
      "english": "Of course, \"niggardly\" means stingy or scanty. Add to Wordbook"
    },
    {
      "korean": "Call meanest mom on the planet. 듣기 Add to Wordbook 지구에서 가장 째째한 엄마라고 칭하다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 레류(jang****)",
      "english": "Call meanest mom on the planet. Add to Wordbook"
    }
  ]
}