{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "쫄아서 좀 짜더라고요. It kind of evaporated and got salty. 듣기 View video SHIN HYE SUNG : “봄이 왔셩♥” 화이트데이에 셩이 오나 봄~",
      "english": "It kind of evaporated and got salty."
    },
    {
      "korean": "언니가 자꾸 쫄아서... She kept pestering us. 듣기 View video TWICE : SANA",
      "english": "She kept pestering us."
    },
    {
      "korean": "미안. 커피나 나한테 쫄아서 넘어졌어. I'm sorry. The coffee tipped over. 듣기 View video BTOB : 비투비 - THE BEAT SEASON 4 -05- '비투비 사생대회'",
      "english": "I'm sorry. The coffee tipped over."
    },
    {
      "korean": "그래서 약간 쫄아서 밖에 안 돌아다녔거든요? - 맞아요. I was scared, so I didn't walk around outside. - Yeah. 듣기 View video CHOON (춘) entertainment : 첫방 퇴근길!!",
      "english": "I was scared, so I didn't walk around outside. - Yeah."
    },
    {
      "korean": "[율아! 쫄지마~] [YUL! Don't get intimidated~] View video 컨버전스티비 (CONS TV) : [커먼스쿨]서울관광고등학교 ep7(홍현희X정세운X강율)",
      "english": "[YUL! Don't get intimidated~]"
    }
  ],
  "examples": [
    {
      "korean": "Don’t get cold feet. 듣기 Add to Wordbook 쫄지 마. DARAKWON",
      "english": "Don’t get cold feet. Add to Wordbook"
    },
    {
      "korean": "Look at your buddy here, scared white. 듣기 Add to Wordbook 여기 니 친구좀봐 ! 완전 쫄았어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 MJ(spwa****)",
      "english": "Look at your buddy here, scared white. Add to Wordbook"
    },
    {
      "korean": "But I didn't let that daunt me. 듣기 Add to Wordbook 하지만 난 그것에 주눅들지(쫄지) 않았다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 jump(papa****)",
      "english": "But I didn't let that daunt me. Add to Wordbook"
    },
    {
      "korean": "I was completely boggled, didn't I? 듣기 Add to Wordbook 나 완전히 쫄았어. 그렇지? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 windy5218(wind****)",
      "english": "I was completely boggled, didn't I? Add to Wordbook"
    },
    {
      "korean": "Maybe I never had the nerve. 듣기 Add to Wordbook 아마 내가 항상 쫄아가지고 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sungmin9999(sung****)",
      "english": "Maybe I never had the nerve. Add to Wordbook"
    }
  ]
}