{
  "phrases": [
    {
      "phrase": "쫓다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뒤쫓다) pursue, chase (after), run after, (흔적·증거 등을 이용해서) trail, track",
        "(몰아내다, 쫓아내다) drive (sb) away, drive (sb/sth) out"
      ]
    },
    {
      "phrase": "그는 그들을 쫓아보냈다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He chased them off."
      ]
    },
    {
      "phrase": "쫓아보내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "[돌려보내다] drive back [out], [방문자 등을] send away, turn from the door."
      ]
    },
    {
      "phrase": "왕자를 쫓아보내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "drive prince away"
      ]
    },
    {
      "phrase": "사신을 쫓아보내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "send away envoy"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "halloo",
      "frequency": 0
    },
    {
      "meaning": "turn somebody out (of/from something)",
      "frequency": 0
    },
    {
      "meaning": "scare somebody away/off",
      "frequency": 0
    },
    {
      "meaning": "turn somebody away (from something)",
      "frequency": 0
    },
    {
      "meaning": "물리치다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래서 알아보려고 저도 쫓아나간 거겠죠? So I guess I'm chasing after her to get to know her better? 듣기 View video BTOB : 비투비 - 비트콤 #96 (프니엘 'FLY23' M/V 비하인드)",
      "english": "So I guess I'm chasing after her to get to know her better?"
    },
    {
      "korean": "[기존에 들어왔던 일렉트로닉보다 부드러운 비트의 노래] 이 사람 어떻게 다 쫓아요? How do we chase all of these people? 듣기 View video MOMO X : [배틀 플레이리스트] PC방에서 전투력 올리는 플레이리스트 드림캐쳐 시연&유현 편",
      "english": "How do we chase all of these people?"
    },
    {
      "korean": "그런데 그건 잠은 쫓아 낼수 있어도 너무 괴롭잖아요. - 그렇죠. That might help you not be tired but it's so painful. - Yes. 듣기 View video NU'EST : [NU'EST W] 뉴블의 심야식당 - 오늘을 읽어주는 남자들 part.4",
      "english": "That might help you not be tired but it's so painful. - Yes."
    },
    {
      "korean": "아무리 잠을 쫓아보려고 해도 감기는 눈꺼풀을 막을 순 없는 모양이다. No matter how hard she tries to stay away, she can't help her eyelids that keep drooping. 듣기 View video MOMO X : [아큐멘터리] 예쁨주의보 채원에 빠지다 에이프릴 '채원' 1부",
      "english": "No matter how hard she tries to stay away, she can't help her eyelids that keep drooping."
    },
    {
      "korean": "아직도 쫓아댕겨? You still follow them? 듣기 View video MAMAMOO : 소문난 별다방 세 번째 잔",
      "english": "You still follow them?"
    }
  ],
  "examples": [
    {
      "korean": "She brushed the fly away. 듣기 Add to Wordbook 그녀가 파리를 쫓아 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She brushed the fly away. Add to Wordbook"
    },
    {
      "korean": "With a cry of ‘Stop thief!’ he ran after the boy. 듣기 Add to Wordbook “도둑 잡아라!”하고 고함을 지르며 그가 그 소년을 쫓아 달려갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "With a cry of ‘Stop thief!’ he ran after the boy. Add to Wordbook"
    },
    {
      "korean": "They had nowhere to stay so I couldn’t turn them away. 듣기 Add to Wordbook 그들은 머물 곳이 아무데도 없어서 내가 그들을 쫓아 보낼 수가 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They had nowhere to stay so I couldn’t turn them away. Add to Wordbook"
    },
    {
      "korean": "put a person off with fair promises 듣기 Add to Wordbook 듣기 좋은 말로 남을 쫓아 버리다. Friendict Level English-Korean Dictionary",
      "english": "put a person off with fair promises Add to Wordbook"
    },
    {
      "korean": "banish a person from [out of] one's presence 듣기 Add to Wordbook 아무를 면전에서 쫓아 버리다. Friendict Level English-Korean Dictionary",
      "english": "banish a person from [out of] one's presence Add to Wordbook"
    }
  ]
}