{
  "phrases": [
    {
      "phrase": "찍다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(도끼·곡괭이 등으로) chop at, hack (away) (at), (창·포크 등으로) spear",
        "(도장·지문 등을) stamp (sth on sth), imprint, (formal) impress",
        "(잉크·설탕·소금 등을) dip (in/into)"
      ]
    },
    {
      "phrase": "찍다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(영화·사진 등을) shoot, (사진을) take, (영화 등을) film"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cookie cutter",
      "frequency": 0
    },
    {
      "meaning": "coup de grâce",
      "frequency": 0
    },
    {
      "meaning": "rubber stamp",
      "frequency": 0
    },
    {
      "meaning": "punch 1",
      "frequency": 3
    },
    {
      "meaning": "brander",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그걸 왜 들고 찍는 거죠? Why are you taking it while holding that? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Why are you taking it while holding that?"
    },
    {
      "korean": "폴라로이드 잘 찍는 방법이 있어요? Is there a way to take polaroids well? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Is there a way to take polaroids well?"
    },
    {
      "korean": "그 도장 찍는 거 아세요 혹시? - 이거 이거? Do you know what that stamping thing is? - This this? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Do you know what that stamping thing is? - This this?"
    },
    {
      "korean": "우리 그냥 하나씩 들고 찍는 거 아니었어? 그렇지? Aren't we supposed to each hold on and take it? Right? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Aren't we supposed to each hold on and take it? Right?"
    },
    {
      "korean": "다 같이 찍는 거죠 - 좋네 - 찍을게요 1, 2, 3! We would take it altogether! - That's good. - I'll take it! One, two, three! 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "We would take it altogether! - That's good. - I'll take it! One, two, three!"
    }
  ],
  "examples": [
    {
      "korean": "an independent collective making films for television 듣기 Add to Wordbook 텔레비전 방송용 영화를 찍는 독립 공동 제작소 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an independent collective making films for television Add to Wordbook"
    },
    {
      "korean": "We managed to get it right in just two takes. 듣기 Add to Wordbook 우리는 그것을 단 두 테이크만에 제대로 찍는 데 성공했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We managed to get it right in just two takes. Add to Wordbook"
    },
    {
      "korean": "She was paid several thousand dollars to bare all for the magazine. 듣기 Add to Wordbook 그녀는 그 잡지를 위해 옷을 다 벗는[알몸 사진을 찍는] 대가로 수천 달러를 받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was paid several thousand dollars to bare all for the magazine. Add to Wordbook"
    },
    {
      "korean": "My new hobby is taking dronfies. 듣기 Add to Wordbook 내 새로운 취미는 드론피를 찍는 것이다. 국제영어대학원대학교 신어사전",
      "english": "My new hobby is taking dronfies. Add to Wordbook"
    },
    {
      "korean": "Selfie sticks are essential to take selfies. 듣기 Add to Wordbook 셀피스틱은 셀피 찍는 데 필수적이다. 국제영어대학원대학교 신어사전",
      "english": "Selfie sticks are essential to take selfies. Add to Wordbook"
    }
  ]
}