{
  "phrases": [
    {
      "phrase": "같이사진을찍을수있을까요",
      "hanja": "",
      "example": {},
      "meanings": [
        "May I take a picture together?"
      ]
    },
    {
      "phrase": "찍다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(도끼·곡괭이 등으로) chop at, hack (away) (at), (창·포크 등으로) spear",
        "(도장·지문 등을) stamp (sth on sth), imprint, (formal) impress",
        "(잉크·설탕·소금 등을) dip (in/into)"
      ]
    },
    {
      "phrase": "찍다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(영화·사진 등을) shoot, (사진을) take, (영화 등을) film"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (數)",
      "example": {},
      "meanings": [
        "(숫자) number (of)",
        "(몇, 여러)",
        "(자연수·정수 등) number"
      ]
    },
    {
      "phrase": "수",
      "hanja": " (手)",
      "example": {},
      "meanings": [
        "(바둑·장기 등의) move",
        "(비유적)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "exposure",
      "frequency": 3
    },
    {
      "meaning": "depth of field",
      "frequency": 0
    },
    {
      "meaning": "affixal",
      "frequency": 0
    },
    {
      "meaning": "photographable",
      "frequency": 0
    },
    {
      "meaning": "narcissistick",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오늘 스냅 잘 찍을 수 있겠죠? I can do well today, right? 듣기 View video HANABONO : 프랑스 에펠탑 앞에서 스냅찍던날 같이 준비해요",
      "english": "I can do well today, right?"
    },
    {
      "korean": "사진도 같이 찍을 수 있지 않을까? pictures while filming something? 듣기 View video Dispatch : [ⓓxV] “제티로그2편” (종현 : 태용)",
      "english": "pictures while filming something?"
    },
    {
      "korean": "[쩨알 기자] 잘 찍을 수 있나요? Can you film it well? 듣기 View video Dispatch : [ⓓxV] “완전체 기념! 뉴(NEW)닛뽑기” (뉴이스트:NU’EST)",
      "english": "Can you film it well?"
    },
    {
      "korean": "저 카메라 위에서 찍을 수 있나? Can they film me from above? 듣기 View video V COOKIE : [Full] AB6IX X LieV - AB6IX의 눕방라이브!",
      "english": "Can they film me from above?"
    },
    {
      "korean": "사진 같이 찍을 수 있을까요? Can I take a picture, everyone? 듣기 View video ATEEZ : 컴백!! ATEEZ 귀국보고❤",
      "english": "Can I take a picture, everyone?"
    }
  ],
  "examples": [
    {
      "korean": "With a 360 degree camera, you can take a trendy surroundie! 듣기 Add to Wordbook 360도 카메라로 유행하는 입체 사진을 찍을 수 있어! 국제영어대학원대학교 신어사전",
      "english": "With a 360 degree camera, you can take a trendy surroundie! Add to Wordbook"
    },
    {
      "korean": "It is equipped with a special camera to be used to take detailed pictures of the Earth. 듣기 Add to Wordbook 이것은 지구를 상세하게 찍을 수 있는 특별 카메라를 갖추고 있다. Neungyule",
      "english": "It is equipped with a special camera to be used to take detailed pictures of the Earth. Add to Wordbook"
    },
    {
      "korean": "I forgot to take my camera with me to Portugal, so I couldn’ t take any photos. 듣기 Add to Wordbook 나는 포르투갈에 잊어버리고 카메라를 가져가지 않아서 사진을 전혀 찍을 수 없었다. YBM All in All English-Korean Dictionary",
      "english": "I forgot to take my camera with me to Portugal, so I couldn’ t take any photos. Add to Wordbook"
    },
    {
      "korean": "I don't have much to do with it--what I mean is with a good camera, anybody can take good pictures. 듣기 Add to Wordbook 난 별로 잘 찍는 거 같지 않은데. 좋은 카메라만 있으면 누구나 잘 찍을 수 있어요. YBM All in All English-Korean Dictionary",
      "english": "I don't have much to do with it--what I mean is with a good camera, anybody can take good pictures. Add to Wordbook"
    },
    {
      "korean": "You can't take pictures in this area. 듣기 Add to Wordbook 이 지역에서는 사진을 찍을 수 없습니다. Neungyule",
      "english": "You can't take pictures in this area. Add to Wordbook"
    }
  ]
}