{
  "phrases": [
    {
      "phrase": "차라리",
      "hanja": "",
      "example": {},
      "meanings": [
        "rather[sooner](than), better(than), first, preferably, in[for] preference"
      ]
    },
    {
      "phrase": "치욕보다 차라리 죽음을 택하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "prefer death to dishonor",
        "would rather die than live in disgrace"
      ]
    },
    {
      "phrase": "스포츠 보는 걸 별로 안 좋아해요. 차라리 직접 하지요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "스포츠 경기 관람 I don't like watching sports. I would rather play."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "first",
      "frequency": 3
    },
    {
      "meaning": "rather",
      "frequency": 3
    },
    {
      "meaning": "just as soon",
      "frequency": 0
    },
    {
      "meaning": "Laodice",
      "frequency": 0
    },
    {
      "meaning": "sooner rather than later",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "차라리 좀 거뭇거뭇한 게 낫겠지? It'll be better to be darker, right? 듣기 View video GOT7 : 쉼표방",
      "english": "It'll be better to be darker, right?"
    },
    {
      "korean": "[두 번씩(?) 옮기는 걸로 협희] - 그러자 - 아니면 두 번만 할까요 차라리? [Agreed to move twice] - Okay. - Shall we do that twice only? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.5",
      "english": "[Agreed to move twice] - Okay. - Shall we do that twice only?"
    },
    {
      "korean": "당당하게 해 차라리! Just be confident about it! 듣기 View video GOT7 : [GOT2DAY 2019] 19. JB & BamBam",
      "english": "Just be confident about it!"
    },
    {
      "korean": "차라리 날 놀려주면 안 되냐? Can you just tease me instead? 듣기 View video iKON : ㄱㄱ",
      "english": "Can you just tease me instead?"
    },
    {
      "korean": "차라리 의욕이 안 나... If you're not motivated it's better to... 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #61",
      "english": "If you're not motivated it's better to..."
    }
  ],
  "examples": [
    {
      "korean": "She’d rather die than give a speech. 듣기 Add to Wordbook 그녀는 연설을 하느니 차라리 죽는 게 나을 것 같았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’d rather die than give a speech. Add to Wordbook"
    },
    {
      "korean": "I’d rather use my money than leave it lying in the bank. 듣기 Add to Wordbook 난 돈을 은행에 그냥 넣어 두느니 차라리 쓰겠어. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’d rather use my money than leave it lying in the bank. Add to Wordbook"
    },
    {
      "korean": "The walls were not white, but rather a sort of dirty grey. 듣기 Add to Wordbook 그 벽들은 흰색이 아니었다. 차라리 일종의 지저분한 회색이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The walls were not white, but rather a sort of dirty grey. Add to Wordbook"
    },
    {
      "korean": "We urged them to sort out the problem sooner rather than later. 듣기 Add to Wordbook 우리는 그들에게 차라리 일찌감치 그 문제를 해결하라고 촉구했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We urged them to sort out the problem sooner rather than later. Add to Wordbook"
    },
    {
      "korean": "She swore that she wouldn’t apologize—she’d die first! 듣기 Add to Wordbook 그녀는 절대 사과하지 않을 거라고 했어. 차라리 죽어 버리겠대! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She swore that she wouldn’t apologize—she’d die first! Add to Wordbook"
    }
  ]
}