{
  "phrases": [
    {
      "phrase": "차리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(음식 등을) set, prepare, fix",
        "(정신·기운 등을) (의식을 되찾다) regain[recover] consciousness; (분별력을 찾다) come to (one's senses), get back to one's senses...",
        "(격식·체면 등을)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "can not help noticing",
      "frequency": 0
    },
    {
      "meaning": "punch-drunk",
      "frequency": 0
    },
    {
      "meaning": "formal",
      "frequency": 2
    },
    {
      "meaning": "supper",
      "frequency": 2
    },
    {
      "meaning": "perk up 1",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그냥 뭐가 왔을 때 닭볶음탕이면 일단 차릴 거야. Just whenever something comes, I'll set up the braised spicy chicken first. 듣기 View video B1A4 : B1A4 여름 연캉스",
      "english": "Just whenever something comes, I'll set up the braised spicy chicken first."
    },
    {
      "korean": "최소 전남친한테 이 정도 예의 차릴 만큼은 성숙해졌다고 나. but I became mature to keep my composure in front of my ex-boyfriend. 듣기 View video 플레이리스트 (Playlist) : 바람피우고 잠수탄 전남친이 찾아왔다 [한입만] - EP.06",
      "english": "but I became mature to keep my composure in front of my ex-boyfriend."
    },
    {
      "korean": "[실패하면 정신 바짝 차릴 수 있는] [뭐...] 실패하면 차가운 시원한 생수가 있습니다. If you fail, there will be cold water for you. 듣기 View video Hidden Track No.V : [비투비 예능 훈련소] EP08. 내 마음이 들리니",
      "english": "If you fail, there will be cold water for you."
    },
    {
      "korean": "정신차릴 각오가 돼 있습니까! Are you ready to pay attention! 듣기 View video iKON : [KONIC TV] 코니들의 신나는 여름밤",
      "english": "Are you ready to pay attention!"
    },
    {
      "korean": "여기다 아예 상을 차릴 거죠? Set up our meal here? 듣기 View video V Special : [꽃브로] 꽃미남 브로맨스 - 김지석&박경 EP3. \"아이돌 금기\"",
      "english": "Set up our meal here?"
    }
  ],
  "examples": [
    {
      "korean": "If she threatens to leave, it should bring him to his senses. 발음듣기 그녀가 떠나겠다고 하면 그가 정신을 차릴 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "If she threatens to leave, it should bring him to his senses. 발음"
    },
    {
      "korean": "I couldn’t afford more than a broom cupboard to set up office in. 발음듣기 나는 코딱지만한 방에 사무실을 차릴 여유 밖에 안 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I couldn’t afford more than a broom cupboard to set up office in. 발음"
    },
    {
      "korean": "Isn't it time for you to behave sensibly now? 발음듣기 이제 너도 속 좀 차릴 때가 되지 않았니? 생활 표현 사전",
      "english": "Isn't it time for you to behave sensibly now? 발음"
    },
    {
      "korean": "You don't need[have] to be so proper at home. 발음듣기 집에서까지 격식을 차릴 필요는 없다 Neungyule",
      "english": "You don't need[have] to be so proper at home. 발음"
    },
    {
      "korean": "Just give him time, he'll come around. 발음듣기 그 사람에게 시간을 주면 정신을 차릴거에요. Neungyule",
      "english": "Just give him time, he'll come around. 발음"
    }
  ]
}