{
  "phrases": [
    {
      "phrase": "차이",
      "hanja": " (差異)",
      "example": {},
      "meanings": [
        "difference (in/between), distinction (between), gap (between), (차별) (formal) disparity (in/between)"
      ]
    },
    {
      "phrase": "chai",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 인도 영어, 비격식 차(=tea)"
      ]
    },
    {
      "phrase": "Chai",
      "hanja": "",
      "example": {},
      "meanings": [
        "조리용어 쉐"
      ]
    },
    {
      "phrase": "차이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(발에) get kicked",
        "(퇴짜 맞다) (informal) be dumped, (informal) be dropped"
      ]
    },
    {
      "phrase": "차이점",
      "hanja": " (差異點)",
      "example": {},
      "meanings": [
        "difference"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "difference",
      "frequency": 3
    },
    {
      "meaning": "gap",
      "frequency": 3
    },
    {
      "meaning": "contrast",
      "frequency": 3
    },
    {
      "meaning": "distance",
      "frequency": 3
    },
    {
      "meaning": "variation",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "거의 100표 차이로... Almost 100 points... 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "Almost 100 points..."
    },
    {
      "korean": "[엄청난 점수 차] - 251점? - 100표 차이 가까이... [Amazing gap] - 251? - Almost 100 votes... 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "[Amazing gap] - 251? - Almost 100 votes..."
    },
    {
      "korean": "[Before] [After] 바른 쪽과 안 바른 쪽의 차이가 확실히 보이시죠? [Before] [After] You can see the difference, right? 듣기 View video EMMA BEAUTY : [화보장인엠마] 시세이도 글로우 쿠션 & 톤업 쿠션으로 완성하는 맑고 투명한 광채 스킨",
      "english": "[Before] [After] You can see the difference, right?"
    },
    {
      "korean": "근데 이게 뭐 제가 잘 몰라서 이게 큰 차이가 있나요? But I don't really know about MBTI. Is there a big difference? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "But I don't really know about MBTI. Is there a big difference?"
    },
    {
      "korean": "[기죽지 마] - 그래 봤자 2점 차이야! - 5점 실패! [Don't be disappointed] - It's just 2 points difference. - Failed at 5 points. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[Don't be disappointed] - It's just 2 points difference. - Failed at 5 points."
    }
  ],
  "examples": [
    {
      "korean": "the difference between inborn and conditioned reflexes 듣기 Add to Wordbook 선천적 반응과 조건 반사 사이의 차이 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the difference between inborn and conditioned reflexes Add to Wordbook"
    },
    {
      "korean": "The government scraped home by three votes. 듣기 Add to Wordbook 정부가 세 표 차이로 간신히 이겼다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The government scraped home by three votes. Add to Wordbook"
    },
    {
      "korean": "There are qualitative differences between the two products. 듣기 Add to Wordbook 그 두 제품 사이에는 질적인 차이가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "There are qualitative differences between the two products. Add to Wordbook"
    },
    {
      "korean": "He lost the race by the narrowest of margins. 듣기 Add to Wordbook 그는 대단히 아슬아슬한[근소한] 차이로 그 경주에서 졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He lost the race by the narrowest of margins. Add to Wordbook"
    },
    {
      "korean": "Wherein lies the difference between conservatism and liberalism? 듣기 Add to Wordbook 보수주의와 자유[진보]주의의 차이는 어디에 있는가? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Wherein lies the difference between conservatism and liberalism? Add to Wordbook"
    }
  ]
}