{
  "phrases": [
    {
      "phrase": "차후",
      "hanja": " (此後)",
      "example": {},
      "meanings": [
        "(장래) in (the) future, for the future"
      ]
    },
    {
      "phrase": "차후에",
      "hanja": "",
      "example": {},
      "meanings": [
        "later (on)",
        "afterward(s)",
        "in the future"
      ]
    },
    {
      "phrase": "차후작전",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 subsequent operations"
      ]
    },
    {
      "phrase": "차후임무",
      "hanja": " (次後任務)",
      "example": {},
      "meanings": [
        "군사 subsequent mission"
      ]
    },
    {
      "phrase": "차후날짜에",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 at a later date (ALD)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "henceforward",
      "frequency": 0
    },
    {
      "meaning": "subsequent",
      "frequency": 3
    },
    {
      "meaning": "the study hereafter",
      "frequency": 0
    },
    {
      "meaning": "at a later date",
      "frequency": 0
    },
    {
      "meaning": "map out its next steps",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그거는 차후에 저희가... In the future, we... 듣기 View video V COOKIE : [Full] KIM TAE WOO & SON HO YOUNG X Rooftop Live - 김태우&손호영의 루프탑라이브!",
      "english": "In the future, we..."
    },
    {
      "korean": "그런데 그건 차후에 생각해야 되는 일이고... We can think about it later. 듣기 View video GOT7 : GOT7의 하드캐리 0화 (GOT7 'HARD CARRY' ep.0)",
      "english": "We can think about it later."
    },
    {
      "korean": "이것은 또 차후에 운동을 보실 수 있으니까요. You can see the exercise later. 듣기 View video IDOL x IDOL : BLOOMY - 블루미 '여사친들의 험난한 운동'",
      "english": "You can see the exercise later."
    },
    {
      "korean": "장소는 차후 공지해드리는 걸로 하고. We will talk about the location after the show. 듣기 View video V MOVIE : 지창욱X심은경 <조작된 도시> V Live 'Ji Chang Wook X Sim eun kyung V Live'",
      "english": "We will talk about the location after the show."
    },
    {
      "korean": "그래서 그건 이제 차후에 말씀드리도록 하겠습니다. I will talk about specifics later on. 듣기 View video DICKPUNKS : 김태현 솔로앨범 D-2",
      "english": "I will talk about specifics later on."
    }
  ],
  "examples": [
    {
      "korean": "Developments on this issue will be dealt with in a subsequent report. 듣기 Add to Wordbook 이 쟁점에 대한 새로운 사실들은 차후의 보고서에서 다룰 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Developments on this issue will be dealt with in a subsequent report. Add to Wordbook"
    },
    {
      "korean": "What are your plans for the next few years? 듣기 Add to Wordbook 차후 수 년 간의 계획은 무엇입니까? DARAKWON",
      "english": "What are your plans for the next few years? Add to Wordbook"
    },
    {
      "korean": "In the future, this can become a distinct advantage over other CPAs. 듣기 Add to Wordbook 차후 이 점이 다른 공인 회계사들과 차별되는 분명한 이점이 될 수 있을 것입니다. DARAKWON",
      "english": "In the future, this can become a distinct advantage over other CPAs. Add to Wordbook"
    },
    {
      "korean": "I'd like to have the opportunity to work in a plant as well as at the home office. I also hope to develop my management skills, perhaps by managing a small staff. 듣기 Add to Wordbook 저는 차후에 본사뿐만 아니라 공장에서 일할 기회를 갖고 싶습니다. 또한 소규모팀을 관리하며 관리 능력을 키우고 싶습니다. DARAKWON",
      "english": "I'd like to have the opportunity to work in a plant as well as at the home office. I also hope to develop my management skills, perhaps by managing a small staff. Add to Wordbook"
    },
    {
      "korean": "I believe this job will offer me the opportunity to be a part of such a negotiating team. This way I can begin to acquire the skills necessary to lead a team. 듣기 Add to Wordbook 이 일을 하면 우수한 협상 팀에서 일할 기회가 있을 것으로 생각하며 차후에는 팀을 이끌어가는 데 필요한 능력도 얻게 되리라 봅니다. DARAKWON",
      "english": "I believe this job will offer me the opportunity to be a part of such a negotiating team. This way I can begin to acquire the skills necessary to lead a team. Add to Wordbook"
    }
  ]
}