{
  "phrases": [
    {
      "phrase": "창이",
      "hanja": " (創痍)",
      "example": {},
      "meanings": [
        "a cut, a wound, a bruise"
      ]
    },
    {
      "phrase": "창",
      "hanja": " (窓)",
      "example": {},
      "meanings": [
        "(창문) window",
        "(컴퓨터의) window",
        "(비유적)"
      ]
    },
    {
      "phrase": "창",
      "hanja": " (槍)",
      "example": {},
      "meanings": [
        "(무기) spear, (기마병의) lance"
      ]
    },
    {
      "phrase": "창",
      "hanja": " (唱)",
      "example": {},
      "meanings": [
        "(판소리) chang, Korean traditional narrative song[ballad]"
      ]
    },
    {
      "phrase": "창",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun sole",
        "Noun leather sole, rubber sole",
        "Noun inner sole"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "spear",
      "frequency": 3
    },
    {
      "meaning": "javelin",
      "frequency": 3
    },
    {
      "meaning": "lance",
      "frequency": 3
    },
    {
      "meaning": "pike 1",
      "frequency": 3
    },
    {
      "meaning": "casement",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "오른쪽은 V LIVE 채팅창 이예요. - 그렇구나. - 네. and the right one are the V LIVE comments. - I see. - Yes. 듣기 View video 셀럽티비(Celuv.TV) : 칼군무, 퍼포먼스! B.A.P 함께 HANDS UP!",
      "english": "and the right one are the V LIVE comments. - I see. - Yes."
    },
    {
      "korean": "이 창이 나올 겁니다. this window will pop up. 듣기 View video C-JeS : <엽기적인그녀> TOP10! 정인선의 오디션도전기. \"대국민투표가 시작되었습니다.\"",
      "english": "this window will pop up."
    },
    {
      "korean": "아예 이 창이 없는 거예요. I couldn't see the chat box. 듣기 View video Park Bo Young : 늦었네요ㅠㅠ",
      "english": "I couldn't see the chat box."
    },
    {
      "korean": "지금 이 시간 채팅창이 웃음으로 가득차고 있습니다. Now the chat window is full of laughter. 듣기 View video KNK : 지금 크나큰(KNK)은?",
      "english": "Now the chat window is full of laughter."
    },
    {
      "korean": "그 오픈 채팅창 그러면 너야? Is that you, in the open chat room? 듣기 View video 와우티비(WAWtv) : 본편_웹드라마 SPUNK(스펑크) EP8",
      "english": "Is that you, in the open chat room?"
    }
  ],
  "examples": [
    {
      "korean": "Then click the mouse, and all the windows minimize. 듣기 Add to Wordbook 마우스를 클릭하면 모든 창이 최소화됩니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 석범_연인윤(ell9****)",
      "english": "Then click the mouse, and all the windows minimize. Add to Wordbook"
    },
    {
      "korean": "The open windows fade from view, revealing the desktop. 듣기 Add to Wordbook 열린 창이 희미해지고 바탕화면이 나타난다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 sksir2100(sksi****)",
      "english": "The open windows fade from view, revealing the desktop. Add to Wordbook"
    },
    {
      "korean": "This opens a black 'Command' window with a flashing prompt. 듣기 Add to Wordbook 이렇게 하면 검은색 '커맨드'창이 열리고 프롬프트가 깜박입니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 flowerRain(wons****)",
      "english": "This opens a black 'Command' window with a flashing prompt. Add to Wordbook"
    },
    {
      "korean": "Many of the rooms have casement windows that open onto a courtyard. 듣기 Add to Wordbook 그 방들 중 많은 것은 뜰로 통하는 여닫이 창이 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cerealkiller(l206****)",
      "english": "Many of the rooms have casement windows that open onto a courtyard. Add to Wordbook"
    },
    {
      "korean": "There is a narrow window at the left. 듣기 Add to Wordbook 왼쪽에는 좁은 창이 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사과향기(lees****)",
      "english": "There is a narrow window at the left. Add to Wordbook"
    }
  ]
}