{
  "phrases": [],
  "meanings": [],
  "vlive": [
    {
      "korean": "찾!았스 찾았!스 찾았스! Found! Found! Found! 듣기 View video Stray Kids : [FULL] <찾았다 스트레이 키즈> 1화",
      "english": "Found! Found! Found!"
    },
    {
      "korean": "[세호를 찾... 우현을 찾...] [Find Se-ho and Woo Hyun...] View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 6부_ep.1 반전의 반전! 첫 미션 1등 발표시간",
      "english": "[Find Se-ho and Woo Hyun...]"
    },
    {
      "korean": "[세호를 찾...] [우현을 찾...] [Find Se-ho and Woo Hyun...] View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 김재중 스페셜 Ep.4",
      "english": "[Find Se-ho and Woo Hyun...]"
    },
    {
      "korean": "바로~보. 물. 찾. 기!! It's Hidden Treasure! 듣기 View video 상사세끼 시즌2 : 주말에 회사 워크샵을 갔을 때 생기는 일 a.k.a 유격훈련 [상사세끼2/상사삼끼2] EP.08",
      "english": "It's Hidden Treasure!"
    },
    {
      "korean": "[타.조.를.못.찾.았.다] 저는 왜 기린이에요? [Haven't found the ostrich] Why am I a giraffe? 듣기 View video Golden Child : 골든차일드(Golden Child) “CH.GOL-CHA!” Ep.14",
      "english": "[Haven't found the ostrich] Why am I a giraffe?"
    }
  ],
  "examples": [
    {
      "korean": "He went to look, expecting to find a tiny mouse. 듣기 Add to Wordbook 그는 작은 생쥐를 찾 을 것을 기대하며 보러 갔다. Neungyule",
      "english": "He went to look, expecting to find a tiny mouse. Add to Wordbook"
    },
    {
      "korean": "The second is the 'mover,' the kind of employee that lacks company loyalty, moving from one company to another in search of better pay or hours. 듣기 Add to Wordbook 두 번째는'임시 체류형'이다. 이런 유형의 고용인은 회 사에 대한 충성이 부족하여 더 나은 급여나 근무시간을 찾 아 한 회사에서 또 다른 회사로 이동한다. Neungyule",
      "english": "The second is the 'mover,' the kind of employee that lacks company loyalty, moving from one company to another in search of better pay or hours. Add to Wordbook"
    },
    {
      "korean": "He faced intense pressure from Washington in the days before the 2003 American-led invasion of Iraq, demanding more time for weapon inspectors to search the country for weapons of mass destruction. 듣기 Add to Wordbook 2003년에 미국이 주도한 이라크 침공이 있기 며칠 전 에, 그는 무기 사찰단이 그 나라에서 대량 살상 무기를 찾 아내는데 더 많은 시간을 요구하는 미국 정부로부터의 강한 압력에 직면했다. Neungyule",
      "english": "He faced intense pressure from Washington in the days before the 2003 American-led invasion of Iraq, demanding more time for weapon inspectors to search the country for weapons of mass destruction. Add to Wordbook"
    },
    {
      "korean": "Notoriety is an unstable substitute for Fame. 듣기 Add to Wordbook 악평이란 안정성이 없는 명성(名찾)의 대명사(代名詞) 이다. 영어영작문대사전",
      "english": "Notoriety is an unstable substitute for Fame. Add to Wordbook"
    }
  ]
}