{
  "phrases": [
    {
      "phrase": "채우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(빈 것을) fill (in/up), (물건·사람 등으로) pack, stuff",
        "(수량·시간 등을) (정원을) meet, make, (임기·기간 등을) fulfill, (임기·형량 등을) serve out, (모자란 부분을) complete",
        "(욕심·허기 등을) fill, satisfy"
      ]
    },
    {
      "phrase": "채우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(단추·자물쇠 등을) fasten (up), (단추를) button (up), (Brit) do up, (자물쇠를) lock"
      ]
    },
    {
      "phrase": "채우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(기저귀·수갑 등을)"
      ]
    },
    {
      "phrase": "쇠고랑을 채워서 호송하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "escort in handcuffs"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "French pancake",
      "frequency": 0
    },
    {
      "meaning": "Lally (column)",
      "frequency": 0
    },
    {
      "meaning": "lock up one's valuables",
      "frequency": 0
    },
    {
      "meaning": "Mikulicz drain",
      "frequency": 0
    },
    {
      "meaning": "shackle",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "내가 너무 물을 많이 채워서 그런가? Did I put too much water? 듣기 View video TOMORROW X TOGETHER : 수빈&휴닝카이 : 뚝딱뚝딱 공작시간",
      "english": "Did I put too much water?"
    },
    {
      "korean": "이걸 꽉 채워서... Please fill the questionnaire. 듣기 View video iKON : iKON - ‘자체제작 iKON TV’ EP.1-2",
      "english": "Please fill the questionnaire."
    },
    {
      "korean": "점막만 채워서 그릴게요 오늘. I'm only going to fill in the waterline today. 듣기 View video V Beauty : (AMOURㅣ아무르)왼손으로만 메이크업하기! Use only the left hand makeup!",
      "english": "I'm only going to fill in the waterline today."
    },
    {
      "korean": "다진 마늘 한 숟가락 - 한 숟가락? 꽉 채워서? 1 spoon of minced garlic. - Big spoon? 듣기 View video V COOKIE : [Full]OH MY GIRL X Calling Recipe - 오마이걸 X 부재중레시피",
      "english": "1 spoon of minced garlic. - Big spoon?"
    },
    {
      "korean": "이렇게 입술을 채워서 발라주도록 합니다. We're going to fill in the lips like this. 듣기 View video V PICK! HOW-TO : [V PICK! HOW TO in V] 뷰티인사이드 서현진 메이크업 (HOW TO DO K-Drama Beauty inside HyunJin Seo make-up)",
      "english": "We're going to fill in the lips like this."
    }
  ],
  "examples": [
    {
      "korean": "She filled the glass so full that the water spilled over. 듣기 Add to Wordbook 그녀가 잔을 너무 가득 채워서 물이 넘쳤다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She filled the glass so full that the water spilled over. Add to Wordbook"
    },
    {
      "korean": "Cuff him, and take him to the police station. 듣기 Add to Wordbook 수갑을 채워서 그를 경찰서로 데려가시오 Neungyule",
      "english": "Cuff him, and take him to the police station. Add to Wordbook"
    },
    {
      "korean": "Let's fill the ice chest with ice for cold drinks. 듣기 Add to Wordbook 아이스박스에다 얼음을 채워서 찬 음료수를 넣어가자. Neungyule",
      "english": "Let's fill the ice chest with ice for cold drinks. Add to Wordbook"
    },
    {
      "korean": "A leather harness and cushions lined the barrel to protect Annie during her fall, and she emerged shaken but unhurt in the river below. 듣기 Add to Wordbook 떨어질 때 애니를 보호하기 위해 가죽 장치와 쿠션으로 통을 가득 채워서, 강 아래에서 요동치며 올라왔지만 다치지는 않았다. YBM All in All English-Korean Dictionary",
      "english": "A leather harness and cushions lined the barrel to protect Annie during her fall, and she emerged shaken but unhurt in the river below. Add to Wordbook"
    },
    {
      "korean": "Kashmir's Pakistani side responded by sending trucks filled with rice and rock salt to Sringagar. 듣기 Add to Wordbook 카슈미르의 파키스탄 측은 쌀과 암염들로 트럭들을 채워서 스리나가로 보내는 것으로 응답했다. Neungyule",
      "english": "Kashmir's Pakistani side responded by sending trucks filled with rice and rock salt to Sringagar. Add to Wordbook"
    }
  ]
}