{
  "phrases": [
    {
      "phrase": "책임자",
      "hanja": " (責任者)",
      "example": {},
      "meanings": [
        "person in charge"
      ]
    },
    {
      "phrase": "재무 담당 최고 책임자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a CFO (Chief Financial Officer)"
      ]
    },
    {
      "phrase": "경영 책임자",
      "hanja": " (經營責任者)",
      "example": {},
      "meanings": [
        "the manager of an enterprise, a chief executive, a responsible manager"
      ]
    },
    {
      "phrase": "부양 책임자",
      "hanja": " (扶養責任者)",
      "example": {},
      "meanings": [
        "a person responsible for supporting (the family), a breadwinner"
      ]
    },
    {
      "phrase": "화재책임자",
      "hanja": " (火災責任者)",
      "example": {},
      "meanings": [
        "[건물의] a firewarden."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "head",
      "frequency": 3
    },
    {
      "meaning": "director",
      "frequency": 3
    },
    {
      "meaning": "honcho",
      "frequency": 0
    },
    {
      "meaning": "incharge",
      "frequency": 0
    },
    {
      "meaning": "kahuna",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "네? 저는 총책임자. - 보민 씨는 또 작업반장. Yes? I am the person in charge. - Bo Min is the leader again. 듣기 View video Golden Child : [FULL] Golden Child 3RD MINI ALBUM [WISH] COMEBACK SHOWCASE",
      "english": "Yes? I am the person in charge. - Bo Min is the leader again."
    },
    {
      "korean": "책임자에게 물어보세요. - 이름이 뭐에요? Ask our director. - What's your name? 듣기 View video V Beauty : 생생한 포토월 인터뷰 with CL @ MCM London Show",
      "english": "Ask our director. - What's your name?"
    },
    {
      "korean": "예쁜 누님이 여기 책임자신가 봐? Hey, Pretty. I guess you are the head here. 듣기 View video 아이엠 (I am) : <사랑, 기억에 머물다> 3-2화 [시작]",
      "english": "Hey, Pretty. I guess you are the head here."
    },
    {
      "korean": "저 분이 책임잔데요, 저 분께 물어보세요. She is in charge. You could talk to her. 듣기 View video V Beauty : 생생한 포토월 인터뷰 with CL @ MCM London Show",
      "english": "She is in charge. You could talk to her."
    },
    {
      "korean": "[최고의 책임자이자] 셔누는 사실 최고의 책임자라고 봐요. [With grave responsibility] He's like the CEO. 듣기 View video MONSTA X : [REPLAY] MONSTA X-RAY (몬스타엑스레이) _6화",
      "english": "[With grave responsibility] He's like the CEO."
    }
  ],
  "examples": [
    {
      "korean": "the keeper of geology at the museum 듣기 Add to Wordbook 그 박물관의 지질학 부문 책임자 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the keeper of geology at the museum Add to Wordbook"
    },
    {
      "korean": "All sales clerks answer to the store manager. 듣기 Add to Wordbook 모든 판매원들은 매장 책임자에게 설명을 해야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All sales clerks answer to the store manager. Add to Wordbook"
    },
    {
      "korean": "In future, staff recruitment will fall within the remit of the division manager. 듣기 Add to Wordbook 앞으로는 직원 채용이 부서 책임자의 소관이 될 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "In future, staff recruitment will fall within the remit of the division manager. Add to Wordbook"
    },
    {
      "korean": "a fire prevention officer 듣기 Add to Wordbook 화재 예방 담당자[화재 책임자] Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a fire prevention officer Add to Wordbook"
    },
    {
      "korean": "the headship of the department 듣기 Add to Wordbook 그 부서의 책임자 자리 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the headship of the department Add to Wordbook"
    }
  ]
}