{
  "phrases": [
    {
      "phrase": "처럼",
      "hanja": "",
      "example": {},
      "meanings": [
        "like as as~as as if, as though 기타"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "like",
      "frequency": 3
    },
    {
      "meaning": "like 1",
      "frequency": 3
    },
    {
      "meaning": "as",
      "frequency": 3
    },
    {
      "meaning": "so 1",
      "frequency": 3
    },
    {
      "meaning": "the way (that) …",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "처럼... Something like that. 듣기 View video BRANDNEW MUSIC : [#임영민 #김동현 #박우진 #이대휘] '영민 동현 우진 대휘의 스페셜 V LIVE'",
      "english": "Something like that."
    },
    {
      "korean": "했던 것 처럼만 하면 되겠다야. Just do as you just did until now. 듣기 View video V COOKIE : [Full] MY NAME X VSLIVE - 마이네임의 VSLIVE !",
      "english": "Just do as you just did until now."
    }
  ],
  "examples": [
    {
      "korean": "Used to want to be just like him. 듣기 Add to Wordbook 그들 처럼만 되길 원했구나! User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Sunny Jeong(hane****)",
      "english": "Used to want to be just like him. Add to Wordbook"
    },
    {
      "korean": "Just like the old days, remember that? 듣기 Add to Wordbook 예전 처럼만, 그거 기억해? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Just like the old days, remember that? Add to Wordbook"
    },
    {
      "korean": "Wow, you don't sound that into it. 듣기 Add to Wordbook 와, 너 그거에 관심있어 보이는 것 처럼은 안 들리는데. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 남궁모람(mora****)",
      "english": "Wow, you don't sound that into it. Add to Wordbook"
    },
    {
      "korean": "Not like Australia, baam, baam, baam. 듣기 Add to Wordbook 호주 처럼은 아니지. 배엠 배엠 배엠. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cts1914(cts1****)",
      "english": "Not like Australia, baam, baam, baam. Add to Wordbook"
    },
    {
      "korean": "Not like you didn't suspect it. 듣기 Add to Wordbook 당신의 의심하지 않았었던것 처럼이 아닌 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 브룩패밀리(minj****)",
      "english": "Not like you didn't suspect it. Add to Wordbook"
    }
  ]
}