{
  "phrases": [
    {
      "phrase": "처방",
      "hanja": " (處方)",
      "example": {},
      "meanings": [
        "(의사의) prescription, recipe, prescribe (sb sthsb for sth)",
        "(대책, 방법)"
      ]
    },
    {
      "phrase": "약을 처방하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "prescribe medicine"
      ]
    },
    {
      "phrase": "잘못 처방하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "prescribe the wrong medicine[drugs]"
      ]
    },
    {
      "phrase": "의사의 처방대로",
      "hanja": "",
      "example": {},
      "meanings": [
        "as prescribed by a physician"
      ]
    },
    {
      "phrase": "처방을 잘못 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make out a wrong prescription"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "prescription",
      "frequency": 1
    },
    {
      "meaning": "expedient",
      "frequency": 1
    },
    {
      "meaning": "nostrum",
      "frequency": 0
    },
    {
      "meaning": "formularization",
      "frequency": 0
    },
    {
      "meaning": "palliative",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[주의 : 의사 처방받아야 되는 연고입니다] 오늘 영상 속에서 보여드린 스티바A라는 연고 있잖아요? You know the Steva A ointment that I showed you in the video, right? 듣기 View video HANABONO : 생리 때 여드름관리 어떻게 해요? 하루만에 가라앉히는 비법 Solutions for menstrual trouble!",
      "english": "You know the Steva A ointment that I showed you in the video, right?"
    },
    {
      "korean": "[처방] 왼손으로 쳐보시는 게... [Prescribed] You play your guitar with your left hand... 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP31 #대망의마지막연습 #컨디션난조 #위기의첸",
      "english": "[Prescribed] You play your guitar with your left hand..."
    },
    {
      "korean": "아주 확실한 처방전을 가지고 있는데 들어볼래? I have the ultimate prescription for that, do you want it? 듣기 View video Dingo Story / 딩고스토리 : 짝녀의 소개팅남이 학교 핵인싸라면?_EP15_[라이크LIKE]",
      "english": "I have the ultimate prescription for that, do you want it?"
    },
    {
      "korean": "[나르샤 처방] 원대 씨는 일단 좀 잘 먹어 봐요. Wondae... Try eating well. 듣기 View video 뷰티로그(beautylog) : [뷰티로그 5회]나르샤의 7단계 기초 케어 & 중력을 거스르는 탄력관리!",
      "english": "Wondae... Try eating well."
    },
    {
      "korean": "[결국 드라이기로 온기 긴급 처방 중] 이거 포토북 나와야 하는 거 아니야? [Taking urgent measure to provide heat with a blow dryer] Shouldn't this be a photo book? 듣기 View video YOON JISUNG : [윤쿠쿠캠] Ep.1 All Day 취사모드! Aside 자켓 촬영 현장",
      "english": "[Taking urgent measure to provide heat with a blow dryer] Shouldn't this be a photo book?"
    }
  ],
  "examples": [
    {
      "korean": "The pharmacist will make up your prescription. 발음듣기 약사가 당신에게 처방된 약을 조제해 줄 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The pharmacist will make up your prescription. 발음"
    },
    {
      "korean": "The doctor gave me a prescription for antibiotics. 발음듣기 의사가 내게 항생제 처방전을 써 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The doctor gave me a prescription for antibiotics. 발음"
    },
    {
      "korean": "We had to wait for the pharmacist to make up her prescription. 발음듣기 우리는 약사가 처방전대로 조제를 할 동안 기다려야 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We had to wait for the pharmacist to make up her prescription. 발음"
    },
    {
      "korean": "The doctor put her on antibiotics. 발음듣기 의사는 그녀에게 항생제를 처방했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The doctor put her on antibiotics. 발음"
    },
    {
      "korean": "to prescribe a course of antibiotics 발음듣기 일련의 항생제 치료를 처방하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to prescribe a course of antibiotics 발음"
    }
  ]
}