{
  "phrases": [
    {
      "phrase": "처지",
      "hanja": " (處地)",
      "example": {},
      "meanings": [
        "position, (특히 경제적인) circumstances"
      ]
    },
    {
      "phrase": "비참한 처지",
      "hanja": "",
      "example": {},
      "meanings": [
        "a miserable[pathetic, wretched] situation",
        "a hard plight",
        "a fix"
      ]
    },
    {
      "phrase": "곤란한 처지",
      "hanja": "",
      "example": {},
      "meanings": [
        "a delicate[an awkward] situation",
        "needy circumstances"
      ]
    },
    {
      "phrase": "안타까운 처지",
      "hanja": "",
      "example": {},
      "meanings": [
        "a miserable[pitiable] condition"
      ]
    },
    {
      "phrase": "가련한 처지",
      "hanja": "",
      "example": {},
      "meanings": [
        "a sad plight",
        "a miserable condition"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "position",
      "frequency": 3
    },
    {
      "meaning": "situation",
      "frequency": 3
    },
    {
      "meaning": "line 1",
      "frequency": 3
    },
    {
      "meaning": "case 1",
      "frequency": 3
    },
    {
      "meaning": "angle 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "전체적으로 다 처지다라고. My face gets droopy all over. 듣기 View video WHYNOT TV : 클럽가다가 50만원짜리 디올 립세트 받음.. [미친 딜리버리 시즌2] EP02 불금 메이크업",
      "english": "My face gets droopy all over."
    },
    {
      "korean": "제가 이제 우석이한테 뭐라 할 처지가 못 돼요. I can't even say anything to Woo Seok anymore. 듣기 View video PENTAGON : 신1후2",
      "english": "I can't even say anything to Woo Seok anymore."
    },
    {
      "korean": "중력에 의해서 점점 더 처지는 그런 현상을 전반적으로 더 막을 수 있을 거예요. you'll be able to stop the forces of gravity from pulling down on your face. 듣기 View video WIWO : MY Special night care routine!!! what is your special care??",
      "english": "you'll be able to stop the forces of gravity from pulling down on your face."
    },
    {
      "korean": "노래가 조금 처지네요. The music is too soft. 듣기 View video V Beauty : 뷰티DaDa 낙엽메이크업 다혜편",
      "english": "The music is too soft."
    },
    {
      "korean": "좀 노래가 처지죠? The song makes you a bit sad, right? 듣기 View video 스누퍼(SNUPER) : 탱탱일❤️",
      "english": "The song makes you a bit sad, right?"
    }
  ],
  "examples": [
    {
      "korean": "She snipped at the loose threads hanging down. 듣기 Add to Wordbook 그녀는 밑으로 처지는 늘어진 실밥들을 싹둑싹둑 잘랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She snipped at the loose threads hanging down. Add to Wordbook"
    },
    {
      "korean": "She gazed at him in horrified disbelief. 듣기 Add to Wordbook 그녀는 몸서리처지는 불신감을 느끼며 그를 빤히 바라보았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She gazed at him in horrified disbelief. Add to Wordbook"
    },
    {
      "korean": "The club faces expulsion from the football league. 듣기 Add to Wordbook 그 클럽 팀은 축구 연맹에서 제명될 처지에 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The club faces expulsion from the football league. Add to Wordbook"
    },
    {
      "korean": "He’s in a spot of trouble. 듣기 Add to Wordbook 그가 좀 곤란한 처지이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s in a spot of trouble. Add to Wordbook"
    },
    {
      "korean": "to face eviction from your home 듣기 Add to Wordbook 자기 집에서 쫓겨날 처지가 되다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to face eviction from your home Add to Wordbook"
    }
  ]
}