{
  "phrases": [
    {
      "phrase": "척추",
      "hanja": " (脊椎)",
      "example": {},
      "meanings": [
        "spine, backbone, spinal[vertebral] column, (척추를 이루는 각각의 뼈) vertebra (vertebrae)"
      ]
    },
    {
      "phrase": "척추동물",
      "hanja": " (脊椎動物)",
      "example": {},
      "meanings": [
        "vertebrate"
      ]
    },
    {
      "phrase": "척추를 교정하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "realign one's spine",
        "get one's backbone realigned"
      ]
    },
    {
      "phrase": "척추의 만곡",
      "hanja": "",
      "example": {},
      "meanings": [
        "the curvature of the spine"
      ]
    },
    {
      "phrase": "척추 카리에스",
      "hanja": "",
      "example": {},
      "meanings": [
        "caries[tuberculous osteitis] of the vertebrae",
        "spinal caries"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "back",
      "frequency": 3
    },
    {
      "meaning": "spine",
      "frequency": 3
    },
    {
      "meaning": "backbone",
      "frequency": 3
    },
    {
      "meaning": "spinal column",
      "frequency": 0
    },
    {
      "meaning": "vertebral column",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "제가 척추기립금이 좋아요 - 기립금이요? My erector spinae muscles are nice. - Sorry, what? 듣기 View video V COOKIE : [Full] 아스트로 X 우리의 밤 (Our Night with ASTRO)",
      "english": "My erector spinae muscles are nice. - Sorry, what?"
    },
    {
      "korean": "섹시해요 - 한번 보여드려요 - 몇 번이에요, 몇 번째 척추 - 몇 번 척추가 섹시하죠? Sexy. - Show them. - Which spinal cord? - Which one? 듣기 View video V COOKIE : [Full] 아스트로 X 우리의 밤 (Our Night with ASTRO)",
      "english": "Sexy. - Show them. - Which spinal cord? - Which one?"
    },
    {
      "korean": "언니 3번, 4번 척추가 좀... Hey, my C3 and C4 are a little... 듣기 View video IZ*ONE : 채연이의 고민상담2♡",
      "english": "Hey, my C3 and C4 are a little..."
    },
    {
      "korean": "척추에 좋아? 장어 척추가? Good for the spine? The eel spine is good for your spine? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.3",
      "english": "Good for the spine? The eel spine is good for your spine?"
    },
    {
      "korean": "영양소가... - 저거 척추에 좋은 거 아니야? Nutrition... - This is good for your spine, right? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.3",
      "english": "Nutrition... - This is good for your spine, right?"
    }
  ],
  "examples": [
    {
      "korean": "a pain at the base of the spine 듣기 Add to Wordbook 척추 맨 아래 부분의 통증 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a pain at the base of the spine Add to Wordbook"
    },
    {
      "korean": "Messages travel along the spine from the nerve endings to the brain. 듣기 Add to Wordbook 메시지는 척추를 따라 말초 신경에서 두뇌로 이동한다[전달된다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Messages travel along the spine from the nerve endings to the brain. Add to Wordbook"
    },
    {
      "korean": "The disease had deformed his spine. 듣기 Add to Wordbook 그 병으로 그는 척추가 기형이 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The disease had deformed his spine. Add to Wordbook"
    },
    {
      "korean": "She broke her back in a riding accident. 듣기 Add to Wordbook 그녀는 승마 사고로 척추가 부러졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She broke her back in a riding accident. Add to Wordbook"
    },
    {
      "korean": "curvature of the spine 듣기 Add to Wordbook 척추 만곡 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "curvature of the spine Add to Wordbook"
    }
  ]
}