{
  "phrases": [
    {
      "phrase": "척후병",
      "hanja": " (斥候兵)",
      "example": {},
      "meanings": [
        "scout"
      ]
    },
    {
      "phrase": "척후(병)",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 scout, patrol"
      ]
    },
    {
      "phrase": "척후병을 보내 적의 동정을 살피다",
      "hanja": "",
      "example": {},
      "meanings": [
        "send out scouts to see what the enemy is up to"
      ]
    },
    {
      "phrase": "척후병을 자원하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "volunteer skirmisher"
      ]
    },
    {
      "phrase": "척후",
      "hanja": " (斥候)",
      "example": {},
      "meanings": [
        "(군사) scouting, patrolling, reconnaissance"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tirailleur",
      "frequency": 0
    },
    {
      "meaning": "skirmisher",
      "frequency": 0
    },
    {
      "meaning": "point man",
      "frequency": 0
    },
    {
      "meaning": "Rahab",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "When sorrows come, they come not single spies, but in battalion. 듣기 Add to Wordbook 불행이 올 때는 척후병처럼 하나씩 오는 것이 아니라 한꺼번에 온다(cf. Shak., Hamlet). Friendict Level English-Korean Dictionary",
      "english": "When sorrows come, they come not single spies, but in battalion. Add to Wordbook"
    },
    {
      "korean": "Knowing the danger, the scout was unceasingly vigilant. 듣기 Add to Wordbook 그 위험을 알고 있었으므로, 척후병은 끊임없이 조심스럽게 살펴 지키고 있었다. 영어영작문대사전",
      "english": "Knowing the danger, the scout was unceasingly vigilant. Add to Wordbook"
    },
    {
      "korean": "string out scouts along the road 듣기 Add to Wordbook 척후병을 연도에 배치하다. Friendict Level English-Korean Dictionary",
      "english": "string out scouts along the road Add to Wordbook"
    },
    {
      "korean": "Any refugees that make it back to the fort will arm themselves and become Skirmishers to help defend the colony. 듣기 Add to Wordbook 피난민은 요새에 도착하면 스스로 무장하여 척후병이 되며 식민지 방어에 도움을 줍니다. hansemEUG",
      "english": "Any refugees that make it back to the fort will arm themselves and become Skirmishers to help defend the colony. Add to Wordbook"
    },
    {
      "korean": "Coureur, Skirmisher and Native Warrior hitpoints increased. 듣기 Add to Wordbook 쿠뤼어, 척후병 및 원주민 전사의 체력이 높아집니다. hansemEUG",
      "english": "Coureur, Skirmisher and Native Warrior hitpoints increased. Add to Wordbook"
    }
  ]
}