{
  "phrases": [],
  "meanings": [
    {
      "meaning": "Measure a thousand times and cut once.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "천 번 해도 다시 해야 돼 - 저 할리갈리 잘하지 않아요? You have to re-do the game 1000 times. - Am I not good at Halli Galli, though? 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "You have to re-do the game 1000 times. - Am I not good at Halli Galli, though?"
    },
    {
      "korean": "천 번 이상 불렀죠 - 진짜 많이 불렀으니까... Over a 1000 times. - Since we sang it so many times... 듣기 View video V COOKIE : [Full]SINGING ROOM X Lovelyz (코인노래방 X 러블리즈)",
      "english": "Over a 1000 times. - Since we sang it so many times..."
    },
    {
      "korean": "[천년 동안 꽃이 피고 지고 Photo by 선호] 와 이건 꽃이 천 번 피고 진 거겠네. Wow, this tree bloomed and fell a thousand times. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 9부_ep.3 라이벌戰 정면승부가 시작된다!",
      "english": "Wow, this tree bloomed and fell a thousand times."
    },
    {
      "korean": "이거 역시 천 번 연습했어. practiced this like 1000 times. 듣기 View video YGK+ : 효니티비4 제주올래 Mukbang (Eating broadcast)",
      "english": "practiced this like 1000 times."
    },
    {
      "korean": "천번 듣고 한번 부르는게 낫다고 하셨어요. than singing a song thousand times. 듣기 View video LEE HI : HI TV - Episode 02",
      "english": "than singing a song thousand times."
    }
  ],
  "examples": [
    {
      "korean": "Measure a thousand times and cut once. 듣기 Add to Wordbook 천번 재고, 단번에 베라. (터키속담, 노력속담) 명언/속담",
      "english": "Measure a thousand times and cut once. Add to Wordbook"
    },
    {
      "korean": "Quitting smoking is easy, Mark Twain once said,“ I’ve done it a thousand times.” 듣기 Add to Wordbook 마크 트웨인은 담배를 끊는 것이 쉽다면서“나는 천 번도 넘게 담배를 끊었다.”고 말했다. YBM All in All English-Korean Dictionary",
      "english": "Quitting smoking is easy, Mark Twain once said,“ I’ve done it a thousand times.” Add to Wordbook"
    },
    {
      "korean": "Do you know the saying 'A picture is worth a thousand words'? Well, in this book, the saying has been changed to 'A picture is worth a thousand screams'! 듣기 Add to Wordbook 당신은 '한 장의 사진이 천 단어의 가치가 있다'는 속담을 아시나요? 이 책에서 이 속담은 '한 장의 사진이 천 번의 비명을 지르게 한다'로 바뀐다. Neungyule",
      "english": "Do you know the saying 'A picture is worth a thousand words'? Well, in this book, the saying has been changed to 'A picture is worth a thousand screams'! Add to Wordbook"
    },
    {
      "korean": "The volcano has been bursting with activity since September 23, when thousands of little earthquakes hit. 듣기 Add to Wordbook 그 화산은 수 천번의 작은 지진이 있었던 9월 23일 이후로 활동을 시작하였다. YBM All in All English-Korean Dictionary",
      "english": "The volcano has been bursting with activity since September 23, when thousands of little earthquakes hit. Add to Wordbook"
    },
    {
      "korean": "But Wikipedia’s current affairs articles, as well as older articles being edited, are updated thousands of times an hour. 듣기 Add to Wordbook 하지만 위키피디아의 시사적인 내용의 기사들과 더 오래된 기사들은 한 시간에도 수 천 번 수정되고 업데이트된다. EDU TIMES",
      "english": "But Wikipedia’s current affairs articles, as well as older articles being edited, are updated thousands of times an hour. Add to Wordbook"
    }
  ]
}