{
  "phrases": [
    {
      "phrase": "청색",
      "hanja": " (靑色)",
      "example": {},
      "meanings": [
        "blue"
      ]
    },
    {
      "phrase": "옅은 청색",
      "hanja": "",
      "example": {},
      "meanings": [
        "light[pale] blue"
      ]
    },
    {
      "phrase": "짙은 청색",
      "hanja": "",
      "example": {},
      "meanings": [
        "deep[dark] blue"
      ]
    },
    {
      "phrase": "청색병",
      "hanja": " (靑色病)",
      "example": {},
      "meanings": [
        "(의학) cyanosis"
      ]
    },
    {
      "phrase": "청색 사진",
      "hanja": " (靑色寫眞)",
      "example": {},
      "meanings": [
        "a blueprint"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "clear color",
      "frequency": 0
    },
    {
      "meaning": "terrorometer",
      "frequency": 0
    },
    {
      "meaning": "blue flag",
      "frequency": 0
    },
    {
      "meaning": "cerulean",
      "frequency": 0
    },
    {
      "meaning": "china-blue",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저는 오늘 다 청색으로 가져왔어요. Today, I brought blues. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '너비옷장 F/W 너비런웨이'",
      "english": "Today, I brought blues."
    },
    {
      "korean": "이건 청색이고, 이거는 호피 무늬인 것 같아요. This is blue and this is leopard pattern. 듣기 View video LEE HI : HI TV - Episode 06",
      "english": "This is blue and this is leopard pattern."
    },
    {
      "korean": "우연히 얼떨결에 나와보니까 아론 형이 청색 자켓을 입고 있었어. - 맞아, 맞아. I didn't know Aron was wearing the denim shirt until later. - That's right. 듣기 View video NU'EST : NU'EST V time : JR&Aron 함께해요❤️",
      "english": "I didn't know Aron was wearing the denim shirt until later. - That's right."
    }
  ],
  "examples": [
    {
      "korean": "a jug made of blue-glazed pottery 발음듣기 청색 유약을 바른 도토로 만든 항아리 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a jug made of blue-glazed pottery 발음"
    },
    {
      "korean": "a room painted in cool greens and blues 발음듣기 시원한 녹색과 청색으로 페인트칠을 한 방 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a room painted in cool greens and blues 발음"
    },
    {
      "korean": "The room was decorated in vibrant blues and yellows. 발음듣기 그 방은 강렬한 청색과 노란색으로 장식이 되어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The room was decorated in vibrant blues and yellows. 발음"
    },
    {
      "korean": "a blue and white gingham dress 발음듣기 청색과 흰색의 체크무늬 면 원피스 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a blue and white gingham dress 발음"
    },
    {
      "korean": "a blue jacket with a white trim 발음듣기 흰색 테두리를 댄 청색 재킷 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a blue jacket with a white trim 발음"
    }
  ]
}