{
  "phrases": [
    {
      "phrase": "체",
      "hanja": " (體)",
      "example": {},
      "meanings": [
        "(가루·액체 등을 거르는 도구) sieve, sifter, (액체를 거르는) strainer"
      ]
    },
    {
      "phrase": "체",
      "hanja": "",
      "example": {},
      "meanings": [
        "Bound noun cheok"
      ]
    },
    {
      "phrase": "체",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun sieve, sifter"
      ]
    },
    {
      "phrase": "-체",
      "hanja": " (體)",
      "example": {},
      "meanings": [
        "(몸·형체) physique, constitution, frame, body, object",
        "(물체) a solid (body)",
        "(조직) a system, a body"
      ]
    },
    {
      "phrase": "소[체]질",
      "hanja": " (素[體]質)",
      "example": {},
      "meanings": [
        "의학 diathesis"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "figure",
      "frequency": 3
    },
    {
      "meaning": "sieve",
      "frequency": 3
    },
    {
      "meaning": "grate 1",
      "frequency": 3
    },
    {
      "meaning": "colander",
      "frequency": 0
    },
    {
      "meaning": "bah",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그냥 모르는 체로 보실래요? Will you watch our performance without knowing what it is? 듣기 View video NU'EST : [FULL] NU'EST 일곱 번째 미니앨범 'The Table' 발매 기념 쇼케이스",
      "english": "Will you watch our performance without knowing what it is?"
    },
    {
      "korean": "이건 몽따주 체. - FT아일랜드 체. - 몽따주. - 네. This is the montage font. - FT Island font. - Montage. - Yes. 듣기 View video FTISLAND : [FULL] FTISLAND 여름밤의 꿈 COMEBACK VLIVE [DRIVE-IN FTISLAND]",
      "english": "This is the montage font. - FT Island font. - Montage. - Yes."
    },
    {
      "korean": "체! 체! 체! - 나는 알아. Chae, chae, chae - I know. 듣기 View video 눈덩이 프로젝트 (SNOWBALL PROJECT) : 눈덩이 프로젝트 EP.46 - 제 5교시, 의자 빨리 앉지 않기?!",
      "english": "Chae, chae, chae - I know."
    },
    {
      "korean": "시작. - 체! Start! - \"Che!\" 듣기 View video SHINHWA : 신화 #1. '언체인징' 쇼타임",
      "english": "Start! - \"Che!\""
    },
    {
      "korean": "아는 체 해주세요. Please say hi. 듣기 View video Ben : 오랜만이에요! 벤의 브이앱♡",
      "english": "Please say hi."
    }
  ],
  "examples": [
    {
      "korean": "Sift the flour into a bowl. 듣기 Add to Wordbook 밀가루를 우묵한 그릇에 대고 체로 쳐라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Sift the flour into a bowl. Add to Wordbook"
    },
    {
      "korean": "Her genteel accent irritated me. 듣기 Add to Wordbook 그녀의 고상한 체 하는 어투에 나는 짜증이 났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her genteel accent irritated me. Add to Wordbook"
    },
    {
      "korean": "He didn’t take a blind bit of notice of me. 듣기 Add to Wordbook 그는 나를 전혀 알은체를 안 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He didn’t take a blind bit of notice of me. Add to Wordbook"
    },
    {
      "korean": "She barely acknowledged his presence. 듣기 Add to Wordbook 그녀는 그가 있는 것을 거의 알은체를 안 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She barely acknowledged his presence. Add to Wordbook"
    },
    {
      "korean": "Examples in this dictionary are in italics. 듣기 Add to Wordbook 이 사전에서 예문들은 이탤릭체로 되어 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Examples in this dictionary are in italics. Add to Wordbook"
    }
  ]
}