{
  "phrases": [
    {
      "phrase": "체득",
      "hanja": " (體得)",
      "example": {},
      "meanings": [
        "learn (through/from/by experience)"
      ]
    },
    {
      "phrase": "학설의 깊은 이치를 체득하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "realize the true meaning of a theory",
        "learn the underlying meaning of a theory by experience"
      ]
    },
    {
      "phrase": "기술을 체득하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "learn a skill (through experience)"
      ]
    },
    {
      "phrase": "요령을 체득하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "learn the knack of"
      ]
    },
    {
      "phrase": "현장 경험을 통해 실무 능력을 체득하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "acquire practical business skills through hands-on experience"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "master Buddhist doctrines",
      "frequency": 0
    },
    {
      "meaning": "master an instrument",
      "frequency": 0
    },
    {
      "meaning": "arcanist",
      "frequency": 0
    },
    {
      "meaning": "a quick realization of essentials",
      "frequency": 0
    },
    {
      "meaning": "toil after the art of...",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[실전으로 체득한 우지식 질문법] - 당한 게 별로 없는데? - 그렇습니다. 어쨌든 900일... [Learning from Woozi] - I haven't tricked you that much. - Yeah, well, it's our 900th day soon. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN EP.28",
      "english": "[Learning from Woozi] - I haven't tricked you that much. - Yeah, well, it's our 900th day soon."
    },
    {
      "korean": "내 몸이 체득하기 전까지. 나는 체득의 힘을 믿거든. and before my body learns it. I do believe in my body learning it. 듣기 View video KIM DONG WAN : 뎅포우만의 시간",
      "english": "and before my body learns it. I do believe in my body learning it."
    }
  ],
  "examples": [
    {
      "korean": "Kang urges North Koreans to learn, and internalize, capitalism. 발음듣기 강씨는 새터민들에게 자본주의를 배우고 체득할 것을 권고합니다. YBM All in All English-Korean Dictionary",
      "english": "Kang urges North Koreans to learn, and internalize, capitalism. 발음"
    },
    {
      "korean": "The children picked up the language naturally through playing games. 발음듣기 아이들은 놀이를 통해 자연스럽게 언어를 체득했다 Neungyule",
      "english": "The children picked up the language naturally through playing games. 발음"
    },
    {
      "korean": "I've learned from experience that it's better to be forbearing than to fight. 발음듣기 나는 싸우는 것보다 참는 것이 낫다는 것을 경험으로 체득했다 Neungyule",
      "english": "I've learned from experience that it's better to be forbearing than to fight. 발음"
    },
    {
      "korean": "Hugh Barnes of the Foreign Policy Centre in London points out that Poland, the Czech Republic, Hungary and Slovakia spent a decade sharpening their commercial skills before becoming members of the European Union in 2004. 발음듣기 영국 런던의 대외정책센터 연구원인 휴 반스씨는 폴랜드와 체코, 헝가리, 슬로바키아는 2004년 유럽연합 회원국이 되기 전 10년 동안 상업적 기술을 체득했다고 지적합니다 YBM All in All English-Korean Dictionary",
      "english": "Hugh Barnes of the Foreign Policy Centre in London points out that Poland, the Czech Republic, Hungary and Slovakia spent a decade sharpening their commercial skills before becoming members of the European Union in 2004. 발음"
    },
    {
      "korean": "gain that objectivity of attitude that science embodies 발음듣기 과학의 주안(主眼)인 저 객관적인 태도를 체득(體得)하다. 영어영작문대사전",
      "english": "gain that objectivity of attitude that science embodies 발음"
    }
  ]
}