{
  "phrases": [
    {
      "phrase": "첸",
      "hanja": " (乾(건))",
      "example": {},
      "meanings": [
        "지명 Qian"
      ]
    },
    {
      "phrase": "로저 첸",
      "hanja": " (錢永健(전영건))",
      "example": {},
      "meanings": [
        "인물 Roger Yonchien Tsien"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Tsien, Roger",
      "frequency": 0
    },
    {
      "meaning": "Fruit Chan",
      "frequency": 0
    },
    {
      "meaning": "Chalfie, Martin",
      "frequency": 0
    },
    {
      "meaning": "Issatchenkia",
      "frequency": 0
    },
    {
      "meaning": "Qian County",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "첸 해봤나 그거? CHEN, have you tried it? 듣기 View video CASPER RADIO : 권정열 고영배의 십란한밤 #120 with 첸(CHEN) of 엑소(EXO)",
      "english": "CHEN, have you tried it?"
    },
    {
      "korean": "첸 씨를 소개합니다! Ladies and gentlemen, CHEN! 듣기 View video CASPER RADIO : 권정열 고영배의 십란한밤 #120 with 첸(CHEN) of 엑소(EXO)",
      "english": "Ladies and gentlemen, CHEN!"
    },
    {
      "korean": "첸 형이 뭐를 절 뽑아줬죠? CHEN picked me for what? 듣기 View video NCT : 시즈니기요미^^",
      "english": "CHEN picked me for what?"
    },
    {
      "korean": "[아 첸과 조정치~?] - 첸, 정치 - 첸치! [CHEN and Jung CHI] - CHEN, Jung Chi. - CHEN & Chi! 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP09 #듀엣곡탐색 #K씨가나타났다 #피피엘아님주의",
      "english": "[CHEN and Jung CHI] - CHEN, Jung Chi. - CHEN & Chi!"
    },
    {
      "korean": "아니요, 아니요 - '첸 거리' 이런 거 없어? No, no. - No CHEN street? 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP28 #마지막아침 #어린종대의추억 #음악친구발각위기",
      "english": "No, no. - No CHEN street?"
    }
  ],
  "examples": [
    {
      "korean": "Mr Chen opened the car door for his wife. 발음듣기 첸 씨가 아내를 위해 자동차 문을 열어 주었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Mr Chen opened the car door for his wife. 발음"
    },
    {
      "korean": "Jang Dong-gun was part of the cast for 'The Promise,' by Hong Kong director Chen Kaige. 발음듣기 장동건은 홍콩 감독인 첸 카이거의 '무극'의 출연진이었다. Neungyule",
      "english": "Jang Dong-gun was part of the cast for 'The Promise,' by Hong Kong director Chen Kaige. 발음"
    },
    {
      "korean": "Chen too is using martial arts in his new film, Muji, The Promise set for release next year. 발음듣기 첸 감독 또한 내년 개봉 예정인 그의 신작 <무극(無極))>에서 무술을 등장시키고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "Chen too is using martial arts in his new film, Muji, The Promise set for release next year. 발음"
    },
    {
      "korean": "His partners, Chad Hurley and Steven Chen, built the company and went on to become Internet and media celebrities. 발음듣기 그의 파트너인 채드 헐리와 스티븐 첸은 회사를 세워 인터넷 및 미디어계의 유명인사가 되었다. Neungyule",
      "english": "His partners, Chad Hurley and Steven Chen, built the company and went on to become Internet and media celebrities. 발음"
    },
    {
      "korean": "Defending him is Teng Biao, a Beijing lawyer who - with Chen - reviewed the cases. 발음듣기 첸 씨의 변론을 맡은 변호인은 첸 씨와 함께 이 사건을 조사했던 베이징의 텡 비아오 씨입니다. YBM All in All English-Korean Dictionary",
      "english": "Defending him is Teng Biao, a Beijing lawyer who - with Chen - reviewed the cases. 발음"
    }
  ]
}