{
  "phrases": [
    {
      "phrase": "첼시",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Chelsea"
      ]
    },
    {
      "phrase": "첼시",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Chelsea"
      ]
    },
    {
      "phrase": "첼시",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Chelsea"
      ]
    },
    {
      "phrase": "첼시",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Chelsea"
      ]
    },
    {
      "phrase": "첼시",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Chelsea"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Chelsea",
      "frequency": 0
    },
    {
      "meaning": "Chelsea, London",
      "frequency": 0
    },
    {
      "meaning": "Chelsea, Alabama",
      "frequency": 0
    },
    {
      "meaning": "Chelsea, Manhattan",
      "frequency": 0
    },
    {
      "meaning": "Chelsea, Massachusetts",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "보이죠? 첼시 마켓. - 오~ 첼마! Can you see that? Chelsea Market? - Wow, Che Ma! 듣기 View video Stray Kids : [Stray Kids: 제 9구역 시즌2 (The 9th Season 2)] EP.04",
      "english": "Can you see that? Chelsea Market? - Wow, Che Ma!"
    },
    {
      "korean": "[첫 먹방 장소는 첼시 마켓] 여기가 유명한 첼시 마켓이에요. [Their first food destination is Chelsea Market] This is the famous Chelsea Market. 듣기 View video Stray Kids : [Stray Kids: 제 9구역 시즌2 (The 9th Season 2)] EP.04",
      "english": "[Their first food destination is Chelsea Market] This is the famous Chelsea Market."
    },
    {
      "korean": "첼시 고맙습니다. - 첼시. CHELSEA, thank you. - CHELSEA. 듣기 View video BRAVE Entertainment : 일렉트로보이즈의 첫 번째 소통 #곡 작업 이야기",
      "english": "CHELSEA, thank you. - CHELSEA."
    },
    {
      "korean": "첼시에게 고맙다고 하고 싶어요. Shout out to CHELSEA. 듣기 View video BRAVE Entertainment : 일렉트로보이즈의 첫 번째 소통 #곡 작업 이야기",
      "english": "Shout out to CHELSEA."
    },
    {
      "korean": "첼시 그려달라고... -우리 첼시 발바닥 이렇게 생겼어요. They want Chelsea. - This is my Chelsea's footprint. 듣기 View video CLC : 칯순이들의 Trick or treat★",
      "english": "They want Chelsea. - This is my Chelsea's footprint."
    }
  ],
  "examples": [
    {
      "korean": "Chelsea are playing away this Saturday. 듣기 Add to Wordbook 첼시가 이번 토요일에 원정 경기를 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Chelsea are playing away this Saturday. Add to Wordbook"
    },
    {
      "korean": "It was the first goal he had scored since his transfer from Chelsea. 듣기 Add to Wordbook 그것은 그가 첼시에서 이적된 후 처음 터뜨린 골이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was the first goal he had scored since his transfer from Chelsea. Add to Wordbook"
    },
    {
      "korean": "I put on a Chelsea smile with makeup for Halloween. 듣기 Add to Wordbook 나는 핼러윈에 첼시 스마일 분장을 했다. 국제영어대학원대학교 신어사전",
      "english": "I put on a Chelsea smile with makeup for Halloween. Add to Wordbook"
    },
    {
      "korean": "Chelsea won the FA Cup last year. 듣기 Add to Wordbook 첼시는 작년 FA 컵에서 우승을 했다. Neungyule",
      "english": "Chelsea won the FA Cup last year. Add to Wordbook"
    },
    {
      "korean": "The Chelsea district of New York is one of the well known places for the contemporary art. 듣기 Add to Wordbook 뉴욕의 첼시 가는 현대 미술로 유명한 장소 중 하나이다. YBM All in All English-Korean Dictionary",
      "english": "The Chelsea district of New York is one of the well known places for the contemporary art. Add to Wordbook"
    }
  ]
}