{
  "phrases": [
    {
      "phrase": "쳐들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "lift (up), raise, put up"
      ]
    },
    {
      "phrase": "지방에 쳐들어 가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "raid district"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "advance against(=on) the capital",
      "frequency": 0
    },
    {
      "meaning": "ping-pong fracture",
      "frequency": 0
    },
    {
      "meaning": "toss",
      "frequency": 3
    },
    {
      "meaning": "upraised",
      "frequency": 0
    },
    {
      "meaning": "rear the[one's] (ugly) head",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아니 나 한 20분 했나? - 아~ 그리고 다 쳐들어 온 거야? No, did I do it for 20 minutes? - Oh. And is that when we rushed in? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #63",
      "english": "No, did I do it for 20 minutes? - Oh. And is that when we rushed in?"
    },
    {
      "korean": "[네 마음속에 침투~] 세호 오빠가 내 마음속으로 쳐들어 온대요. [Raid your heart] He will raid my heart. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 시즌6_ep4 환상적 해변 승마",
      "english": "[Raid your heart] He will raid my heart."
    },
    {
      "korean": "근데 이분은 사귀지도 않는데 생일날 갑자기 쳐들어 가서. And he suddenly got into the place even when they're not dating yet. 듣기 View video V Special : SBS파워FM 오늘같은밤 러브블러썸: V데이트 정진운X이호정",
      "english": "And he suddenly got into the place even when they're not dating yet."
    },
    {
      "korean": "야 그날 뭐 빠다 백 개 쳐드셨네~ You ate so much cheese to be that cheesy! 듣기 View video WHYNOT TV : 술마실 때마다 전여친 생각남,,ㅠㅠ [무드메이커] EP01 기성의 무드",
      "english": "You ate so much cheese to be that cheesy!"
    }
  ],
  "examples": [
    {
      "korean": "Jealousy reared its ugly head and destroyed their marriage. 듣기 Add to Wordbook 질투심이 머리를 쳐들어 그들의 결혼생활은 파국에 이르렀다. YBM All in All English-Korean Dictionary",
      "english": "Jealousy reared its ugly head and destroyed their marriage. Add to Wordbook"
    },
    {
      "korean": "Jealousy reared its ugly head and destroyed their matrimony. 듣기 Add to Wordbook 질투심이 머리를 쳐들어 그들의 결혼생활은 파국에 이르렀다. YBM All in All English-Korean Dictionary",
      "english": "Jealousy reared its ugly head and destroyed their matrimony. Add to Wordbook"
    },
    {
      "korean": "Bogged down as President Bush is in Iraq and Afghanistan, he would never dare to try to invade continental China. 듣기 Add to Wordbook 부시 대통령은 지금 이라크와 아프가니스탄 문제에 묶여 꼼짝 못하고 있는만큼 중국본토를 쳐들어 간다는 것은 감히 생각도 못할 것이다. YBM All in All English-Korean Dictionary",
      "english": "Bogged down as President Bush is in Iraq and Afghanistan, he would never dare to try to invade continental China. Add to Wordbook"
    },
    {
      "korean": "He tossed his head to show contempt. 듣기 Add to Wordbook 그는 머리를 쳐들어 모멸의 뜻을 나타냈다. 영어영작문대사전",
      "english": "He tossed his head to show contempt. Add to Wordbook"
    },
    {
      "korean": "The opportunity for a push into enemy territory had presented itself. 듣기 Add to Wordbook 적의 영토로 쳐들어 갈 수 있는 기회가 생겼다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 한성진(sorr****)",
      "english": "The opportunity for a push into enemy territory had presented itself. Add to Wordbook"
    }
  ]
}