{
  "phrases": [
    {
      "phrase": "초기",
      "hanja": " (初期)",
      "example": {},
      "meanings": [
        "beginning, the early part (of); (시대) the early days[years]; (병 등의 단계) early[first, initial, primary] stage"
      ]
    },
    {
      "phrase": "초기의",
      "hanja": "",
      "example": {},
      "meanings": [
        "early",
        "initial",
        "incipient"
      ]
    },
    {
      "phrase": "초기 단계에 있다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be at an early stage",
        "be in its early stages"
      ]
    },
    {
      "phrase": "초기 데이터",
      "hanja": "",
      "example": {},
      "meanings": [
        "the initial data(컴퓨터의)"
      ]
    },
    {
      "phrase": "병의 초기",
      "hanja": "",
      "example": {},
      "meanings": [
        "the early stage of a disease",
        "the beginning of a disease"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "germ",
      "frequency": 1
    },
    {
      "meaning": "infancy",
      "frequency": 1
    },
    {
      "meaning": "prime 1",
      "frequency": 1
    },
    {
      "meaning": "the initial stage",
      "frequency": 0
    },
    {
      "meaning": "incunabula",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 시간 초기화하고 한 번만 다시 해보면 안 돼요? Can we just give it another try? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.23",
      "english": "Can we just give it another try?"
    },
    {
      "korean": "초기화 - 초기... Initialization. - Initialization... 듣기 View video TWICE : 나모사",
      "english": "Initialization. - Initialization..."
    },
    {
      "korean": "옛날 초기... - 그런 얘기해도 돼? Way back when... - Can we say stuff like that? 듣기 View video Hyomstore : ep.3 글로벌 MD들의 기상천외한 프레젠테이션 발표",
      "english": "Way back when... - Can we say stuff like that?"
    },
    {
      "korean": "요즘 초기 방탄소년단 노래 많이 듣는다고요? You're listening to a lot of earlier BTS songs? 듣기 View video BTS : 심심하면 보세요(답답함 주의 2탄!)",
      "english": "You're listening to a lot of earlier BTS songs?"
    },
    {
      "korean": "다 초기화해 주세요 - 잠깐만, 왜 겁쟁이라고 했지!? Please initialize it. - Why did I say scaredy-cat? 듣기 View video BTS : Run BTS! 2020 - EP.100",
      "english": "Please initialize it. - Why did I say scaredy-cat?"
    }
  ],
  "examples": [
    {
      "korean": "The plan, as yet, only exists in embryonic form. 발음듣기 그 계획은 아직 초기 단계일 뿐이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The plan, as yet, only exists in embryonic form. 발음"
    },
    {
      "korean": "Early buildings were made of wood and have perished. 발음듣기 초기 건물들은 목재로 지어져서 지금은 소멸되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Early buildings were made of wood and have perished. 발음"
    },
    {
      "korean": "It’s exciting to discover traces of earlier civilizations. 발음듣기 초기 문명의 자취를 발견하는 것은 흥분되는 일이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s exciting to discover traces of earlier civilizations. 발음"
    },
    {
      "korean": "This text illuminates the philosopher’s early thinking. 발음듣기 이 텍스트는 그 철학자의 초기 사상을 분명히 보여주고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This text illuminates the philosopher’s early thinking. 발음"
    },
    {
      "korean": "Note the fine early Baroque altar inside the chapel. 발음듣기 예배당 안에 있는 초기 바로크 시대의 섬세한 제단을 주목해서 보세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Note the fine early Baroque altar inside the chapel. 발음"
    }
  ]
}