{
  "phrases": [
    {
      "phrase": "초래",
      "hanja": " (招來)",
      "example": {},
      "meanings": [
        "초래하다 bring about[on], cause, incur, lead, give rise to"
      ]
    },
    {
      "phrase": "초래하다",
      "hanja": " (招來하다)",
      "example": {},
      "meanings": [
        "cause, bring about, lead to, result in; (좋지 않은 일을) (formal) give rise to"
      ]
    },
    {
      "phrase": "결과를 초래하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "bring about[lead to] a result"
      ]
    },
    {
      "phrase": "변동을 초래하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "bring about a change",
        "affect"
      ]
    },
    {
      "phrase": "위험을 초래하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "invite[bring on] danger"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "engenderment",
      "frequency": 0
    },
    {
      "meaning": "procurance",
      "frequency": 0
    },
    {
      "meaning": "fatal",
      "frequency": 1
    },
    {
      "meaning": "lethal",
      "frequency": 1
    },
    {
      "meaning": "초래",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "인대 파열이나 이런 것들을 좀 초래하기도 하고 골절을 초래하기도 합니다. I get things like torn ligaments and bone fractures. 듣기 View video KIM DONG WAN : 1010클럽with제시, 한라",
      "english": "I get things like torn ligaments and bone fractures."
    },
    {
      "korean": "커다란 위험을 초래 할 수도 있는 것이다. and might cause big danger. 듣기 View video Boys Republic : 놀쟈앙~~!!!",
      "english": "and might cause big danger."
    },
    {
      "korean": "그런 상황을 초래한다고 저는 생각을 해요. I believe it's not good for your mental health. 듣기 View video V COOKIE : [Full] YONG JUN HYUNG's 용준형의 힙합라이브",
      "english": "I believe it's not good for your mental health."
    },
    {
      "korean": "근데 인생의 겨울에 있다는 것은 도대체 무엇을 초래할까? What is the result of that as you are in the winter of your life? 듣기 View video V MOVIE : '영원한 울버린' <휴 잭맨> 현지 생중계 V라이브 'Hugh Jackman X Patrick Stewart V LIVE @Taipei'",
      "english": "What is the result of that as you are in the winter of your life?"
    },
    {
      "korean": "안 좋은 결과를 초래할 수 있습니다. You will end up with bad results. 듣기 View video V Beauty : 데이지랑 집에서 하는 PT로 살빼자! Home PT for diet",
      "english": "You will end up with bad results."
    }
  ],
  "examples": [
    {
      "korean": "Driver fatigue was to blame for the accident. 발음듣기 운전자의 피로가 그 사고를 초래했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Driver fatigue was to blame for the accident. 발음"
    },
    {
      "korean": "These insects can wreak havoc on crops. 발음듣기 이들 곤충은 농작물에 대대적인 피해를 초래할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These insects can wreak havoc on crops. 발음"
    },
    {
      "korean": "This century wrought major changes in our society. 발음듣기 금세기는 우리 사회에 주요한 변화들을 초래했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This century wrought major changes in our society. 발음"
    },
    {
      "korean": "He believes that unemployment is socially divisive. 발음듣기 그는 실업이 사회적인 분열을 초래한다고 믿고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He believes that unemployment is socially divisive. 발음"
    },
    {
      "korean": "These gases cause untold damage to the environment. 발음듣기 이들 가스는 환경에 실로 엄청난 손상을 초래한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These gases cause untold damage to the environment. 발음"
    }
  ]
}