{
  "phrases": [
    {
      "phrase": "촌놈",
      "hanja": " (村―)",
      "example": {},
      "meanings": [
        "(country) bumpkin, yokel, (Am) hillbilly, (Am) hayseed, (Am, inf) rube"
      ]
    },
    {
      "phrase": "그는 촌놈이다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He is a hillbilly."
      ]
    },
    {
      "phrase": "촌놈 티가 나다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have the earmarks of a peasant",
        "wear a rustic air",
        "have a bit of the country about one"
      ]
    },
    {
      "phrase": "시골 촌놈",
      "hanja": "",
      "example": {},
      "meanings": [
        "hillbilly"
      ]
    },
    {
      "phrase": "촌놈을 반기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "welcome rustic"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Swede",
      "frequency": 3
    },
    {
      "meaning": "hick",
      "frequency": 0
    },
    {
      "meaning": "yokel",
      "frequency": 0
    },
    {
      "meaning": "wahoo 2",
      "frequency": 0
    },
    {
      "meaning": "spare tire",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "우리 촌놈들이 엄청 출세했다. We've done well for a hillbilly. 듣기 View video V MOVIE : [REPLAY] 특집 <조인성> 배우를 만나다 LIVE '더킹쇼' Getting Personal With 'The King Show'",
      "english": "We've done well for a hillbilly."
    },
    {
      "korean": "이제와서 얘기하지만 저 촌놈이 아니에요. I'm not a not a country fellow. 듣기 View video B.I.G : B.I.G(비아이지) 데뷔 2주년 기념파티",
      "english": "I'm not a not a country fellow."
    },
    {
      "korean": "너 화순의 순박한 시골 촌놈이었구나. You were a simple countryside boy in Hwasun. 듣기 View video 모해 MOHAE : [미앤미]펜타곤 '이던' 편!",
      "english": "You were a simple countryside boy in Hwasun."
    },
    {
      "korean": "시골에서 올라온 부산 촌놈 장우영입니다. I'm Jang Wooyoung, a countryman from Busan. 듣기 View video 2PM : You’re my Rose Girl",
      "english": "I'm Jang Wooyoung, a countryman from Busan."
    },
    {
      "korean": "기차 안 타봤다고 사람이 어떻게 바보야. - 바보네. 촌놈. Why am I a dummy? - Such a hillbilly. 듣기 View video Cookat X Idol : [매떠여 EXO] 매떠여 시즌1- 본편 #7",
      "english": "Why am I a dummy? - Such a hillbilly."
    }
  ],
  "examples": [
    {
      "korean": "I was just a hick from Texas then. 듣기 Add to Wordbook 나는 당시 텍사스에서 온 촌놈에 불과했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I was just a hick from Texas then. Add to Wordbook"
    },
    {
      "korean": "It's this city boy's first time at the beach. 듣기 Add to Wordbook 서울 촌놈이 처음으로 바다에 가 보는구나 Neungyule",
      "english": "It's this city boy's first time at the beach. Add to Wordbook"
    },
    {
      "korean": "He is a hillbilly. 듣기 Add to Wordbook 그는 촌놈이다. Neungyule",
      "english": "He is a hillbilly. Add to Wordbook"
    },
    {
      "korean": "You've done well for a hillbilly! 듣기 Add to Wordbook 촌놈이 출세했구나! Neungyule",
      "english": "You've done well for a hillbilly! Add to Wordbook"
    },
    {
      "korean": "Paul's clothes have the earmarks of a peasant. 듣기 Add to Wordbook Paul의 옷은 촌놈 표시가 난다. English Hidden Card",
      "english": "Paul's clothes have the earmarks of a peasant. Add to Wordbook"
    }
  ]
}