{
  "phrases": [
    {
      "phrase": "최정예 부대를 투입하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "send in the most elite troops"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "DEVGRU",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[모였다는데 사실인가요?] 최정예 요원? [Is that true?] The carefully selected member? 듣기 View video BTS : Run BTS! 2019 - EP.79",
      "english": "[Is that true?] The carefully selected member?"
    },
    {
      "korean": "[최정예 300? 목표는 1등!] 제가 만만해 보입니까? [His goal is become number 1!] Do I look easy to you? 듣기 View video V Special : [Full] MBC <진짜 사나이 300> 제작발표회 생중계",
      "english": "[His goal is become number 1!] Do I look easy to you?"
    }
  ],
  "examples": [
    {
      "korean": "For this military training, only the best units from both countries participated. 발음듣기 이번 군사훈련에는 양국의 최정예 부대가 참가했다 Neungyule",
      "english": "For this military training, only the best units from both countries participated. 발음"
    },
    {
      "korean": "Military games are modeled after actual training from the world's most elite troops, only seen in the CISM World Games. 발음듣기 군사 종목들은 CISM 세계군인체육대회에서만 볼 수 있는 것으로 전세계의 최정예 부대의 실제 훈련을 모델로 만들어졌다. TIMES CORE",
      "english": "Military games are modeled after actual training from the world's most elite troops, only seen in the CISM World Games. 발음"
    },
    {
      "korean": "The British forces are, without a shadow of doubt, the world's finest. 발음듣기 영국 군대는 일말의 의심할 여지도 없이 세계 최정예다. User translation Inaccurate information may be included due to the users' self-traslation. 신나는판다(44je****) Web Collection",
      "english": "The British forces are, without a shadow of doubt, the world's finest. 발음"
    },
    {
      "korean": "The Australians are very good at supporting their elite level. 발음듣기 그 호주인들은 그들의 최정예 수준을 뒷받침하는 것에 탁월했다. User translation Inaccurate information may be included due to the users' self-traslation. 갑숙(moni****) Hansard",
      "english": "The Australians are very good at supporting their elite level. 발음"
    },
    {
      "korean": "Nato has dispatched its top cyber-terrorism experts to help Estonia beef up its defences. 발음듣기 나토는 에스토니아의 방위 증강을 돕기위하여 최정예 사이버 테러 전문가들을 파견했다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "Nato has dispatched its top cyber-terrorism experts to help Estonia beef up its defences. 발음"
    }
  ]
}