{
  "phrases": [
    {
      "phrase": "최전선",
      "hanja": " (最前線)",
      "example": {},
      "meanings": [
        "((in)) the front line, ((in, at)) the forefront"
      ]
    },
    {
      "phrase": "최전선부대",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 spearhead"
      ]
    },
    {
      "phrase": "최전선을 맡다",
      "hanja": "",
      "example": {},
      "meanings": [
        "take charge of front line"
      ]
    },
    {
      "phrase": "최전선을 담당하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "charge (the) front line"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "front line",
      "frequency": 0
    },
    {
      "meaning": "a front line",
      "frequency": 0
    },
    {
      "meaning": "in the front line (of something)",
      "frequency": 0
    },
    {
      "meaning": "FLOT",
      "frequency": 0
    },
    {
      "meaning": "front-line",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Tanks have been deployed all along the front line. 듣기 Add to Wordbook 모든 최전선 지역에 죽 탱크가 배치되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Tanks have been deployed all along the front line. Add to Wordbook"
    },
    {
      "korean": "a life spent in the front line of research 듣기 Add to Wordbook 연구 활동의 최전선에서 보낸 일생 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a life spent in the front line of research Add to Wordbook"
    },
    {
      "korean": "The regiment was sent to fight in the front line. 듣기 Add to Wordbook 그 연대는 최전선에서 싸우도록 투입되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The regiment was sent to fight in the front line. Add to Wordbook"
    },
    {
      "korean": "We could not fire, as we were masked by our first line. 듣기 Add to Wordbook 아군의 최전선이 방해를 받고 있어서 우리가 포격을 할 수 없었다. Friendict Level English-Korean Dictionary",
      "english": "We could not fire, as we were masked by our first line. Add to Wordbook"
    },
    {
      "korean": "Since its inception in 1968, the company has been at the forefront of computer development. 듣기 Add to Wordbook 1968년 시작한 이후, 그 회사는 컴퓨터 개발의 최전선에 있었다. YBM All in All English-Korean Dictionary",
      "english": "Since its inception in 1968, the company has been at the forefront of computer development. Add to Wordbook"
    }
  ]
}