{
  "phrases": [
    {
      "phrase": "최전방",
      "hanja": " (最前方)",
      "example": {},
      "meanings": [
        "front line"
      ]
    },
    {
      "phrase": "최전방에 배치하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "deploy sb front lines"
      ]
    },
    {
      "phrase": "최전방 공격",
      "hanja": "",
      "example": {},
      "meanings": [
        "front line attack"
      ]
    },
    {
      "phrase": "최전방을 맡기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "leave front line"
      ]
    },
    {
      "phrase": "최전방을 누비다",
      "hanja": "",
      "example": {},
      "meanings": [
        "thread through (the) front line"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "front line",
      "frequency": 0
    },
    {
      "meaning": "front-line troops",
      "frequency": 0
    },
    {
      "meaning": "march on the front line",
      "frequency": 0
    },
    {
      "meaning": "deploy somebody front lines",
      "frequency": 0
    },
    {
      "meaning": "caput nuclei caudati",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "우리 팀은 '날 쏘고 가라' 멤버들이 최전방이다 알겠나? Our team's front line are the \"Bring It\" members, all right? 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN SPIN-OFF EP.16 세븐틴의 자유시간 #1",
      "english": "Our team's front line are the \"Bring It\" members, all right?"
    },
    {
      "korean": "최전방은 아니었으면 하는데, 저도. I just hope it's not the front line. 듣기 View video DICKPUNKS : [딕펑스] 박가람",
      "english": "I just hope it's not the front line."
    },
    {
      "korean": "우와, 멋있어. - 최전방이래. Wow, that's amazing. - She said she played up front. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '긴장백배 복불복특집'",
      "english": "Wow, that's amazing. - She said she played up front."
    },
    {
      "korean": "네, 저 공격수였어요. 최전방 공격수였어요. Yes, I was the attacker. I was playing up front. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '긴장백배 복불복특집'",
      "english": "Yes, I was the attacker. I was playing up front."
    }
  ],
  "examples": [
    {
      "korean": "His pace, skill and astute movement make him a different proposition for central defenders than Kane and some have even suggested Tottenham look better with Son Heung-min up front than the England captain. 발음듣기 그의 스피드, 기술, 영리한 움직임은 중앙 수비수들에게 케인과는 또 다른 문제를 안기는데, 심지어 일부는 토트넘이 잉글랜드 국가대표 주장인 케인보다 손흥민이 최전방에 설 때 더 효과적이라고 주장하기도 한다. The Korea Times",
      "english": "His pace, skill and astute movement make him a different proposition for central defenders than Kane and some have even suggested Tottenham look better with Son Heung-min up front than the England captain. 발음"
    },
    {
      "korean": "He served in a unit that was in the forefront. 발음듣기 그는 최전방 부대에서 복무했다 Neungyule",
      "english": "He served in a unit that was in the forefront. 발음"
    },
    {
      "korean": "The troops marched out front and center. 발음듣기 그 부대는 최전방에 행군하였다. YBM All in All English-Korean Dictionary",
      "english": "The troops marched out front and center. 발음"
    },
    {
      "korean": "The most aggressive soldiers are at the front. 발음듣기 가장 공격적인 군인들이 최전방에 위치한다. YBM All in All English-Korean Dictionary",
      "english": "The most aggressive soldiers are at the front. 발음"
    },
    {
      "korean": "That military unit is in charge of the central combat zone's front lines. 발음듣기 그 부대는 중부 전선의 최전방을 맡고 있다 Neungyule",
      "english": "That military unit is in charge of the central combat zone's front lines. 발음"
    }
  ]
}