{
  "phrases": [
    {
      "phrase": "최우선",
      "hanja": " (最優先)",
      "example": {},
      "meanings": [
        "first[top, main] priority"
      ]
    },
    {
      "phrase": "최우선 사항",
      "hanja": "",
      "example": {},
      "meanings": [
        "a matter of the highest priority",
        "a top priority"
      ]
    },
    {
      "phrase": "최우선과업",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 top priority task"
      ]
    },
    {
      "phrase": "최우선일",
      "hanja": "",
      "example": {},
      "meanings": [
        "지식재산권 earliest date of priority"
      ]
    },
    {
      "phrase": "최우선배당소요",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 allowance overriding requirement (AOR)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "top priority",
      "frequency": 0
    },
    {
      "meaning": "come first",
      "frequency": 0
    },
    {
      "meaning": "safety first",
      "frequency": 0
    },
    {
      "meaning": "prepreference",
      "frequency": 0
    },
    {
      "meaning": "high priority",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "건강이 최우선이고요 - 믿지 떠나? That matters most. - Is it your last message to them? 듣기 View video ITZY : 믿지 믿지!!!!!!",
      "english": "That matters most. - Is it your last message to them?"
    },
    {
      "korean": "건강이 최우선! Health is the most important thing! 듣기 View video Golden Child : 골든차일드(Golden Child) “CH.GOL-CHA!” Ep.20",
      "english": "Health is the most important thing!"
    },
    {
      "korean": "건강이 최우선입니다 알겠죠? and health is the most important thing. Okay? 듣기 View video VIXX : 오빠가 왜 거기서 나와ㅋㅋㅋㅋㅋ브이앱 가즈아~~",
      "english": "and health is the most important thing. Okay?"
    },
    {
      "korean": "엠마 거는 최우선이지. Emma's is the top priority. 듣기 View video 카모마일T (Chamomile_T) : 피부관리 같이 해요! [Let's play skincare with Chamomile_T]",
      "english": "Emma's is the top priority."
    },
    {
      "korean": "건강이 최우선이에요 여러분. Health is your top priority. 듣기 View video PeekaVoo! : [알방라이브] VICTON 빅톤 막방을 앞둔 빅토니들의 자세!",
      "english": "Health is your top priority."
    }
  ],
  "examples": [
    {
      "korean": "We have a lot of things to do, but packing is at the top of the list. 발음듣기 우리가 해야 할 일이 많지만 짐을 싸는 것이 최우선이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We have a lot of things to do, but packing is at the top of the list. 발음"
    },
    {
      "korean": "She always puts her children first. 발음듣기 그녀는 항상 아이들을 최우선시 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She always puts her children first. 발음"
    },
    {
      "korean": "Welfare reform is a top priority for the government. 발음듣기 복지제도 개혁이 정부 최우선 사업이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Welfare reform is a top priority for the government. 발음"
    },
    {
      "korean": "Their overriding aim was to keep costs low. 발음듣기 그들의 최우선 목표는 비용이 올라가지 않게 하는 것이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their overriding aim was to keep costs low. 발음"
    },
    {
      "korean": "The government has given top priority to reforming the tax system. 발음듣기 정부는 세제 개편에 최우선 순위를 두어 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The government has given top priority to reforming the tax system. 발음"
    }
  ]
}