{
  "phrases": [
    {
      "phrase": "최악",
      "hanja": " (最惡)",
      "example": {},
      "meanings": [
        "the worst"
      ]
    },
    {
      "phrase": "최악의 경우에",
      "hanja": "",
      "example": {},
      "meanings": [
        "in the worst case",
        "when (the) worst comes to (the) worst"
      ]
    },
    {
      "phrase": "최악의 경우에는",
      "hanja": "",
      "example": {},
      "meanings": [
        "at (the) worst",
        "in the worst-case scenario",
        "if (the) worst comes to (the) worst"
      ]
    },
    {
      "phrase": "정말 최악이야!",
      "hanja": "",
      "example": {},
      "meanings": [
        "I have the worst luck!"
      ]
    },
    {
      "phrase": "최악의 상황에 대비하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "prepare for the worst"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "worst",
      "frequency": 3
    },
    {
      "meaning": "pit 1",
      "frequency": 3
    },
    {
      "meaning": "ten-vee",
      "frequency": 0
    },
    {
      "meaning": "10-V",
      "frequency": 0
    },
    {
      "meaning": "worst vehicles",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "아, 최악이지 - 어? Oh, worst. - Oh? 듣기 View video 와우티비(WAWtv) : [리얼타임] 지금 이 순간 일어나는 일 SPUNK(스펑크) EP5-1",
      "english": "Oh, worst. - Oh?"
    },
    {
      "korean": "불쌍하다는 표정 - 최악이라는... Thinking of him as poor. - The worst! 듣기 View video 슈주 리턴즈 (SJ returns) : 슈주 리턴즈3 EP7- 2년 만에 솔로앨범으로 컴백한 예성",
      "english": "Thinking of him as poor. - The worst!"
    },
    {
      "korean": "[첫 번째 질문] 홍연이 만난 최악의 남친은? [First question] Who was your worst boyfriend? 듣기 View video 콬TV (WHYNOT) : 저희 오늘부터 1일이에요❤️[리얼:타임:러브] EP2 New Love",
      "english": "[First question] Who was your worst boyfriend?"
    },
    {
      "korean": "그거 찬이 형 진짜 진짜 진짜 최악이던데? 진짜로? CHAN looked the worst for real. For real. 듣기 View video Stray Kids : [Two Kids Room(투키즈룸)] VOL.5 Ep.04 우진 X 창빈",
      "english": "CHAN looked the worst for real. For real."
    },
    {
      "korean": "오늘 목 상태 최악이다 - 어렵지? My neck is in the worst condition today. - It's hard, right? 듣기 View video 심포유 - my SMTelevision : [심포유 #첸] EP31 #대망의마지막연습 #컨디션난조 #위기의첸",
      "english": "My neck is in the worst condition today. - It's hard, right?"
    }
  ],
  "examples": [
    {
      "korean": "one of the worst droughts on record 듣기 Add to Wordbook 기록상[사상] 최악의 가뭄 중 하나 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "one of the worst droughts on record Add to Wordbook"
    },
    {
      "korean": "the nadir of his career 듣기 Add to Wordbook 그의 경력에 있어서 최악의 순간 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the nadir of his career Add to Wordbook"
    },
    {
      "korean": "Don’t always assume the worst. 듣기 Add to Wordbook 항상 최악을 상정하지는 말아요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t always assume the worst. Add to Wordbook"
    },
    {
      "korean": "The fever has passed its crisis. 듣기 Add to Wordbook 열병이 최악의 고비는 지났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fever has passed its crisis. Add to Wordbook"
    },
    {
      "korean": "The marriage had reached rock bottom. 듣기 Add to Wordbook 그 결혼 생활은 최악의 상태에 달해 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The marriage had reached rock bottom. Add to Wordbook"
    }
  ]
}