{
  "phrases": [
    {
      "phrase": "추면",
      "hanja": " (錐面)",
      "example": {},
      "meanings": [
        "a conical surface."
      ]
    },
    {
      "phrase": "추다",
      "hanja": "",
      "example": {},
      "meanings": [
        "dance"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "contour integration method",
      "frequency": 0
    },
    {
      "meaning": "conical surface",
      "frequency": 0
    },
    {
      "meaning": "dancer",
      "frequency": 2
    },
    {
      "meaning": "bop",
      "frequency": 0
    },
    {
      "meaning": "soft-shoe",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 못 추면 어떻게 돼요? What if he can't dance? 듣기 View video BTS : Run BTS! 2019 - EP.89",
      "english": "What if he can't dance?"
    },
    {
      "korean": "넷이서 추면 안돼 - 왜? We can't dance with four people. - Why not? 듣기 View video ATEEZ : 비가 오는 날에는 ☔️☔️",
      "english": "We can't dance with four people. - Why not?"
    },
    {
      "korean": "멍멍이가 개다리춤 추면 안 되는 건가요? But don't all dogs do leg dance? 듣기 View video V CREW : [V CREW] 덕후의 보이는 라디오 EP. 05 덕후 시조새 베로 픽! K팝 레전드 해인 '2009년' 최고의 히트곡은? (흥얼거리는 순간 최소 우리 동년배..*개취주위*)",
      "english": "But don't all dogs do leg dance?"
    },
    {
      "korean": "[냅다] 춤 한번 추면 안 돼요 이거? [Dancing Wild card] May I dance to avoid this? 듣기 View video BTS : Run BTS! 2019 - EP.89",
      "english": "[Dancing Wild card] May I dance to avoid this?"
    },
    {
      "korean": "그럼 이 음악에 맞춰서 어떤 템포로 춤을 추면 되는지 한번 보여주실 수 있나요? Will you show how you would dance to this song? 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#415. 힙퀸 (스페셜 DJ 마마무 문별 & 솔라 with 마마무)",
      "english": "Will you show how you would dance to this song?"
    }
  ],
  "examples": [
    {
      "korean": "Dancing is the most amazing feeling. 발음듣기 춤을 추면 정말 즐겁습니다. TIMES CORE",
      "english": "Dancing is the most amazing feeling. 발음"
    },
    {
      "korean": "Watch out for more from this handsome couple as they dance into people's hearts. 발음듣기 이 두 명의 잘 생긴 커플이 사람들의 마음속으로 춤을 추면 들어가는 것을 지켜 보세요. TIMES CORE",
      "english": "Watch out for more from this handsome couple as they dance into people's hearts. 발음"
    },
    {
      "korean": "I was wondering if you'd care to dance with me. 발음듣기 네가 나랑 춤 추면 어떨까 해서. User translation Inaccurate information may be included due to the users' self-traslation. 쥬쥬(cers****) Web Collection",
      "english": "I was wondering if you'd care to dance with me. 발음"
    },
    {
      "korean": "Many believe that if you dance you are gay. 발음듣기 많은 사람들은 당신이 춤을 추면 게이라고 생각한다. User translation Inaccurate information may be included due to the users' self-traslation. 셀미(ange****) Web Collection",
      "english": "Many believe that if you dance you are gay. 발음"
    },
    {
      "korean": "I was hoping there'd be dancing. 발음듣기 나는 그곳에서 춤을 추면 좋겠어 User translation Inaccurate information may be included due to the users' self-traslation. 베가(fina****) Web Collection",
      "english": "I was hoping there'd be dancing. 발음"
    }
  ]
}