{
  "phrases": [],
  "meanings": [
    {
      "meaning": "for",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "대장님 치곤 너무... I'm so flattered. 듣기 View video BTS : BTS Live : 생일 축하해주셔서 감사합니다!",
      "english": "I'm so flattered."
    },
    {
      "korean": "[도토리 담을 가방 치곤 조금 큰 편 아닌가요?] [Isn't it big enough to carry acorns?] View video V PICK! : [1년 전 오늘의 Stray Kids] 난 고래야 고래서 밀레니엄즈를 좋아해❤️ (Stray Kids’s Millennium line a year ago)",
      "english": "[Isn't it big enough to carry acorns?]"
    },
    {
      "korean": "그런데 썸 타는 것 치곤 복장이 너무 과하지 않았어요? But wasn't her outfit too much for people who are getting to know each other? 듣기 View video JTBC PLUS : 지코, 설현과 결별 후 기자울렁증까지~ 설현, 수지, 유이의 열애에 대처하는 자세",
      "english": "But wasn't her outfit too much for people who are getting to know each other?"
    },
    {
      "korean": "뜨거운 에너지가 용솟음 치곤 하죠. we feel a hot energy boil up. 듣기 View video V MUSIC : [Replay] 한국방문의해 기념 제 27회 하이원 서울가요대상 (27th Seoul Music Awards) PART2",
      "english": "we feel a hot energy boil up."
    },
    {
      "korean": "길고양이 치곤 너무 예쁘게 생겼는데. It's really pretty for a stray cat. 듣기 View video DREAMCATCHER : [Dreamcatcher's Note] EP.2 드림캐쳐 'Chase Me' M/V 촬영 현장",
      "english": "It's really pretty for a stray cat."
    }
  ],
  "examples": [
    {
      "korean": "This was good Korean food for being in Michigan, but still not very good. 듣기 Add to Wordbook 미시건에 있는 거 치곤 괜찮은 한국 음식이지만, 그래도 아주 좋은 편은 아니었어. DARAKWON",
      "english": "This was good Korean food for being in Michigan, but still not very good. Add to Wordbook"
    },
    {
      "korean": "When she was late, he'd snap at her. 듣기 Add to Wordbook 그녀가 지각을 하면 그는 전 난리를 치곤 했다. Neungyule",
      "english": "When she was late, he'd snap at her. Add to Wordbook"
    },
    {
      "korean": "He said, “My older sister used to play the piano. 듣기 Add to Wordbook “누나는 피아노를 치곤 했습니다.”라고 그는 말했습니다. TIMES CORE",
      "english": "He said, “My older sister used to play the piano. Add to Wordbook"
    },
    {
      "korean": "These days, I often play with my manager. 듣기 Add to Wordbook 요즘엔 가끔 매니저하고 치곤 해요. TIMES CORE",
      "english": "These days, I often play with my manager. Add to Wordbook"
    },
    {
      "korean": "The orphans are always smart enough to discover Olaf's plan and just barely escape from him. 듣기 Add to Wordbook 고아 아이들은 똑똑해서 올라프의 계획을 미리 알고 그로부터 도망치곤 한다. TIMES CORE",
      "english": "The orphans are always smart enough to discover Olaf's plan and just barely escape from him. Add to Wordbook"
    }
  ]
}