{
  "phrases": [
    {
      "phrase": "치마",
      "hanja": "",
      "example": {},
      "meanings": [
        "(여성의 하의) skirt",
        "(비유적)"
      ]
    },
    {
      "phrase": "치마가 열두 폭인가",
      "hanja": "",
      "example": {},
      "meanings": [
        "Is your skirt twelve-fold wide?"
      ]
    },
    {
      "phrase": "치마 밑에 키운 자식",
      "hanja": "",
      "example": {},
      "meanings": [
        "a child raised under the skirt"
      ]
    },
    {
      "phrase": "주름치마",
      "hanja": "",
      "example": {},
      "meanings": [
        "pleated skirt"
      ]
    },
    {
      "phrase": "치마폭",
      "hanja": " (치마幅)",
      "example": {},
      "meanings": [
        "skirt width"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "skirt",
      "frequency": 3
    },
    {
      "meaning": "culottes",
      "frequency": 0
    },
    {
      "meaning": "a pair of culottes",
      "frequency": 0
    },
    {
      "meaning": "grass skirt",
      "frequency": 0
    },
    {
      "meaning": "퍼지다",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "남자 놈이 치마를 입는 게 정상이야? Is it normal for a guy to wear a skirt? 듣기 View video Dingo Story / 딩고스토리 : 남사친이 치마 입고 학교에 갔다_EP12 [라이크(LIKE)]",
      "english": "Is it normal for a guy to wear a skirt?"
    },
    {
      "korean": "진짜? 그러면 '짧은 치마 입고' 조금만 보여줄 수 있어요? Really? Will you please dance to a girl band song? 듣기 View video World Klass (월드 클래스) : [Full] <월드 클래스> 첫방송 카운트다운 라이브 / Countdown Live",
      "english": "Really? Will you please dance to a girl band song?"
    },
    {
      "korean": "[둘이서 혀니 하나 못 말림] - 현희야! - 현희야 치마야! [Two guys can't stop her] - Hyunhee! - You're wearing a skirt! 듣기 View video 컨버전스티비 (CONS TV) : [커먼스쿨]서울여자상업고등학교 ep5.(홍현희X정세운X강율)",
      "english": "[Two guys can't stop her] - Hyunhee! - You're wearing a skirt!"
    },
    {
      "korean": "그러니까 남자가 교복 치마 입고 학교 등교 하는 걸 찍어보자고! Let's take a video of a guy going to school in a skirt! 듣기 View video Dingo Story / 딩고스토리 : 남사친이 치마 입고 학교에 갔다_EP12 [라이크(LIKE)]",
      "english": "Let's take a video of a guy going to school in a skirt!"
    },
    {
      "korean": "나 그게 갑자기 생각나 치마에... I suddenly remember. With a skirt. 듣기 View video TWICE : 특별한라이브",
      "english": "I suddenly remember. With a skirt."
    }
  ],
  "examples": [
    {
      "korean": "Her skirt ballooned out in the wind. 듣기 Add to Wordbook 그녀의 치마가 바람에 부풀어 올랐다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her skirt ballooned out in the wind. Add to Wordbook"
    },
    {
      "korean": "dark splashes of mud on her skirt 듣기 Add to Wordbook 그녀의 치마에 묻은 거무스름한 흙탕물 얼룩 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "dark splashes of mud on her skirt Add to Wordbook"
    },
    {
      "korean": "She smoothed the creases out of her skirt. 듣기 Add to Wordbook 그녀가 치마에 생긴 주름을 폈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She smoothed the creases out of her skirt. Add to Wordbook"
    },
    {
      "korean": "Long skirts have come into fashion again. 듣기 Add to Wordbook 긴 치마가 다시 유행하기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Long skirts have come into fashion again. Add to Wordbook"
    },
    {
      "korean": "Skirts will be worn below the knee. 듣기 Add to Wordbook 치마는 무릎 아래까지 내려오게 입는다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Skirts will be worn below the knee. Add to Wordbook"
    }
  ]
}