{
  "phrases": [
    {
      "phrase": "치자",
      "hanja": " (癡者)",
      "example": {},
      "meanings": [
        "an idiot"
      ]
    },
    {
      "phrase": "치자",
      "hanja": " (梔子)",
      "example": {},
      "meanings": [
        "gardenia seeds"
      ]
    },
    {
      "phrase": "치자",
      "hanja": " (治者)",
      "example": {},
      "meanings": [
        "a ruler, a sovereign, a person in power"
      ]
    },
    {
      "phrase": "언행일치자",
      "hanja": "",
      "example": {},
      "meanings": [
        "a man of his word",
        "a man who acts up to what he says"
      ]
    },
    {
      "phrase": "치자와 피치자",
      "hanja": "",
      "example": {},
      "meanings": [
        "the ruler and the ruled"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "gardenia fruit",
      "frequency": 0
    },
    {
      "meaning": "Gardenia jasminoides for . Grandiflora MAKINO",
      "frequency": 0
    },
    {
      "meaning": "gardenia",
      "frequency": 0
    },
    {
      "meaning": "rubiaceous",
      "frequency": 0
    },
    {
      "meaning": "methylphenylcarbinyl acetate",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "멸린말치 치자피즈가 뭐야? What's myul-lin-mal-chi, chi-ja-pi-ze? 듣기 View video SEVENTEEN : [RADIO] 캐럿들 귀대귀대 #68 정한이의 따뜻한 우유 한 잔",
      "english": "What's myul-lin-mal-chi, chi-ja-pi-ze?"
    },
    {
      "korean": "(커튼을) 치자! 이걸 치자! Let's close this (curtains)! Close it! 듣기 View video MAMAMOO : [MMMTV4] EP8 I wanna be free",
      "english": "Let's close this (curtains)! Close it!"
    },
    {
      "korean": "일단 치자 나도 비슷했어. Let's high five first. I had a similar situation. 듣기 View video Stray Kids : [Two Kids Room(투키즈룸)] Ep. 02리노X한",
      "english": "Let's high five first. I had a similar situation."
    },
    {
      "korean": "여기로 와서 같이 치자 - 그럴까? Then come over here and bowl with me. - Should I? 듣기 View video MONSTA X : [몬채널][B] EP.134 2019 설특집 아육대 part.1",
      "english": "Then come over here and bowl with me. - Should I?"
    },
    {
      "korean": "왜냐면 우린 팀이니까. - 박수 한번 치자. Because we're a team. - Let's give an applause. 듣기 View video 한뼘TV : [방판소년단 EP21] 방판소년단 데뷔 초읽기?! 음원 발매의 서막",
      "english": "Because we're a team. - Let's give an applause."
    }
  ],
  "examples": [
    {
      "korean": "It’s dark now—let’s close the curtains. 듣기 Add to Wordbook 이제 어두워졌어. 커튼 치자. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s dark now—let’s close the curtains. Add to Wordbook"
    },
    {
      "korean": "He clapped his hands, when the maid appeared. 듣기 Add to Wordbook 그가 손뼉을 치자 하녀가 나타났다. YBM All in All English-Korean Dictionary",
      "english": "He clapped his hands, when the maid appeared. Add to Wordbook"
    },
    {
      "korean": "Come on, let's play one more game of pool for the road. 듣기 Add to Wordbook 자, 나가기 전에 포켓볼 한 번 더 치자! Neungyule",
      "english": "Come on, let's play one more game of pool for the road. Add to Wordbook"
    },
    {
      "korean": "Let's cut class today. 듣기 Add to Wordbook 우리 오늘 수업 땡땡이치자 Neungyule",
      "english": "Let's cut class today. Add to Wordbook"
    },
    {
      "korean": "The farmer shouted at the hunters to leave, and they moved off. 듣기 Add to Wordbook 농부가 가라고 소리치자, 사냥꾼들이 떠나가 버렸다. Neungyule",
      "english": "The farmer shouted at the hunters to leave, and they moved off. Add to Wordbook"
    }
  ]
}