{
  "phrases": [
    {
      "phrase": "친지",
      "hanja": " (親知)",
      "example": {},
      "meanings": [
        "close friend"
      ]
    },
    {
      "phrase": "친지간에",
      "hanja": "",
      "example": {},
      "meanings": [
        "among[between] friends"
      ]
    },
    {
      "phrase": "장례식은 친지들만 참석",
      "hanja": "",
      "example": {},
      "meanings": [
        "private funeral"
      ]
    },
    {
      "phrase": "친지간에 싸우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "quarrel among[between] friends"
      ]
    },
    {
      "phrase": "해외에 거주하는 친지를 방문하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "visit relatives living abroad"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "kith and kin",
      "frequency": 0
    },
    {
      "meaning": "well connected",
      "frequency": 0
    },
    {
      "meaning": "among[between] friends",
      "frequency": 0
    },
    {
      "meaning": "quarrel among[between] friends",
      "frequency": 0
    },
    {
      "meaning": "bereavement",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "한가위! 가족 친지 분들과 함께 재밌게 보내셨나요? \"Hangawi\"! Did you have a fun time with your family and friends? 듣기 View video iKON : 아이콘 4주년 !! 사랑해 아이코닉!!",
      "english": "\"Hangawi\"! Did you have a fun time with your family and friends?"
    },
    {
      "korean": "[다들 볼링을 친 지 꽤 오래된 느낌] 저도 한 두세 번? [They all haven't played it for a long time] For me, a couple of times? 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.11 뉴이스트의 우당탕탕 볼링 대결!",
      "english": "[They all haven't played it for a long time] For me, a couple of times?"
    },
    {
      "korean": "친지분들이랑 재밌게 보내시고... 왜요? please have a great time. What's wrong? 듣기 View video JBJ95 : ♥JBJ95 DEBUT 95DAYS♥",
      "english": "please have a great time. What's wrong?"
    },
    {
      "korean": "수능 친 지가 오래돼서. It's been ages since I took the test. 듣기 View video C-JeS : 진혁의 \"우리 영화 뭐볼까?\" 2회. 신비한 동물사전",
      "english": "It's been ages since I took the test."
    },
    {
      "korean": "안 친지 너무 오래됐어. It's been so long since I last bowled. 듣기 View video MONSTA X : [몬채널][B] EP.78 2018 설특집 아육대 DAY2",
      "english": "It's been so long since I last bowled."
    }
  ],
  "examples": [
    {
      "korean": "I haven't played the piano for ages—I may be a little rusty. 발음듣기 난 피아노를 안 친지가 아주 오래 되었다. 실력이 녹이 좀 슬었을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I haven't played the piano for ages—I may be a little rusty. 발음"
    },
    {
      "korean": "The hospital has an open delivery room for crowdbirthing. 발음듣기 그 병원에는 친지들 앞에서 출산을 하는 개방형 분만실이 있다. 국제영어대학원대학교 신어사전",
      "english": "The hospital has an open delivery room for crowdbirthing. 발음"
    },
    {
      "korean": "\"Honestly, I kept questioning whether it was really true. So I didn't even tell my relatives for some time just in case it wasn't. I feel like I am dreaming and probably will come to my senses when I meet my brother,\" Lee said. 발음듣기 \"사실 이게 진짜가 맞는지 계속 궁금했어요. 혹시라도 꿈일까봐, 그래서 한동안 친지들에게 알리지도 않았어요. 아직도 꿈만 같지만 우리 형을 만나면 생시인게 느껴지겠죠.\" 이씨는 말했다. The Korea Times",
      "english": "\"Honestly, I kept questioning whether it was really true. So I didn't even tell my relatives for some time just in case it wasn't. I feel like I am dreaming and probably will come to my senses when I meet my brother,\" Lee said. 발음"
    },
    {
      "korean": "There is a large network of friends, family members and human smugglers who arrange the journey for them. 발음듣기 가족과 친지 또는 인신매매범들의 도움을 빌려야 하는 경우도 많습니다.? YBM All in All English-Korean Dictionary",
      "english": "There is a large network of friends, family members and human smugglers who arrange the journey for them. 발음"
    },
    {
      "korean": "Before their family and friends, the newlyweds vowed devotion to each other \"till death us do part.\" 발음듣기 두 사람은 가족과 친지들 앞에서 백년해로를 약속했다 Neungyule",
      "english": "Before their family and friends, the newlyweds vowed devotion to each other \"till death us do part.\" 발음"
    }
  ]
}