{
  "phrases": [
    {
      "phrase": "치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(가격하다) hit, strike, knock, (informal) smack, (informal) wallop, (손바닥으로) slap, (주먹으로) punch, (informal) slug",
        "(박수·손뼉 등을) clap, applaud, (크게) give a big hand",
        "(피아노·기타 등을) play, (드럼 등을) beat"
      ]
    },
    {
      "phrase": "치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(계산하다) count, include, consider",
        "(평가하다) consider, value",
        "(여기다) consider"
      ]
    },
    {
      "phrase": "곳",
      "hanja": "",
      "example": {},
      "meanings": [
        "(장소) place, point, (특정 지점) spot, location, (터) site, (지역) area"
      ]
    },
    {
      "phrase": "치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(양념 등을) add, season, put (into), sprinkle (on/over/with)",
        "(농약·기름 등을) spray, dust, (기름을) oil"
      ]
    },
    {
      "phrase": "치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(기르다) raise, breed, keep, rear",
        "(새끼를 낳다) bear, reproduce, litter",
        "(하숙 등을)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "fold",
      "frequency": 3
    },
    {
      "meaning": "loft",
      "frequency": 3
    },
    {
      "meaning": "top 1",
      "frequency": 3
    },
    {
      "meaning": "fly 2",
      "frequency": 3
    },
    {
      "meaning": "ground 1",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그리고 이특 선수는 바깥 쪽으로 편안한 곳으로 공을 칠 수 있게 빼내는 군요. And Leeteuk sent the ball to the better place for the next shot. 듣기 View video SMTOWN : 전설의 초대 (CELEB CHAMPIONS TROPHY) 3편",
      "english": "And Leeteuk sent the ball to the better place for the next shot."
    },
    {
      "korean": "여러분이 원하는 치고 싶은 곳에다가 거세요. Bet on the bottle you want to hit. 듣기 View video IDOL x IDOL : Underdog - 언더독 ' 언더독한테 집중해 봐봐'",
      "english": "Bet on the bottle you want to hit."
    },
    {
      "korean": "치고 들어오지? - 카메라 있는 곳으로 바로 치고 들어와. Right? - Wherever there's a camera. 듣기 View video iKON : iKON - SHOWTIME DAYS IN BANGKOK",
      "english": "Right? - Wherever there's a camera."
    },
    {
      "korean": "전 가만히 있는데. - 치는 곳은 다 가요. And I stand still. - He goes where he has to hit. 듣기 View video SEVENTEEN : [SEVENTEEN] 세븐틴 안드로메다 오랜만이야 캐럿들~!",
      "english": "And I stand still. - He goes where he has to hit."
    },
    {
      "korean": "편의점? 한국으로 치면 편의점 같은 곳이었던 것 같아요. CP shop is like a convenience store in Korea. 듣기 View video AKMU : 찬디의 비밀일기장><♥︎",
      "english": "CP shop is like a convenience store in Korea."
    }
  ],
  "examples": [
    {
      "korean": "Is this the real life, is this just fantasy, caught in a landslide, no escape from reality. 듣기 Add to Wordbook 이게 현실인가요? 그저 환상인가요? 땅속에 파묻힌 현실에서 도망칠 곳이 없군요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 fpvhxmdnjfem(fpvh****)",
      "english": "Is this the real life, is this just fantasy, caught in a landslide, no escape from reality. Add to Wordbook"
    },
    {
      "korean": "There is nowhere left to run. 듣기 Add to Wordbook 도망칠 곳이 없다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 흥일(fres****)",
      "english": "There is nowhere left to run. Add to Wordbook"
    },
    {
      "korean": "Aim high and you will strike high. 듣기 Add to Wordbook 높은 곳을 노려야 높은 곳을 칠 수 있다((목표가 높아야 노력의 성과도 크다)). Friendict Level English-Korean Dictionary",
      "english": "Aim high and you will strike high. Add to Wordbook"
    },
    {
      "korean": "Additionally, the man can play golf there without obtaining a membership. 듣기 Add to Wordbook 또한, 이 남성은 회원권을 얻지 않아도 그 곳에서 골프를 칠 수 있다. Neungyule",
      "english": "Additionally, the man can play golf there without obtaining a membership. Add to Wordbook"
    },
    {
      "korean": "If we blend TiO2 in paint, the mixture will clean the air around the painted areas as well. 듣기 Add to Wordbook 페인트에 TiO2를 섞는다면, 혼합물은 페인트 칠 된 곳 주변의 공기를 정화할 것입니다. TIMES CORE",
      "english": "If we blend TiO2 in paint, the mixture will clean the air around the painted areas as well. Add to Wordbook"
    }
  ]
}