{
  "phrases": [
    {
      "phrase": "침범",
      "hanja": " (侵犯)",
      "example": {},
      "meanings": [
        "invasion, violation, intrusion, invade, violate, trespass (on), intrude (into/on/upon)"
      ]
    },
    {
      "phrase": "침범해 들어가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "force one´s way into",
        "break into"
      ]
    },
    {
      "phrase": "영공을 침범하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "invade territorial sky",
        "commit a violation of territorial air space"
      ]
    },
    {
      "phrase": "사생활을 침범하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "infringe on[upon] one´s private affairs",
        "violate one´s privacy"
      ]
    },
    {
      "phrase": "국경 침범",
      "hanja": "",
      "example": {},
      "meanings": [
        "a border[frontier] violation"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "attack",
      "frequency": 3
    },
    {
      "meaning": "invasion",
      "frequency": 3
    },
    {
      "meaning": "intrusion",
      "frequency": 3
    },
    {
      "meaning": "rape 1",
      "frequency": 3
    },
    {
      "meaning": "poaching",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[뻔뻔] 아니 우리 각자 챌린지가 있는데 그걸 왜 침범해? [Brazen] I mean, we have separate challenges. Why do you ignore that? 듣기 View video TWICE : 트와이스 복자매 나모의 “도전! ASMR” EP.01",
      "english": "[Brazen] I mean, we have separate challenges. Why do you ignore that?"
    },
    {
      "korean": "그래서 제 자리까지 그렇게 침범하셨나요? So is that why you're invading my space? 듣기 View video V COOKIE : [Full] JBJ95 X LieV - JBJ95의 눕방라이브!",
      "english": "So is that why you're invading my space?"
    },
    {
      "korean": "주로 제가 침범을 하러 가죠. I like to go in there. 듣기 View video iKON : 브이나잇 from.동동 (열두번째 밤)",
      "english": "I like to go in there."
    },
    {
      "korean": "내 예술 세계 침범하지 마. Don't interrupt my artistic world. 듣기 View video SONAMOO : 꽃보다소나무 (민재랑 놀자 - 올라프의 할.메)",
      "english": "Don't interrupt my artistic world."
    },
    {
      "korean": "이 안쪽은 절대 침범하지 않도록 살살살. Don't go inside. Dab gently. 듣기 View video V Beauty : 미아와 함께 페스티벌 메이크업 Festival Makeup",
      "english": "Don't go inside. Dab gently."
    }
  ],
  "examples": [
    {
      "korean": "the inviolable right to life 듣기 Add to Wordbook 침범할 수 없는 생명권 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the inviolable right to life Add to Wordbook"
    },
    {
      "korean": "The roof timbers were affected by rot and insect attack. 듣기 Add to Wordbook 지붕 서까래들은 부식되고 해충들이 침범한 상태였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The roof timbers were affected by rot and insect attack. Add to Wordbook"
    },
    {
      "korean": "The cancer cells may invade other parts of the body. 듣기 Add to Wordbook 암세포들이 인체 다른 부위들도 침범할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The cancer cells may invade other parts of the body. Add to Wordbook"
    },
    {
      "korean": "legislation to stop newspapers from intruding on people’s private lives 듣기 Add to Wordbook 신문이 사람들의 사생활을 침범하지 못하게 하는 법률 (제정) Oxford Advanced Learner's English-Korean Dictionary",
      "english": "legislation to stop newspapers from intruding on people’s private lives Add to Wordbook"
    },
    {
      "korean": "This was another example of press intrusion into the affairs of the royals. 듣기 Add to Wordbook 이것은 언론이 왕실 사람들의 사생활을 침범한 또 하나의 사례였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This was another example of press intrusion into the affairs of the royals. Add to Wordbook"
    }
  ]
}