{
  "phrases": [
    {
      "phrase": "칭찬",
      "hanja": " (稱讚)",
      "example": {},
      "meanings": [
        "compliment, compliment, praise, credit, praise, (formal) commend"
      ]
    },
    {
      "phrase": "칭찬받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "win[receive, enjoy] praise",
        "gain the good word",
        "get praised"
      ]
    },
    {
      "phrase": "칭찬을 받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be[get] praised",
        "win praise"
      ]
    },
    {
      "phrase": "칭찬할 만한",
      "hanja": "",
      "example": {},
      "meanings": [
        "laudable",
        "commendable",
        "praiseworthy"
      ]
    },
    {
      "phrase": "극구 칭찬하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "speak highly of",
        "speak in high terms of",
        "praise to the skies"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "plug",
      "frequency": 2
    },
    {
      "meaning": "credit",
      "frequency": 2
    },
    {
      "meaning": "praise",
      "frequency": 2
    },
    {
      "meaning": "commendation",
      "frequency": 1
    },
    {
      "meaning": "compliment",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "스스로 정세운을 칭찬해 준다면? If you compliment yourself, what will you say? 듣기 View video OSEN : 정세운, 지금 지니램프에게 빌고 싶은 소원은? #스타로드 04",
      "english": "If you compliment yourself, what will you say?"
    },
    {
      "korean": "칭찬? - 한 명만 골라야 해요? Compliment? - Just one? 듣기 View video BLACKPINK : [Replay] BLACKPINK ‘How You Like That’ COUNTDOWN LIVE",
      "english": "Compliment? - Just one?"
    },
    {
      "korean": "칭찬해 칭찬해 - 언니는 왜 칭찬하셨어요? - 저요? Nice work. - Why did you choose yourself? - Me? 듣기 View video BLACKPINK : [Replay] BLACKPINK ‘How You Like That’ COUNTDOWN LIVE",
      "english": "Nice work. - Why did you choose yourself? - Me?"
    },
    {
      "korean": "감사합니다 - 저는 오늘 칭찬... Thank you. - Today, I.. Compliment. 듣기 View video BLACKPINK : [Replay] BLACKPINK ‘How You Like That’ COUNTDOWN LIVE",
      "english": "Thank you. - Today, I.. Compliment."
    },
    {
      "korean": "오늘 하루 가장 칭찬해 주고 싶은 멤버는? Who do you want to compliment the most today? 듣기 View video BLACKPINK : [Replay] BLACKPINK ‘How You Like That’ COUNTDOWN LIVE",
      "english": "Who do you want to compliment the most today?"
    }
  ],
  "examples": [
    {
      "korean": "She was extremely complimentary about his work. 발음듣기 그녀는 그의 작품을 극구 칭찬했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was extremely complimentary about his work. 발음"
    },
    {
      "korean": "She was commended on her handling of the situation. 발음듣기 그녀는 상황 처리에 대하여 칭찬을 받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was commended on her handling of the situation. 발음"
    },
    {
      "korean": "He was lavish in his praise for her paintings. 발음듣기 그는 그녀의 그림에 대해 아주 후하게 칭찬했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He was lavish in his praise for her paintings. 발음"
    },
    {
      "korean": "Their much vaunted reforms did not materialize. 발음듣기 극구 칭찬받던 그들의 개혁은 가시화되지 않았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Their much vaunted reforms did not materialize. 발음"
    },
    {
      "korean": "His designs were highly commended by the judges. 발음듣기 그의 디자인은 (상은 받지 못했지만) 심사위원들로부터 많은 칭찬을 받았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His designs were highly commended by the judges. 발음"
    }
  ]
}