{
  "phrases": [
    {
      "phrase": "도나 카란",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물 Donna Karan"
      ]
    },
    {
      "phrase": "도나 카란",
      "hanja": "",
      "example": {},
      "meanings": [
        "Donna Karan"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "carane",
      "frequency": 0
    },
    {
      "meaning": "Huascaran",
      "frequency": 0
    },
    {
      "meaning": "Caran d'Ache",
      "frequency": 0
    },
    {
      "meaning": "karanjin",
      "frequency": 0
    },
    {
      "meaning": "Carandai",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Alvin Kallicharran is to retire from first-class cricket at the end of his contract with Warwickshire this year. 발음듣기 앨빈 캐리카란은 금년도 워윅셔와의 계약이 끝나는대로 정상급 크리켓 선수생활에서 은퇴할 예정이다. YBM All in All English-Korean Dictionary",
      "english": "Alvin Kallicharran is to retire from first-class cricket at the end of his contract with Warwickshire this year. 발음"
    },
    {
      "korean": "His name is Karan Singh and he lives in India. 발음듣기 그의 이름은 카란 싱이고 인도에 삽니다. TIMES CORE",
      "english": "His name is Karan Singh and he lives in India. 발음"
    },
    {
      "korean": "Prabhakaran is believed to be living in an underground bunker in the area. 발음듣기 프라바카란은 이 지역의 지하 벙커에 살고 있는 것으로 보입니다. User translation Inaccurate information may be included due to the users' self-traslation. 꿀꿀이(sean****) Web Collection",
      "english": "Prabhakaran is believed to be living in an underground bunker in the area. 발음"
    },
    {
      "korean": "Hello, Karen, this is Rafael from Brazil. 발음듣기 안녕, 카란, 이 분은 브라질에서 온 라파엘이야 User translation Inaccurate information may be included due to the users' self-traslation. leoxodnr(leox****) Web Collection",
      "english": "Hello, Karen, this is Rafael from Brazil. 발음"
    },
    {
      "korean": "On state television, pictures of Prabhakaran's body, lying on a stretcher, played over and over again. 발음듣기 국영 TV로 들것에 누워있는 프라하카란의 시체 사진이 반복해서 방영되었다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "On state television, pictures of Prabhakaran's body, lying on a stretcher, played over and over again. 발음"
    }
  ]
}