{
  "phrases": [
    {
      "phrase": "카발",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Karval"
      ]
    },
    {
      "phrase": "카발",
      "hanja": "",
      "example": {},
      "meanings": [
        "음악 Kaval"
      ]
    },
    {
      "phrase": "카발레타",
      "hanja": "",
      "example": {},
      "meanings": [
        "음악 cabalette"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Cavalerius",
      "frequency": 0
    },
    {
      "meaning": "Macedo de Cavaleiros",
      "frequency": 0
    },
    {
      "meaning": "cavalletto",
      "frequency": 0
    },
    {
      "meaning": "nitrocabalamin(e)",
      "frequency": 0
    },
    {
      "meaning": "CABAL II",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'인도네시아어로 아파카발' 아파카발. \"Say in Indonesian, Apakabal\". Apakabal. 듣기 View video IDOL x IDOL : HIGHTEEN - 하이틴 '하이틴과 UCC에서 광화문 찍자~^^'",
      "english": "\"Say in Indonesian, Apakabal\". Apakabal."
    }
  ],
  "examples": [
    {
      "korean": "His name is Moshe Kai Cavalin. 듣기 Add to Wordbook 그의 이름은 모시 카이 카발린이에요. TIMES CORE",
      "english": "His name is Moshe Kai Cavalin. Add to Wordbook"
    },
    {
      "korean": "\"I like to study just because knowledge leads to wisdom and only by wisdom can we help the world,\" said Cavalin. 듣기 Add to Wordbook \"전 공부하는 것을 좋아합니다. 왜냐하면 지식은 지혜로 이어지며 지혜만이 세상을 변화시키는데 도움을 줄 수 있기 때문입니다.\"라고 카발린이 말했습니다. TIMES CORE",
      "english": "\"I like to study just because knowledge leads to wisdom and only by wisdom can we help the world,\" said Cavalin. Add to Wordbook"
    },
    {
      "korean": "Cavalaris and assistant Robert Barnard each received 30-day suspensions. 듣기 Add to Wordbook 카발라이스와 조수 로버트 바나드는 각각 30일간의 유예를 받았습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 사랑열매77(jcsh****)",
      "english": "Cavalaris and assistant Robert Barnard each received 30-day suspensions. Add to Wordbook"
    },
    {
      "korean": "Gesso, the Italian for gypsum, is calcium sulfate, mined in Medieval times from this quarry at Cavallino in the Tuscan region of northern Italy. 듣기 Add to Wordbook 석고에 대한 이탈리아어인 gesso는 칼슘 황산염입니다. 그것은 중세시대에 북이탈리아의 투스칸 지역에 있는 카발리노의 이 채석장에서 채굴되었습니다. Khan Academy",
      "english": "Gesso, the Italian for gypsum, is calcium sulfate, mined in Medieval times from this quarry at Cavallino in the Tuscan region of northern Italy. Add to Wordbook"
    }
  ]
}