{
  "phrases": [
    {
      "phrase": "카르마",
      "hanja": "",
      "example": {},
      "meanings": [
        "karma"
      ]
    },
    {
      "phrase": "karma",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 카르마, 업보",
        "Noun 비격식 좋은/나쁜 업보를 쌓는 일"
      ]
    },
    {
      "phrase": "karma++",
      "hanja": "",
      "example": {},
      "meanings": [
        "In most modern programming languages based loosely on the C syntax (C, C++, C#, Java), the ++ operator is used to increment a number. Attached to the Karma variable, this notation indicates that you are adding to your general stockpile of karma. Of course, many people will argue that Karma can on..."
      ]
    },
    {
      "phrase": "Karma (love)",
      "hanja": "",
      "example": {},
      "meanings": [
        "How you treat a girl affects how the girls treats you back"
      ]
    },
    {
      "phrase": "카르마노르",
      "hanja": "",
      "example": {},
      "meanings": [
        "종교 Carmanor"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "karma",
      "frequency": 0
    },
    {
      "meaning": "karmadharaya",
      "frequency": 0
    },
    {
      "meaning": "Carmanor",
      "frequency": 0
    },
    {
      "meaning": "panchakarma",
      "frequency": 0
    },
    {
      "meaning": "Karma Capitalism",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "보니까 스틸라 더스트에 키튼 카르마 있죠? You know Stila Kitten Karma, right? 듣기 View video EMMA BEAUTY : 사랑스러움 가득! 봄 메이크업♥ (feat. 봄 신제품)",
      "english": "You know Stila Kitten Karma, right?"
    },
    {
      "korean": "[&글로우 리퀴드 아이섀도우_키튼 카르마] 스틸라 키튼 카르마. [&Glow Liquid Eyeshadow_Kitten Karma] Stila Kitten Karma. 듣기 View video 컨버전스 TV (CONS TV) : [예쁨전공] 중앙대학교 VS 신경대학교 5-4회",
      "english": "[&Glow Liquid Eyeshadow_Kitten Karma] Stila Kitten Karma."
    },
    {
      "korean": "[스틸라 아이글리터 키튼카르마를 이용] 이런식으로. 저는 코랄을 깔았어요. [Used Stila Eye Glitter Kitten Karma] Like this. I put a layer of coral on. 듣기 View video 셀럽티비(Celuv.TV) : [셀럽티비/개취뷰티] 화이트데이를 준비하는 자세!",
      "english": "[Used Stila Eye Glitter Kitten Karma] Like this. I put a layer of coral on."
    },
    {
      "korean": "'업보는...' \"Can you karma with...\" 듣기 View video V Beauty : 주민님아",
      "english": "\"Can you karma with...\""
    },
    {
      "korean": "1위는 카마 향수에요. The best item is the Karma Perfume. 듣기 View video 카모마일T (Chamomile_T) : 일본 러쉬 LUSH 추천템 쇼핑 하울 소개 / 스킨케어부터 향수까지",
      "english": "The best item is the Karma Perfume."
    }
  ],
  "examples": [
    {
      "korean": "One way to escape from the cycle of death and rebirth is Karma. 듣기 Add to Wordbook 죽음과 환생의 순환에서 벗어나는 한 가지 방법은 카르마이다. YBM All in All English-Korean Dictionary",
      "english": "One way to escape from the cycle of death and rebirth is Karma. Add to Wordbook"
    },
    {
      "korean": "Karma is marked by good deeds that bring an individual to the state of liberation. 듣기 Add to Wordbook 카르마는 개인을 해탈에 이르게 하는 선행에 의해 특징지어진다. YBM All in All English-Korean Dictionary",
      "english": "Karma is marked by good deeds that bring an individual to the state of liberation. Add to Wordbook"
    },
    {
      "korean": "Styles of yoga that have focuses other than the physical include Raja Yoga (primarily concerned with meditation), Karma Yoga (the yoga of action, or selfless service), and Bhakti Yoga (the yoga of devotion). 듣기 Add to Wordbook 신체적인 것에 더 초점을 두는 요가의 스타일에는 라자 요가(우선 명상과 관계가 있는), 카르마 요가(행동 요가 혹은 무욕의 봉사), 그리고 바크티 요가(헌신의 요가)가 있습니다. TIMES CORE",
      "english": "Styles of yoga that have focuses other than the physical include Raja Yoga (primarily concerned with meditation), Karma Yoga (the yoga of action, or selfless service), and Bhakti Yoga (the yoga of devotion). Add to Wordbook"
    },
    {
      "korean": "Remember how we were talking about karma? 듣기 Add to Wordbook 우리가 카르마에 대해 하던 얘기 기억해? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Remember how we were talking about karma? Add to Wordbook"
    },
    {
      "korean": "Karma, teach me how to use the bow. 듣기 Add to Wordbook 카르마, 활 사용법 좀 가르쳐 줘. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 cielcine(ciel****)",
      "english": "Karma, teach me how to use the bow. Add to Wordbook"
    }
  ]
}