{
  "phrases": [
    {
      "phrase": "카페",
      "hanja": "",
      "example": {},
      "meanings": [
        "café"
      ]
    },
    {
      "phrase": "cafe ( café )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 카페(음료수를 마시거나 간단한 식사를 할 수 있는 곳. 영국이나 미국의 카페에서는 보통 술을 팔지 않음) (→re...",
        "Noun 남아프리카공화국 영어 (사탕·신문·간단한 먹을 것 등을 파는) 작은 가게"
      ]
    },
    {
      "phrase": "CAFE",
      "hanja": "",
      "example": {},
      "meanings": [
        "자동차 corporate average fuel economy (미국의) 연료비 효율 기준"
      ]
    },
    {
      "phrase": "Café",
      "hanja": "",
      "example": {},
      "meanings": [
        "커피 카페 알렉산더"
      ]
    },
    {
      "phrase": "café ( cafe )",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN A café is a place where you can buy drinks, simple meals, and snacks, but, in Britain, not usually alcoholic drinks.",
        "NOUN A street café or a pavement café is a café which has tables and chairs on the pavement outside it where people can eat and drink."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cafe",
      "frequency": 3
    },
    {
      "meaning": "caff",
      "frequency": 0
    },
    {
      "meaning": "key club",
      "frequency": 0
    },
    {
      "meaning": "caf",
      "frequency": 0
    },
    {
      "meaning": "kappe",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "뭐 많은 카페에서 좀... At a lot of cafes... 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "At a lot of cafes..."
    },
    {
      "korean": "'카페 가서 뭐 마셔?' \"What do you think at a cafe?\" 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "\"What do you think at a cafe?\""
    },
    {
      "korean": "고양이 카페도 한번 갈까요? Should I go to a cat cafe? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Should I go to a cat cafe?"
    },
    {
      "korean": "어떻게 보면 카페 투어? But if you think about it, it's a cafe tour? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "But if you think about it, it's a cafe tour?"
    },
    {
      "korean": "슬라임 카페는 그 슬라임 만드는 건가? 오~ 좋다! Is it where you make slime? Oh, nice! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Is it where you make slime? Oh, nice!"
    }
  ],
  "examples": [
    {
      "korean": "a coffee bar styled on a Parisian cafe 듣기 Add to Wordbook 파리의 카페 스타일을 모방한 커피점 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a coffee bar styled on a Parisian cafe Add to Wordbook"
    },
    {
      "korean": "We found a cheap and cheerful cafe. 듣기 Add to Wordbook 우리는 싸고 좋은 카페를 찾았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We found a cheap and cheerful cafe. Add to Wordbook"
    },
    {
      "korean": "It started to rain so we dived into the nearest cafe. 듣기 Add to Wordbook 비가 오기 시작해서 우리는 근처 카페로 급히 뛰어 들어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It started to rain so we dived into the nearest cafe. Add to Wordbook"
    },
    {
      "korean": "He sold the cafe as a going concern. 듣기 Add to Wordbook 그는 그 카페를 성업 중인 업체로 매도했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He sold the cafe as a going concern. Add to Wordbook"
    },
    {
      "korean": "The average spend at the cafe is ￡10 a head. 듣기 Add to Wordbook 그 카페에서의 평균 경비는 일인당 10 파운드이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The average spend at the cafe is ￡10 a head. Add to Wordbook"
    }
  ]
}