{
  "phrases": [
    {
      "phrase": "cate",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 고어 [주로 pl.] 진미(珍味)"
      ]
    },
    {
      "phrase": "Kate",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 여자 이름 ((Katherine의 애칭))"
      ]
    },
    {
      "phrase": "Cate",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Proper noun] A diminutive of the female given name Catherine and of its variant forms; more often spelled Kate."
      ]
    },
    {
      "phrase": "kate",
      "hanja": "",
      "example": {},
      "meanings": [
        "[Noun] (UK,dialect,Kent) The brambling finch, ''Fringilla montifringilla''."
      ]
    },
    {
      "phrase": "caté",
      "hanja": "",
      "example": {},
      "meanings": [
        "Getting so drunk that you do horrible things to bathrooms, wander around alone in a strange city, and have odd conversations with you girlfriend in front of everyone"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Jo, this is Kate.",
      "frequency": 0
    },
    {
      "meaning": "nollie",
      "frequency": 0
    },
    {
      "meaning": "carucate",
      "frequency": 0
    },
    {
      "meaning": "cookeite",
      "frequency": 0
    },
    {
      "meaning": "holyokeite",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "케이트요? - 케이트. - 케이크. Cake? - Kate. - Cake. 듣기 View video BTOB : THE BEAT SEASON 5 -5주년 PARTY 기념 임현식의 Sik's Sense-",
      "english": "Cake? - Kate. - Cake."
    },
    {
      "korean": "그거 발라요, 케이트. That one. Kate. 듣기 View video TWICE : 개인브이",
      "english": "That one. Kate."
    },
    {
      "korean": "나도 케이트로 들었어. - 케이트가 뭐예요? I heard it as Kate. - What's Kate? 듣기 View video BTOB : THE BEAT SEASON 5 -5주년 PARTY 기념 임현식의 Sik's Sense-",
      "english": "I heard it as Kate. - What's Kate?"
    },
    {
      "korean": "케이트에서, 그래서 샀죠. From Kate. That's why I bought this. 듣기 View video V Beauty : 뷰티DaDa 빨강속눈썹 노랑속눈썹 메이크업 Red and Yellow Eyelashes Makeup",
      "english": "From Kate. That's why I bought this."
    },
    {
      "korean": "케이트에 제품이 얼마나 많은데요. There are so many products from Kate. 듣기 View video TWICE : 개인브이",
      "english": "There are so many products from Kate."
    }
  ],
  "examples": [
    {
      "korean": "Kate is poised to become the highest-paid supermodel in the fashion world. 발음듣기 케이트는 패션계에서 최고 보수를 받는 슈퍼모델이 될 준비가 다 되어 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Kate is poised to become the highest-paid supermodel in the fashion world. 발음"
    },
    {
      "korean": "Kate’s busy with her homework. 발음듣기 케이트는 숙제를 하느라 바빠. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Kate’s busy with her homework. 발음"
    },
    {
      "korean": "Kate gave him a grateful smile. 발음듣기 케이트가 그에게 고맙다는 미소를 지어 보였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Kate gave him a grateful smile. 발음"
    },
    {
      "korean": "Kate was stumped for words. 발음듣기 케이트는 무슨 말을 해야 할지 모르고 쩔쩔맸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Kate was stumped for words. 발음"
    },
    {
      "korean": "Kate paused and gathered her wits. 발음듣기 케이트는 잠깐 멈추고 지혜를 모았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Kate paused and gathered her wits. 발음"
    }
  ]
}