{
  "phrases": [
    {
      "phrase": "코넬리",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 Jennifer Connelly"
      ]
    },
    {
      "phrase": "코넬리 스프링스",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Connelly Springs"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Connelly",
      "frequency": 0
    },
    {
      "meaning": "Jennifer Connelly",
      "frequency": 0
    },
    {
      "meaning": "Michael Connelly",
      "frequency": 0
    },
    {
      "meaning": "Kevin Connolly",
      "frequency": 0
    },
    {
      "meaning": "Jennifer Lynn Connelly",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "About to go watch ‘The Lincoln Lawyer,’ which is based on a novel of the same name by Michael Connelly. 듣기 Add to Wordbook ‘링컨 차를 타는 변호사’를 보러 가려는 중. 마이클 코넬리의 동명소설을 바탕으로 한 영화. DARAKWON",
      "english": "About to go watch ‘The Lincoln Lawyer,’ which is based on a novel of the same name by Michael Connelly. Add to Wordbook"
    },
    {
      "korean": "Mr. Connelly is the director of sales at Dover Products, a manufacturer of over a thousand different household products. 듣기 Add to Wordbook 코넬리 씨는 수 천 종이 넘는 가정용품 제조업체인 도버 프러덕트 사의 영업 이사입니다. YBM All in All English-Korean Dictionary",
      "english": "Mr. Connelly is the director of sales at Dover Products, a manufacturer of over a thousand different household products. Add to Wordbook"
    },
    {
      "korean": "So, without further ado, here he is, let's welcome Jonathan Connelly. 듣기 Add to Wordbook 이제, (소개는) 이쯤에서 끝내고 조나단 코넬리씨를 모시겠습니다. YBM All in All English-Korean Dictionary",
      "english": "So, without further ado, here he is, let's welcome Jonathan Connelly. Add to Wordbook"
    },
    {
      "korean": "[A Beautiful Mind] won four Oscars including Best Supporting Actress for Jennifer Connelly, and Best Adapted Screenplay. 듣기 Add to Wordbook <뷰티풀 마인드>는 제니퍼 코넬리의 여우조연상과 각색상을 포함해 4개 부문을 석권했습니다. YBM All in All English-Korean Dictionary",
      "english": "[A Beautiful Mind] won four Oscars including Best Supporting Actress for Jennifer Connelly, and Best Adapted Screenplay. Add to Wordbook"
    },
    {
      "korean": "It gives me great pleasure to introduce our keynote speaker, Mr. Jonathan Connelly. 듣기 Add to Wordbook 우리의 기조 연설자인 조나단 코넬리 씨를 소개하게 되어 큰 영광입니다. YBM All in All English-Korean Dictionary",
      "english": "It gives me great pleasure to introduce our keynote speaker, Mr. Jonathan Connelly. Add to Wordbook"
    }
  ]
}