{
  "phrases": [
    {
      "phrase": "코스트",
      "hanja": "",
      "example": {},
      "meanings": [
        "cost."
      ]
    },
    {
      "phrase": "coast",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 해안 (지방)",
        "Verb (동력을 쓰지 않고) 관성으로[저절로] 움직이다"
      ]
    },
    {
      "phrase": "cost",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 값, 비용",
        "Noun (사업상) 경비[비용]",
        "Verb (값·비용이) …이다[들다]"
      ]
    },
    {
      "phrase": "costly",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 많은 돈[비용]이 드는 (=expensive)",
        "Adjective 대가[희생]가 큰 (=expensive)"
      ]
    },
    {
      "phrase": "cost-",
      "hanja": "",
      "example": {},
      "meanings": [
        "Prefix (→COSTO-)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Costes Dieudonne",
      "frequency": 0
    },
    {
      "meaning": "East Coast Fever",
      "frequency": 0
    },
    {
      "meaning": "a roller-coaster ride",
      "frequency": 0
    },
    {
      "meaning": "roller coaster",
      "frequency": 0
    },
    {
      "meaning": "cost-push inflation",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저희는 이스트 코스트. 너 이스트야? We are East Coast. Are you East? 듣기 View video THE BOYZ : 제재 근데 재는 영재",
      "english": "We are East Coast. Are you East?"
    },
    {
      "korean": "안녕하세요! 저희는 웨스트코스트가 아니에요. Hey guys! We are not West Coast! 듣기 View video THE BOYZ : 제재 근데 재는 영재",
      "english": "Hey guys! We are not West Coast!"
    },
    {
      "korean": "난 이스트... - 케빈이랑은 웨스트 코스트 보이즈 하거든. I do West Coast. - I do West Coast Boyz with Kevin. 듣기 View video THE BOYZ : 제재 근데 재는 영재",
      "english": "I do West Coast. - I do West Coast Boyz with Kevin."
    },
    {
      "korean": "코스트ㅇ 같은 느낌의 가게입니다. like a Cost... kind of store. 듣기 View video BRANDNEW BOYS : [Replay] MXM (BRANDNEWBOYS) 2ND MINI ALBUM 'MATCH UP' SHOWCASE",
      "english": "like a Cost... kind of store."
    },
    {
      "korean": "호주에 골드코스트랑 시드니를 갔었나? I went to the Gold Coast... and was it Sydney? 듣기 View video V COOKIE : [REPLAY] SUZY's LieV - 수지의 눕방 라이브!",
      "english": "I went to the Gold Coast... and was it Sydney?"
    }
  ],
  "examples": [
    {
      "korean": "Ivory Coast was made a record of a 1-1 draw by Chile in a game played in Vittell, France. 듣기 Add to Wordbook 프랑스에서 열린 아이보리 코스트와 칠레 대전도 1대 1로 무승부를 기록했습니다. YBM All in All English-Korean Dictionary",
      "english": "Ivory Coast was made a record of a 1-1 draw by Chile in a game played in Vittell, France. Add to Wordbook"
    },
    {
      "korean": "What is true of the Gold Coast Indy car race? 듣기 Add to Wordbook 골드 코스트 인디 레이스에 관한 설명 중 맞는 것은? YBM All in All English-Korean Dictionary",
      "english": "What is true of the Gold Coast Indy car race? Add to Wordbook"
    },
    {
      "korean": "There were a couple of missteps since then, including The Mosquito Coast and The Devil’s Own. 듣기 Add to Wordbook 그 이후 (그가 출연한 영화 중에서) <모스퀴토 코스트>나 <데블스오운>같은 실패작들도 몇 편 되었다. YBM All in All English-Korean Dictionary",
      "english": "There were a couple of missteps since then, including The Mosquito Coast and The Devil’s Own. Add to Wordbook"
    },
    {
      "korean": "Some things shouldn't be purchased at costclub, dear. 듣기 Add to Wordbook 코스트클럽에서 사면 안 되는것도 있어요, 여보. YBM All in All English-Korean Dictionary",
      "english": "Some things shouldn't be purchased at costclub, dear. Add to Wordbook"
    },
    {
      "korean": "Every year in March, on Australia's Gold Coast, an hour outside of Brisbane, the Gold Coast Indy car race is held. 듣기 Add to Wordbook 매년 3월이면 오스트레일리아의 브리스베인 외곽 1시간 거리에 있는 골드 코스트에서는 골드 코스트 인디 자동차 경주가 개최된다. YBM All in All English-Korean Dictionary",
      "english": "Every year in March, on Australia's Gold Coast, an hour outside of Brisbane, the Gold Coast Indy car race is held. Add to Wordbook"
    }
  ]
}