{
  "phrases": [
    {
      "phrase": "큰",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 gross"
      ]
    },
    {
      "phrase": "큰-",
      "hanja": "",
      "example": {},
      "meanings": []
    },
    {
      "phrase": "크다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(크기가) big, large, bulky",
        "(수량·사이즈 등이) big, large",
        "(규모·정도 등이) big, great"
      ]
    },
    {
      "phrase": "크다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(자라다) grow (up)",
        "(발전하다, 성장하다) grow"
      ]
    },
    {
      "phrase": "큰 수",
      "hanja": "",
      "example": {},
      "meanings": [
        "a considerable number"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "large",
      "frequency": 3
    },
    {
      "meaning": "big",
      "frequency": 3
    },
    {
      "meaning": "great",
      "frequency": 3
    },
    {
      "meaning": "high",
      "frequency": 3
    },
    {
      "meaning": "strong",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "이거 큰 술인가? Is this a big cup? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Is this a big cup?"
    },
    {
      "korean": "하나가 왜 이렇게 큰 거 같지? Why does it look so big? 듣기 View video TWICE : 트와이스 복자매 나모의 “도전! ASMR” EP.01",
      "english": "Why does it look so big?"
    },
    {
      "korean": "그 꽃 내려놓고 저 큰 거 들어 큰 거! Put down that flower. Hold the big one! 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Put down that flower. Hold the big one!"
    },
    {
      "korean": "그런 큰 강아지를 키웠을 것 같아! I think I would have raised a big dog! 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "I think I would have raised a big dog!"
    },
    {
      "korean": "이렇게 큰 아기를 보셨나요 여러분? Have you seen such a big baby like this? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #49",
      "english": "Have you seen such a big baby like this?"
    }
  ],
  "examples": [
    {
      "korean": "He set off with a loping stride. 듣기 Add to Wordbook 그가 성큼성큼 큰 보폭으로 출발했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He set off with a loping stride. Add to Wordbook"
    },
    {
      "korean": "He amassed a fortune from silver mining. 듣기 Add to Wordbook 그는 은광업으로 큰 재산을 모았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He amassed a fortune from silver mining. Add to Wordbook"
    },
    {
      "korean": "He is vicar of a large rural parish. 듣기 Add to Wordbook 그는 큰 시골 교구의 교구 목사이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He is vicar of a large rural parish. Add to Wordbook"
    },
    {
      "korean": "a glass tankard etched with his initials 듣기 Add to Wordbook 그의 이름 첫 글자들이 식각된 큰 유리잔 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a glass tankard etched with his initials Add to Wordbook"
    },
    {
      "korean": "It was the biggest pike I ever hooked. 듣기 Add to Wordbook 그것은 내가 낚아 본 제일 큰 창꼬치였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was the biggest pike I ever hooked. Add to Wordbook"
    }
  ]
}