{
  "phrases": [
    {
      "phrase": "큰돈",
      "hanja": "",
      "example": {},
      "meanings": [
        "fortune, large[big, enormous] sum of money, a lot of money, (informal) big money, (informal) mint, (Am, inf) big bucks"
      ]
    },
    {
      "phrase": "큰돈을 벌다",
      "hanja": "",
      "example": {},
      "meanings": [
        "rake in the money"
      ]
    },
    {
      "phrase": "큰돈이 들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "cost a great deal of money"
      ]
    },
    {
      "phrase": "큰돈을 들여서",
      "hanja": "",
      "example": {},
      "meanings": [
        "at a great cost"
      ]
    },
    {
      "phrase": "큰돈을 집어먹다",
      "hanja": "",
      "example": {},
      "meanings": [
        "pocket[peculate] a large sum"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "pile 1",
      "frequency": 3
    },
    {
      "meaning": "boodle",
      "frequency": 0
    },
    {
      "meaning": "heavy money",
      "frequency": 0
    },
    {
      "meaning": "hard coin",
      "frequency": 0
    },
    {
      "meaning": "big dough",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "큰 돈 벌겠어. You can earn big money. 듣기 View video 한뼘TV : [방판소년단 EP27] 끝을 모르는 방판소년단의 여자친구 사랑!",
      "english": "You can earn big money."
    },
    {
      "korean": "작은 돈이 아니네 이게... 큰 돈이네... This isn't small money... It's big money... 듣기 View video 한뼘TV : [방판소년단 EP14] 방문판매의 덫에 걸린 순수한 오마이걸 (다 너희 돈으로 하는건데 뭘~)",
      "english": "This isn't small money... It's big money..."
    },
    {
      "korean": "큰돈 번다. You make a big lump of money. 듣기 View video Big Picture (빅픽처) : 빅픽처 ep95_탈출하고 싶다고? 결론은 답.정.너",
      "english": "You make a big lump of money."
    },
    {
      "korean": "큰 돈을 있을 수가 없었죠. So we didn't have a lot of money. 듣기 View video V COOKIE : [Full] MAMAMOO X LieV - 마마무의 눕방라이브!",
      "english": "So we didn't have a lot of money."
    },
    {
      "korean": "큰 돈이네요. 세금 떼지 않나요? That's a lot. Did you pay taxes? 듣기 View video IDOL x IDOL : 언타이틀 - '임도혁 + 헤일로와 함께하는 언타이틀'",
      "english": "That's a lot. Did you pay taxes?"
    }
  ],
  "examples": [
    {
      "korean": "They were earning big money. 듣기 Add to Wordbook 그들은 큰 돈을 벌고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They were earning big money. Add to Wordbook"
    },
    {
      "korean": "$20 means a lot when you live on $100 a week. 듣기 Add to Wordbook 일주일에 100달러를 가지고 살면 20달러는 큰돈이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "$20 means a lot when you live on $100 a week. Add to Wordbook"
    },
    {
      "korean": "to spend lots of money on houseblinging 듣기 Add to Wordbook 크리스마스에 집 주변을 휘황찬란하게 꾸미는 데 큰 돈을 쓰다 국제영어대학원대학교 신어사전",
      "english": "to spend lots of money on houseblinging Add to Wordbook"
    },
    {
      "korean": "A billion here, a billion there, pretty soon it adds up to real money. (Senator Everett Dirksen) 듣기 Add to Wordbook 여기서 10억불, 저기서 10억불 하다보면 머지 않아 큰 돈이 된다. (에버렛 더크슨, 돈명언) 명언/속담",
      "english": "A billion here, a billion there, pretty soon it adds up to real money. (Senator Everett Dirksen) Add to Wordbook"
    },
    {
      "korean": "The ebaypreneur has made a lot of money by selling shoes. 듣기 Add to Wordbook 그 이베이 판매자는 신발을 팔아 큰 돈을 벌었다. 국제영어대학원대학교 신어사전",
      "english": "The ebaypreneur has made a lot of money by selling shoes. Add to Wordbook"
    }
  ]
}