{
  "phrases": [
    {
      "phrase": "클레임",
      "hanja": "",
      "example": {},
      "meanings": [
        "claim"
      ]
    },
    {
      "phrase": "claim",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb (…이 사실이라고) 주장하다",
        "Verb (자기 권리나 재산이라고 여겨) 요구[요청]하다",
        "Noun 주장"
      ]
    },
    {
      "phrase": "Claim",
      "hanja": "",
      "example": {},
      "meanings": [
        "카지노용어 클레임 (=Claimer)"
      ]
    },
    {
      "phrase": "클레임을 걸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make[institute, bring forward, put in] a claim for compensation"
      ]
    },
    {
      "phrase": "클레임을 제기하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make[file, put in] a claim"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Claim",
      "frequency": 0
    },
    {
      "meaning": "make a complaint about",
      "frequency": 0
    },
    {
      "meaning": "settle a claim",
      "frequency": 0
    },
    {
      "meaning": "claim of quality",
      "frequency": 0
    },
    {
      "meaning": "file a claim on merchandise",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그래서 공연장에서도 클레임이 많이 들어왔죠. So we received so many claims. 듣기 View video INFINITE : INFINITE DONG WOO&HOYA’s 인피니트 동우&호야 X 같이먹어요",
      "english": "So we received so many claims."
    },
    {
      "korean": "그냥 난 클레임 거는 게 재미있어 죽겠다 그렇게 말씀을 하세요. Just say that you love to complain. 듣기 View video V WEB DRAMA : 텔레씨네 <아이리시어퍼컷> 5화",
      "english": "Just say that you love to complain."
    },
    {
      "korean": "많은 분들이 클레임 거시고 계시거든요? - 왜? 불편해 보인다고? So many people are commenting on it. - Why? Are they saying you look uncomfortable? 듣기 View video V COOKIE : [Full] 9MUSES X LieV - 나인뮤지스의 눕방라이브!",
      "english": "So many people are commenting on it. - Why? Are they saying you look uncomfortable?"
    },
    {
      "korean": "[자칭 심리전 고수] - 이런 심리전은 제가 잘하기 때문에 - 오케이! [Self-claimed master of psychological game] - I'm good at psychological games. - Okay. 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "[Self-claimed master of psychological game] - I'm good at psychological games. - Okay."
    },
    {
      "korean": "본인 고른 거... Claim your snacks! 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#378. 열려라 에이티즈 (스페셜 DJ AOA 지민&찬미 with 에이티즈)",
      "english": "Claim your snacks!"
    }
  ],
  "examples": [
    {
      "korean": "If you agree to withdraw your claim, we would be glad to restart the project. 듣기 Add to Wordbook 귀사가 클레임을 취하하는 데 동의하시면, 당사는 기꺼이 프로젝트에 재착수하겠습니다. DARAKWON",
      "english": "If you agree to withdraw your claim, we would be glad to restart the project. Add to Wordbook"
    },
    {
      "korean": "John forwarded me your e-mail regarding a possible claim because I generally deal with the legal issues. 듣기 Add to Wordbook 법적 문제는 보통 제가 처리하기 때문에 John이 발생 가능성이 있는 클레임에 대한 귀하의 메일을 저에게 전달했습니다. DARAKWON",
      "english": "John forwarded me your e-mail regarding a possible claim because I generally deal with the legal issues. Add to Wordbook"
    },
    {
      "korean": "I'm afraid we've got a claim on our hands. 듣기 Add to Wordbook 우리가 처리해야 할 클레임이 한 건 있다. Neungyule",
      "english": "I'm afraid we've got a claim on our hands. Add to Wordbook"
    },
    {
      "korean": "There's a claim against the goods we exported last month. 듣기 Add to Wordbook 지난달에 수출한 물건에 클레임이 걸렸다 Neungyule",
      "english": "There's a claim against the goods we exported last month. Add to Wordbook"
    },
    {
      "korean": "Claims have been filed against the products we exported last month. 듣기 Add to Wordbook 지난달에 수출한 물건에 클레임이 걸렸다 Neungyule",
      "english": "Claims have been filed against the products we exported last month. Add to Wordbook"
    }
  ]
}