{
  "phrases": [
    {
      "phrase": "키메라",
      "hanja": "",
      "example": {},
      "meanings": [
        "[동물∙식물] a chimera."
      ]
    },
    {
      "phrase": "chimera ( chimaera )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 키메라(사자의 머리에 염소 몸통에 뱀 꼬리를 단 그리스 신화 속 괴물)",
        "Noun 격식 불가능한 생각[희망]"
      ]
    },
    {
      "phrase": "chim(a)era",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 농업 키메라"
      ]
    },
    {
      "phrase": "키메라항체",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 chimeric antibody"
      ]
    },
    {
      "phrase": "키메라현상, 키메리즘",
      "hanja": " (-現象, -)",
      "example": {},
      "meanings": [
        "의학 chimerism"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "chimera",
      "frequency": 0
    },
    {
      "meaning": "chim(a)era",
      "frequency": 0
    },
    {
      "meaning": "Achaval Ferrer, Quimera",
      "frequency": 0
    },
    {
      "meaning": "chimerism",
      "frequency": 0
    },
    {
      "meaning": "cỳtochímera",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "양쪽이... 마치 키메라처럼. You can put your heads in both legs. Like a two-headed creature. 듣기 View video V Special : [WEEKLY V CHART] 위클리브이차트 2016.7.23 - 7.29 EPISODE",
      "english": "You can put your heads in both legs. Like a two-headed creature."
    },
    {
      "korean": "양쪽에 넣는 거지. 마치 키메라처럼 두 분이서... You can put your heads in both legs. Like a two-headed creature. 듣기 View video WINNER : 승승TV Ep.4 (WINWIN TV Ep.4)",
      "english": "You can put your heads in both legs. Like a two-headed creature."
    }
  ],
  "examples": [
    {
      "korean": "a Chimerarachne in amber 듣기 Add to Wordbook 호박 속의 키메라라크네 거미 국제영어대학원대학교 신어사전",
      "english": "a Chimerarachne in amber Add to Wordbook"
    },
    {
      "korean": "In the movie, the chimera, a half-man half-ape creature escaped from a secret government research and is on its way being hunted. 듣기 Add to Wordbook 영화 속에서 키메라는 반은 사람이고 반은 유인원인 형태인데 정부의 비밀스러운 연구소로부터 탈출해서 쫓기는 처지가 된다. YBM All in All English-Korean Dictionary",
      "english": "In the movie, the chimera, a half-man half-ape creature escaped from a secret government research and is on its way being hunted. Add to Wordbook"
    },
    {
      "korean": "Scientists have created the world's first human-sheep chimera, an animal that has the body of a sheep and half-human organs. 듣기 Add to Wordbook 과학자들은 세계 최초의 인간과 양의 키메라를 만들었는데 이것은 양과 인간 장기의 절반으로 이루어진 몸을 갖고 있는 동물이다. Neungyule",
      "english": "Scientists have created the world's first human-sheep chimera, an animal that has the body of a sheep and half-human organs. Add to Wordbook"
    },
    {
      "korean": "Both chimeras and mosaics have some cells in their body with one set of DNA and other cells with a different set of DNA. 듣기 Add to Wordbook 키메라증과 섞임증 모두 한 쪽 세트의 DNA와 다른 세트의 DNA의 세포를 가집니다. TIMES CORE",
      "english": "Both chimeras and mosaics have some cells in their body with one set of DNA and other cells with a different set of DNA. Add to Wordbook"
    },
    {
      "korean": "In chimeras, the DNAs are as different as any two siblings' DNA (which makes sense since chimeras are fused fraternal twins). 듣기 Add to Wordbook 키메라증에서, DNA들은 어떤 두 형제의 DNA와도 다릅니다(키메라증은 형제 쌍둥이에서 융합되기 때문에 이치에 맞는). TIMES CORE",
      "english": "In chimeras, the DNAs are as different as any two siblings' DNA (which makes sense since chimeras are fused fraternal twins). Add to Wordbook"
    }
  ]
}