{
  "phrases": [
    {
      "phrase": "키아네",
      "hanja": "",
      "example": {},
      "meanings": [
        "종교 Cyane"
      ]
    },
    {
      "phrase": "에우마키아",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물 Eumachia"
      ]
    },
    {
      "phrase": "프로빙키아",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사 provincia"
      ]
    },
    {
      "phrase": "산드로 키아",
      "hanja": "",
      "example": {},
      "meanings": [
        "인물 Sandro Chia"
      ]
    },
    {
      "phrase": "키아와 아일랜드",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Kiawah Island"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Magna Graecia",
      "frequency": 0
    },
    {
      "meaning": "ponga",
      "frequency": 0
    },
    {
      "meaning": "bhut jolakia",
      "frequency": 0
    },
    {
      "meaning": "Xenodochia",
      "frequency": 0
    },
    {
      "meaning": "Chiavennasca",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "KIA JOORABCHIAN is the man who 'owns' Carlos Tevez. 듣기 Add to Wordbook 키아 주랍챤은 카를로스 테베즈를 소유한 사람이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 빡초아(kong****)",
      "english": "KIA JOORABCHIAN is the man who 'owns' Carlos Tevez. Add to Wordbook"
    },
    {
      "korean": "No one claimed responsibility, but Sheikh Hasina yesterday blamed prime minister Khaleda Zia's government. 듣기 Add to Wordbook 아무도 자신들의 소행이라고 주장하지 않았지만, 쉐이크 하시나가 어제 총리 칼레다 키아의 정부 책임으로 돌렸다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "No one claimed responsibility, but Sheikh Hasina yesterday blamed prime minister Khaleda Zia's government. Add to Wordbook"
    },
    {
      "korean": "That's what I told my agent and Kia Joorabchian, who is in charge of my transfers. 듣기 Add to Wordbook 그것은 나의 대리인과 키아 나의 이적을 책임진 주라브치안에게 내가 말했던 것이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 su303530(su30****)",
      "english": "That's what I told my agent and Kia Joorabchian, who is in charge of my transfers. Add to Wordbook"
    },
    {
      "korean": "In 2005, La Kia, then 29, was found to have a terminal form of muscular dystrophy. 듣기 Add to Wordbook 2005년도에 당시 29세였던 라 키아는 근육 위축증의 말기 증세를 겪고 있는 것으로 밝혀졌다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 장사빈(joll****)",
      "english": "In 2005, La Kia, then 29, was found to have a terminal form of muscular dystrophy. Add to Wordbook"
    }
  ]
}