{
  "phrases": [
    {
      "phrase": "타입",
      "hanja": "",
      "example": {},
      "meanings": [
        "type"
      ]
    },
    {
      "phrase": "type",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 형(태), 유형, 종류",
        "Noun 비격식 (특정한 성격특징 등을 지닌) 사람, 타입",
        "Verb (타자기컴퓨터로) 타자 치다[입력하다]"
      ]
    },
    {
      "phrase": "-type",
      "hanja": "",
      "example": {},
      "meanings": [
        "((연결형)) [타입, …형, …식, …판(版)]의 뜻"
      ]
    },
    {
      "phrase": "그 사람은 내 타입이 아냐.",
      "hanja": "",
      "example": {},
      "meanings": [
        "He is not my type."
      ]
    },
    {
      "phrase": "저런 타입의 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "a man of that type[kind, stripe]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "type",
      "frequency": 3
    },
    {
      "meaning": "mould",
      "frequency": 3
    },
    {
      "meaning": "-type",
      "frequency": 0
    },
    {
      "meaning": "jell",
      "frequency": 0
    },
    {
      "meaning": "a hero in the 'Superman' mould",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이게 영어가 비슷비슷하면 성격도 비슷비슷한 그런 타입으로 가나 보네요? When the letters are similar, does that mean we have a similar personality? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "When the letters are similar, does that mean we have a similar personality?"
    },
    {
      "korean": "[거짓말 못하는 타입] - 뭘 숨기고 있는 거야? 너 뭐야? - 너 뭘 숨기고 있는 거야? [Can't lie] - What are you hiding? - What are you hiding? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.2 2020 : MYSTERY MYSTERY #2",
      "english": "[Can't lie] - What are you hiding? - What are you hiding?"
    },
    {
      "korean": "그거 씨잼 타입 - 씨잼 타입? \"C JAMM Type\". - \"C JAMM Type?\" 듣기 View video Dingo Freestyle / 딩고프리스타일 : [DAMOIM/★선공개★] EP.6 다모임 안의 중2병이 깨어났다…!ㅣ둘도 없는 힙합 친구 : 다모임ㅣDingo Freestyle",
      "english": "\"C JAMM Type\". - \"C JAMM Type?\""
    },
    {
      "korean": "쉽게 질리는 타입인가요? You get tired easily?? 듣기 View video N.Flying : 우리 얘기 좀 합시다 #21",
      "english": "You get tired easily??"
    },
    {
      "korean": "이 제품이 얼마나 괜찮은 타입이라는 걸! this item is very nice. 듣기 View video 카모마일T (Chamomile_T) : [갓신상] 달바 남자 올인원 스킨로션 카모마일T가 먼저 소개할게요!",
      "english": "this item is very nice."
    }
  ],
  "examples": [
    {
      "korean": "He’s not the nervous type. 듣기 Add to Wordbook 그는 걱정을 많이 하는 타입이 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s not the nervous type. Add to Wordbook"
    },
    {
      "korean": "He’s not the type to be unfaithful. 듣기 Add to Wordbook 그는 부정(不貞)을 저지를[바람을 피울] 그런 타입이 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s not the type to be unfaithful. Add to Wordbook"
    },
    {
      "korean": "He is cast in a different mould from his predecessor. 듣기 Add to Wordbook 그는 전임자와는 다른 타입의 사람이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He is cast in a different mould from his predecessor. Add to Wordbook"
    },
    {
      "korean": "He’s nice enough but not really my cup of tea. 듣기 Add to Wordbook 그는 진짜 좋은 사람이지만 내가 좋아하는 타입은 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s nice enough but not really my cup of tea. Add to Wordbook"
    },
    {
      "korean": "She’s not my type. 듣기 Add to Wordbook 그녀는 내 타입[내가 좋아하는 종류의 사람]이 아니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s not my type. Add to Wordbook"
    }
  ]
}