{
  "phrases": [
    {
      "phrase": "탐나다",
      "hanja": " (貪―)",
      "example": {},
      "meanings": [
        "want, (formal) desire, (formal) covet, (formal) be desirous of, (formal) be covetous"
      ]
    },
    {
      "phrase": "탐나바강",
      "hanja": "",
      "example": {},
      "meanings": [
        "자연지리 Tamnava River"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "unenviable",
      "frequency": 0
    },
    {
      "meaning": "desirably",
      "frequency": 0
    },
    {
      "meaning": "a desirable family residence for sale",
      "frequency": 0
    },
    {
      "meaning": "a thing desired",
      "frequency": 0
    },
    {
      "meaning": "an object of desire",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "탐나? You want it? 듣기 View video DIA : 다이아 X 에이드 명랑운동회 추가소식",
      "english": "You want it?"
    },
    {
      "korean": "어떤 파트가 탐나요? - 저 정우 파트! Which part did you want to try? - JUNGWOO's part! 듣기 View video ALL THE K-POP : [주간아이돌] 기습 라이브 with NCT 127",
      "english": "Which part did you want to try? - JUNGWOO's part!"
    },
    {
      "korean": "[안 탐나] - 낙이죠? - 오케이 오케이 0번 - 낙이죠? [I don't want it] - Out. - OK. 0. - His is out. 듣기 View video BTS : Run BTS! 2020 - EP.104",
      "english": "[I don't want it] - Out. - OK. 0. - His is out."
    },
    {
      "korean": "한번 해주세요 - 탐나요? Please do it for us. - Are you envious of it? 듣기 View video UP10TION : 업텐션이랑 파헤치기!",
      "english": "Please do it for us. - Are you envious of it?"
    },
    {
      "korean": "[전 이게 더 탐나요] 바꾸면 안 돼요? [I want that more] Can I have that one? 듣기 View video 슈주 리턴즈 (SJ returns) : [슈주 리턴즈 : 스핀오프] 특규 리턴즈 픽쿡크라운 EP02",
      "english": "[I want that more] Can I have that one?"
    }
  ],
  "examples": [
    {
      "korean": "You're driving me crazy, Tom! 발음듣기 탐, 나 화나게 만드는구나! YBM All in All English-Korean Dictionary",
      "english": "You're driving me crazy, Tom! 발음"
    },
    {
      "korean": "He couldn’t help eyeing the cakes hungrily. 발음듣기 그는 그 케이크를 탐나는 눈초리로 쳐다보지 않을 수 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He couldn’t help eyeing the cakes hungrily. 발음"
    },
    {
      "korean": "She was given the unenviable task of informing the losers. 발음듣기 그녀에게는 탈락자들에게 통지하는 탐나지 않는 일이 맡겨졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was given the unenviable task of informing the losers. 발음"
    },
    {
      "korean": "a desirable family residence for sale 발음듣기 가족이 살기 좋은 탐나는 주택 판매(광고 등에서 쓰는 표현) Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a desirable family residence for sale 발음"
    },
    {
      "korean": "She was wearing a dress to die for. 발음듣기 그녀는 정말 탐나는 드레스를 입고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was wearing a dress to die for. 발음"
    }
  ]
}