{
  "phrases": [
    {
      "phrase": "태우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(불에) burn",
        "(눋게 하다) burn, scorch, (살짝) singe, (새까맣게) char",
        "(피부를) tan, suntan"
      ]
    },
    {
      "phrase": "태우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(탈것에) take, give (sb) a ride[lift], pick (sb) up"
      ]
    },
    {
      "phrase": "태우지 마.",
      "hanja": "",
      "example": {},
      "meanings": [
        "요리에 관한 표현 Don't burn them."
      ]
    },
    {
      "phrase": "비행기 태우지 마세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "실용회화-칭찬 Don't make me blush."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "don't sweat it",
      "frequency": 0
    },
    {
      "meaning": "don't sweat the small stuff",
      "frequency": 0
    },
    {
      "meaning": "bumping",
      "frequency": 0
    },
    {
      "meaning": "pilotless aircraft",
      "frequency": 0
    },
    {
      "meaning": "long-unburnt",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'안 돼, 고기 태우지 마' -과자도 없어? \"Don't burn your meat\". - Not even chips? 듣기 View video Block B : BlockB BASTARZ's 블락비 바스타즈 X 같이먹어요",
      "english": "\"Don't burn your meat\". - Not even chips?"
    },
    {
      "korean": "제 핸드폰 태우지 마시고요. 왜 이러세요? Don't burn my candle. Why are you doing this to me? 듣기 View video LEE HI : HI TV - Episode 03",
      "english": "Don't burn my candle. Why are you doing this to me?"
    },
    {
      "korean": "라면 태우지 말고 빨리 들어가세요. - 맞다! 끓이고 있었는데. Don't burn the ramen, go back in. - Oh yeah, I was boiling it. 듣기 View video THE BOYZ : [FULL]더 보이즈 '꽃미남 분식집' 6회 The BOYZ \"Flower Snack\" ep.6",
      "english": "Don't burn the ramen, go back in. - Oh yeah, I was boiling it."
    },
    {
      "korean": "탕후루인데 어떻게 태워요 태우는 거야? It's tanghulu. How can you burn it? 듣기 View video TOMORROW X TOGETHER : 스윗한 태현이의 스윗한거 만들기",
      "english": "It's tanghulu. How can you burn it?"
    },
    {
      "korean": "태우는 어디 갔어? Where is he? 듣기 View video 콬TV (WHYNOT) : 나를 좋아해주는 사람에게 마음이 움직일까? #고백하기_좋은_순간ㅣ[리얼하이로맨스S2] EP11",
      "english": "Where is he?"
    }
  ],
  "examples": [
    {
      "korean": "Dogs are not allowed on the bus. 듣기 Add to Wordbook 버스 안에 개를 태우지 못한다. Friendict Level English-Korean Dictionary",
      "english": "Dogs are not allowed on the bus. Add to Wordbook"
    },
    {
      "korean": "Don’t fret yourself about me. 듣기 Add to Wordbook 나 때문에 속태우지 말아요. Dong-a's Prime English-Korean Dictionary",
      "english": "Don’t fret yourself about me. Add to Wordbook"
    },
    {
      "korean": "Come on, you don't need to flatter me. 듣기 Add to Wordbook 왜 이래, 비행기 좀 태우지 마. Neungyule",
      "english": "Come on, you don't need to flatter me. Add to Wordbook"
    },
    {
      "korean": "Don't put the baby in the front seat. 듣기 Add to Wordbook 아기를 앞좌석에 태우지 마세요. Neungyule",
      "english": "Don't put the baby in the front seat. Add to Wordbook"
    },
    {
      "korean": "Don't worry yourself about such a thing. or Don't let that worry you. 듣기 Add to Wordbook 그런 일로 속 태우지 마라 Dong-a's Prime English-Korean Dictionary",
      "english": "Don't worry yourself about such a thing. or Don't let that worry you. Add to Wordbook"
    }
  ]
}