{
  "phrases": [
    {
      "phrase": "태우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(불에) burn",
        "(눋게 하다) burn, scorch, (살짝) singe, (새까맣게) char",
        "(피부를) tan, suntan"
      ]
    },
    {
      "phrase": "태우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(탈것에) take, give (sb) a ride[lift], pick (sb) up"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "봉고차",
      "frequency": 0
    },
    {
      "meaning": "승합차",
      "frequency": 0
    },
    {
      "meaning": "searing",
      "frequency": 0
    },
    {
      "meaning": "kombi",
      "frequency": 0
    },
    {
      "meaning": "burnable",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "애들이 간지럼 태울 때 소리 내는 것도 안 돼요? What if they tickle me? Is it OK if I make some noise? 듣기 View video Stray Kids : [FULL] <찾았다 스트레이 키즈> 5화",
      "english": "What if they tickle me? Is it OK if I make some noise?"
    },
    {
      "korean": "불 태울 거예요! I'll fire up my passion! 듣기 View video ASTRO : 2017년의 첫날 아스트로와 함께~♡♡♡",
      "english": "I'll fire up my passion!"
    },
    {
      "korean": "다리를 태울 거거든. I'm going to burn my legs. 듣기 View video KNK : [마이 크나큰 텔레비전] #40 크나큰(KNK) 화보 촬영 현장",
      "english": "I'm going to burn my legs."
    },
    {
      "korean": "태울 거 같아. I think I'm going to burn these. 듣기 View video 러블리즈 미주&예인의 혼밥스타그램 (Lovelyz Mijoo & Yein's Honbab) : 러블리즈 미주&예인의 혼밥스타그램#23회(#미주#글램핑)",
      "english": "I think I'm going to burn these."
    },
    {
      "korean": "저거 태울 거 같은데... I think I'm going to burn those... 듣기 View video 러블리즈 미주&예인의 혼밥스타그램 (Lovelyz Mijoo & Yein's Honbab) : 러블리즈 미주&예인의 혼밥스타그램#23회(#미주#글램핑)",
      "english": "I think I'm going to burn those..."
    }
  ],
  "examples": [
    {
      "korean": "The aircraft seats 200 passengers. 듣기 Add to Wordbook 그 항공기는 200명의 승객을 태울 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The aircraft seats 200 passengers. Add to Wordbook"
    },
    {
      "korean": "I can take up to four people in my car. 듣기 Add to Wordbook 내 차에는 네 사람까지 태울 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can take up to four people in my car. Add to Wordbook"
    },
    {
      "korean": "The bus can take 60 passengers. 듣기 Add to Wordbook 그 버스는 60명의 승객을 태울 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The bus can take 60 passengers. Add to Wordbook"
    },
    {
      "korean": "The sun was blazing hot. 듣기 Add to Wordbook 햇볕은 모든 걸 태울 듯 뜨거웠다[뜨겁게 내리쬐고 있었다]. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sun was blazing hot. Add to Wordbook"
    },
    {
      "korean": "The hotel had a taxi waiting to collect us. 듣기 Add to Wordbook 호텔에서 우리를 태울 택시를 대기시켜 놓고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The hotel had a taxi waiting to collect us. Add to Wordbook"
    }
  ]
}