{
  "phrases": [
    {
      "phrase": "태우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(불에) burn",
        "(눋게 하다) burn, scorch, (살짝) singe, (새까맣게) char",
        "(피부를) tan, suntan"
      ]
    },
    {
      "phrase": "태우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(탈것에) take, give (sb) a ride[lift], pick (sb) up"
      ]
    },
    {
      "phrase": "잔디 태우기",
      "hanja": "",
      "example": {},
      "meanings": [
        "burning lawn"
      ]
    },
    {
      "phrase": "태우기를 비롯하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "start with burning"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tease",
      "frequency": 3
    },
    {
      "meaning": "tanorexic",
      "frequency": 0
    },
    {
      "meaning": "singeing",
      "frequency": 0
    },
    {
      "meaning": "call at ... to embark passengers",
      "frequency": 0
    },
    {
      "meaning": "stop to take in passengers",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[진짜 태우기 전에 말을 돌려보자] 이제 저희... [Let's distract them before they make us try that] Now... 듣기 View video JBJ : 잘봐줘 JBJ 3화 (Just Be Joyful JBJ EP.3)",
      "english": "[Let's distract them before they make us try that] Now..."
    },
    {
      "korean": "기초대사량이 높아지면, 지방을 태우기 좋은 몸매로 만들 수 있어요. When the basal metabolic rate is increased, your body tends to burn fat easily. 듣기 View video V Beauty : Akiba Rie - 리에와 요가Talk_모닝요가로 다이어트해요!",
      "english": "When the basal metabolic rate is increased, your body tends to burn fat easily."
    },
    {
      "korean": "탕후루인데 어떻게 태워요 태우는 거야? It's tanghulu. How can you burn it? 듣기 View video TOMORROW X TOGETHER : 스윗한 태현이의 스윗한거 만들기",
      "english": "It's tanghulu. How can you burn it?"
    },
    {
      "korean": "태우는 어디 갔어? Where is he? 듣기 View video 콬TV (WHYNOT) : 나를 좋아해주는 사람에게 마음이 움직일까? #고백하기_좋은_순간ㅣ[리얼하이로맨스S2] EP11",
      "english": "Where is he?"
    },
    {
      "korean": "또 또 불태워! Fire it up again! 듣기 View video N.Flying : GOOD NIGHT RADIO PART.2",
      "english": "Fire it up again!"
    }
  ],
  "examples": [
    {
      "korean": "The bus stopped to take on more passengers. 듣기 Add to Wordbook 버스가 승객을 더 태우기 위해 멈췄다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The bus stopped to take on more passengers. Add to Wordbook"
    },
    {
      "korean": "She rolled over to let the sun brown her back. 듣기 Add to Wordbook 그녀는 햇볕에 등을 태우기 위해 몸을 돌렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She rolled over to let the sun brown her back. Add to Wordbook"
    },
    {
      "korean": "Tanimals love to get a tan. 듣기 Add to Wordbook 늘 피부를 태우는 사람들은 피부 태우기를 좋아한다. 국제영어대학원대학교 신어사전",
      "english": "Tanimals love to get a tan. Add to Wordbook"
    },
    {
      "korean": "The plane is approaching the gate to pick up passengers. 듣기 Add to Wordbook 비행기가 승객들을 태우기 위해 탑승구로 다가가고 있다. YBM All in All English-Korean Dictionary",
      "english": "The plane is approaching the gate to pick up passengers. Add to Wordbook"
    },
    {
      "korean": "But now, it may be possible to stimulate brown fat in the body to burn more calories instead. 듣기 Add to Wordbook 하지만 현재, 그 대신에 더 많은 칼로리를 태우기 위해서 인체 내의 갈색 지방을 자극하는 것이 가능할 수도 있다. Neungyule",
      "english": "But now, it may be possible to stimulate brown fat in the body to burn more calories instead. Add to Wordbook"
    }
  ]
}