{
  "phrases": [
    {
      "phrase": "터무니",
      "hanja": "",
      "example": {},
      "meanings": [
        "a base, a foundation, a source"
      ]
    },
    {
      "phrase": "터무니없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "absurd, ridiculous, unreasonable, outrageous, ludicrous, (formal) preposterous"
      ]
    },
    {
      "phrase": "엄청난[터무니없는] 수",
      "hanja": "",
      "example": {},
      "meanings": [
        "a vast[prodigious] number"
      ]
    },
    {
      "phrase": "강한[터무니 없는] 요구",
      "hanja": "",
      "example": {},
      "meanings": [
        "a strong[an exorbitant] demand"
      ]
    },
    {
      "phrase": "터무니없는 요구",
      "hanja": "",
      "example": {},
      "meanings": [
        "preposterous demand"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "뚱딴지 같은",
      "frequency": 0
    },
    {
      "meaning": "ludicrous",
      "frequency": 1
    },
    {
      "meaning": "ridiculous",
      "frequency": 2
    },
    {
      "meaning": "nonsense",
      "frequency": 2
    },
    {
      "meaning": "impractical",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "[여기 있을 법한데] 너무 번호가 터무니없었어, 비밀번호가... [Something should be here] The password was out of nowhere. 듣기 View video SEVENTEEN : [SEVENTEEN] GOING SEVENTEEN 2019 EP.18 노래방탈출 #2 (Escape Singing Room #2)",
      "english": "[Something should be here] The password was out of nowhere."
    },
    {
      "korean": "터 - 터무니없는 소리! Tor! - Absurd noise! 듣기 View video V PICK! : [MONSTA X] 지금까지 이런 주접은 없었다. 이것은 MX인가 MBB인가❓ (MONSTA X talking about each other’s compliments)",
      "english": "Tor! - Absurd noise!"
    },
    {
      "korean": "너무 터무니가 없네요. 죄송합니다. That's absurd. I'm sorry. 듣기 View video LEE DONG WOOK : [Full]이동욱의 On the air (LEE DONG WOOK's On the air)",
      "english": "That's absurd. I'm sorry."
    },
    {
      "korean": "소머리국밥이 더 터무니없다. But \"ox head rice soup\" was more nonsensical. 듣기 View video GFRIEND : 멜론뮤직어워드 레드카펫",
      "english": "But \"ox head rice soup\" was more nonsensical."
    },
    {
      "korean": "터무니 없는 것도 괜찮아요? - 응. It might sound ridiculous, is it alright? - Yes. 듣기 View video MAP6 : <맵식스는 열일중 !>",
      "english": "It might sound ridiculous, is it alright? - Yes."
    }
  ],
  "examples": [
    {
      "korean": "Some of his suggestions verged on the outrageous. 발음듣기 그의 제안들 중 일부는 거의 터무니없을 정도였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Some of his suggestions verged on the outrageous. 발음"
    },
    {
      "korean": "She enjoys shocking people by saying outrageous things. 발음듣기 그녀는 터무니없는 말들을 해서 사람들에게 충격을 주는 것을 즐긴다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She enjoys shocking people by saying outrageous things. 발음"
    },
    {
      "korean": "She says the most outrageous things sometimes. 발음듣기 그녀는 가끔 아주 터무니없는 말을 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She says the most outrageous things sometimes. 발음"
    },
    {
      "korean": "Reports that he has resigned are nonsense. 발음듣기 그가 사직했다는 보도는 터무니없는 말이다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Reports that he has resigned are nonsense. 발음"
    },
    {
      "korean": "She has an illogical fear of insects. 발음듣기 그녀는 곤충들에 대해 터무니없는 공포심을 갖고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She has an illogical fear of insects. 발음"
    }
  ]
}