{
  "phrases": [
    {
      "phrase": "털",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람의) hair, (음모) pubic hair, (솜털) down",
        "(동물의) fur, hair, coat, (짧고 굵은) bristle, (양털) wool, (새털) feathers",
        "(기타)"
      ]
    },
    {
      "phrase": "털모자",
      "hanja": " (털帽子)",
      "example": {},
      "meanings": [
        "woolen[woolly] hat"
      ]
    },
    {
      "phrase": "털장갑",
      "hanja": " (털掌匣)",
      "example": {},
      "meanings": [
        "fur[woolen] gloves"
      ]
    },
    {
      "phrase": "털양말",
      "hanja": "",
      "example": {},
      "meanings": [
        "woolen socks"
      ]
    },
    {
      "phrase": "털이 많다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be thickly haired"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hair",
      "frequency": 3
    },
    {
      "meaning": "fur",
      "frequency": 3
    },
    {
      "meaning": "pile",
      "frequency": 3
    },
    {
      "meaning": "coat",
      "frequency": 3
    },
    {
      "meaning": "wool",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "약간 오리털 같은 눈? Kind of like a duck fur? 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "Kind of like a duck fur?"
    },
    {
      "korean": "굉장히 드센 놈한테 박혀있던 털인가 보다~ It must be from a punk who was so fierce... 듣기 View video SF9 : 어머님들",
      "english": "It must be from a punk who was so fierce..."
    },
    {
      "korean": "고양이 러시안블루 회색 털을 가지고 있는 - 그래요? Russian Blue. A cat breed with gray fur. - Really? 듣기 View video SECHSKIES : [Replay] SECHSKIES - COMEBACK LIVE '젝다방 포 유 (SECHDABANG FOR YOU)'",
      "english": "Russian Blue. A cat breed with gray fur. - Really?"
    },
    {
      "korean": "이거 귀엽다! - 이거 귀엽지 않냐? 이거 안에 털 있어! This is cute! - It looks cute right? There is fur! 듣기 View video MAMAMOO : [Special] MOONBYUL's Weird Day Vlog #2",
      "english": "This is cute! - It looks cute right? There is fur!"
    },
    {
      "korean": "날개! 털! 털, 털 - 진짜요? Wings.. feather. - Really? 듣기 View video GOT7 : [FULL] GOT7 SHOWCASE",
      "english": "Wings.. feather. - Really?"
    }
  ],
  "examples": [
    {
      "korean": "It was time for the sheep to be shorn. 듣기 Add to Wordbook 그 양들의 털을 깎아야 할 때였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It was time for the sheep to be shorn. Add to Wordbook"
    },
    {
      "korean": "to wax your legs / to have your legs waxed 듣기 Add to Wordbook 왁스로 다리의 털을 제거하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to wax your legs / to have your legs waxed Add to Wordbook"
    },
    {
      "korean": "The moss was soft and furry to the touch. 듣기 Add to Wordbook 이끼는 부드럽고 만져 보면 털 같았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The moss was soft and furry to the touch. Add to Wordbook"
    },
    {
      "korean": "At clipping time sheep need to be penned. 듣기 Add to Wordbook 털 깎는 철에는 양을 우리 안에 가둬 놓아야 한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "At clipping time sheep need to be penned. Add to Wordbook"
    },
    {
      "korean": "This wool comes from goats, not sheep. 듣기 Add to Wordbook 이 모직은 양이 아니라 염소에서 나온[염소 털로 만든] 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This wool comes from goats, not sheep. Add to Wordbook"
    }
  ]
}