{
  "phrases": [
    {
      "phrase": "테니",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Tenney"
      ]
    },
    {
      "phrase": "곧 기억해 낼 테니 잠시만 기다려 주세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "의견 말하기 I'll remember soon, wait a second.",
        "의견 말하기 I'll remember it soon, just wait a moment."
      ]
    },
    {
      "phrase": "금방 끝날 테니 끊지 마시고 기다려 주세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "전화 실전표현 He should finish soon, so please hold on."
      ]
    },
    {
      "phrase": "-을 테니",
      "hanja": "",
      "example": {},
      "meanings": [
        "-l teni (→-을 테니까, -ㄹ 테니)",
        "-l teni (→-을 테니까, -ㄹ 테니)"
      ]
    },
    {
      "phrase": "-ㄹ 테니",
      "hanja": "",
      "example": {},
      "meanings": [
        "-l teni (→-ㄹ 테니까, -을 테니)",
        "-l teni (→-ㄹ 테니까, -을 테니)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Come here! I won't bite!",
      "frequency": 0
    },
    {
      "meaning": "or",
      "frequency": 3
    },
    {
      "meaning": "Tenebrae",
      "frequency": 0
    },
    {
      "meaning": "Parthenius",
      "frequency": 0
    },
    {
      "meaning": "Albategnius",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "제가 로미오가 될 테니 줄리엣이 되신다면... I'll be your Romeo and you will be my Juliet. 듣기 View video V COOKIE : Jang Dong Woo X Rooftop Live - 장동우의 루프탑라이브!",
      "english": "I'll be your Romeo and you will be my Juliet."
    },
    {
      "korean": "'점점 빠져 뒹굴게 될 테니' 하는데 이게 다 풀린 거예요. I sang \"We'll fall into each other and roll around\" and all of these came undone. 듣기 View video MONSTA X : LIVE : 죄송합니다",
      "english": "I sang \"We'll fall into each other and roll around\" and all of these came undone."
    },
    {
      "korean": "[대신 너무 무리하지 말고... 몸이 안 좋아도 항상 곁에 있어 줄 테니 걱정 마!!!] [Don't overdo it though, I'll make sure I'm next to you when you're sick. So don't worry!] View video Stray Kids : [Two Kids Room(투키즈룸)] VOL.3 Ep.02 방찬 X 승민",
      "english": "[Don't overdo it though, I'll make sure I'm next to you when you're sick. So don't worry!]"
    },
    {
      "korean": "네게만 해 줄 테니~ I'll only tell you about it~ 듣기 View video OSEN : ASTRO 아스트로 'Star Road' Teaser",
      "english": "I'll only tell you about it~"
    },
    {
      "korean": "뭐든 가져와 봐 소화해낼 테니. Bring it all to me. I'll do it. 듣기 View video MOMO X : [존잘러스2] 펜타곤 키노&우석 편",
      "english": "Bring it all to me. I'll do it."
    }
  ],
  "examples": [
    {
      "korean": "Come here! I won’t bite! 듣기 Add to Wordbook 이리 와! 안 잡아먹을 테니! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Come here! I won’t bite! Add to Wordbook"
    },
    {
      "korean": "Just say the word, and I’ll go. 듣기 Add to Wordbook 명령[말씀]만 하세요, 그럼 내가 갈 테니. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Just say the word, and I’ll go. Add to Wordbook"
    },
    {
      "korean": "Try to get some rest—you have a busy day tomorrow. 듣기 Add to Wordbook 좀 쉬도록 해. 내일은 바쁠 테니. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Try to get some rest—you have a busy day tomorrow. Add to Wordbook"
    },
    {
      "korean": "Don’t worry—he won’t split on us. 듣기 Add to Wordbook 걱정하지 마, 그가 우리를 일러바치지는 않을 테니. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t worry—he won’t split on us. Add to Wordbook"
    },
    {
      "korean": "Please make yourself comfortable while I get some coffee. 듣기 Add to Wordbook 커피 가져 올 테니 편안히 계세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Please make yourself comfortable while I get some coffee. Add to Wordbook"
    }
  ]
}