{
  "phrases": [
    {
      "phrase": "taker",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (제의 등에) 선뜻 응하는 사람",
        "Noun (…을) 받는[섭취하는/복용하는] 사람"
      ]
    },
    {
      "phrase": "-taker",
      "hanja": "",
      "example": {},
      "meanings": [
        "COMB in N-COUNT -taker combines with nouns to form other nouns which refer to people who take things, for example decisions or notes."
      ]
    },
    {
      "phrase": "TAKER (MOOCHER)",
      "hanja": "",
      "example": {},
      "meanings": [
        "A taker is any individual that is part of the 47% of Americans who pay zero federal income taxes...and then votes over and over for the party that is most likely to increase taxes (ie. take even more earned property) on the 53% who DO pay federal income taxes. These folks also do not have a hint ..."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "off-taker",
      "frequency": 0
    },
    {
      "meaning": "Order Taker",
      "frequency": 0
    },
    {
      "meaning": "국세 조사원",
      "frequency": 0
    },
    {
      "meaning": "복용자",
      "frequency": 0
    },
    {
      "meaning": "집찰계원",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[형더테이커 앞에 놓인 휴지 한 장..] - 형더테이커~ - 형더테이커. \"Hyung-der Taker.\" - \"Hyung the Taker.\" 듣기 View video MONSTA X : [MONSTA X] 몬스타엑스 - 출.없.방 #07",
      "english": "\"Hyung-der Taker.\" - \"Hyung the Taker.\""
    },
    {
      "korean": "[감동!] 형더테이커 굉장히 좋았어요 개인적으로. I personally really liked the \"Hyung-der Taker.\" 듣기 View video MONSTA X : [MONSTA X] 몬스타엑스 - 출.없.방 #07",
      "english": "I personally really liked the \"Hyung-der Taker.\""
    },
    {
      "korean": "[형더테이커 개그 점수를 의식한 과도한 액션] 촵! 촵! 촵! [Exaggerated actions to get points] Chop! Chop! Chop! 듣기 View video MONSTA X : [MONSTA X] 몬스타엑스 - 출.없.방 #07",
      "english": "[Exaggerated actions to get points] Chop! Chop! Chop!"
    },
    {
      "korean": "[질문!] \"있지의 셀카 고수? or 셀카 못 찍는 멤버는?\" [Question!] \"Who is the best selfie taker? Or the worst\"? 듣기 View video OSEN : ITZY 있지의 셀카고수는? #스타로드 19",
      "english": "[Question!] \"Who is the best selfie taker? Or the worst\"?"
    },
    {
      "korean": "셀고 산들이? Sandeul is a bad selfie taker? 듣기 View video B1A4 : 벌써 1월3일!!D-2",
      "english": "Sandeul is a bad selfie taker?"
    }
  ],
  "examples": [
    {
      "korean": "As Gallery On owner and director Hwang Kyong-hee explains, Andrews' work as a photographer has a considered function not only as an image maker, or image taker, but as a way of helping people learn about themselves, to look outside of themselves. 듣기 Add to Wordbook Gallery On의 소유주이자 관장인 황경희씨가 설명하듯, 사진 작가로서 앤드류스의 작품은 이미지 메이커, 혹은 이미지 테이커로서뿐만 아니라 사람들이 자신에 대해 배우고, 그들 밖의 것들을 보도록 돕는 방법으로서의 뚜렷한 기능을 가지고 있다. Neungyule",
      "english": "As Gallery On owner and director Hwang Kyong-hee explains, Andrews' work as a photographer has a considered function not only as an image maker, or image taker, but as a way of helping people learn about themselves, to look outside of themselves. Add to Wordbook"
    },
    {
      "korean": "Crafted by Drudges from the fangs of a Burun Slavetaker. 듣기 Add to Wordbook 드러지들이 버룬 슬레이브테이커의 어금니로 만든 것입니다. hansemEUG",
      "english": "Crafted by Drudges from the fangs of a Burun Slavetaker. Add to Wordbook"
    },
    {
      "korean": "Bring me the Slavetaker's head! 듣기 Add to Wordbook 슬레이브테이커의 머리를 가져다 줘! hansemEUG",
      "english": "Bring me the Slavetaker's head! Add to Wordbook"
    },
    {
      "korean": "It is better to be a giver than a taker. 듣기 Add to Wordbook 받는 사람보다는 주는 사람이 되는 것이 더 낫다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is better to be a giver than a taker. Add to Wordbook"
    },
    {
      "korean": "They won’t find many takers for the house at that price. 듣기 Add to Wordbook 그 가격이면 그 집을 선뜻 사려고 하는 사람을 그들이 많이 찾지 못할 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They won’t find many takers for the house at that price. Add to Wordbook"
    }
  ]
}