{
  "phrases": [
    {
      "phrase": "템플",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Temple"
      ]
    },
    {
      "phrase": "템플",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Temple"
      ]
    },
    {
      "phrase": "템플",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Temple"
      ]
    },
    {
      "phrase": "템플",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Temple"
      ]
    },
    {
      "phrase": "템플",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Temple"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Knights Templars",
      "frequency": 0
    },
    {
      "meaning": "the Order of Templars",
      "frequency": 0
    },
    {
      "meaning": "Temple Bar",
      "frequency": 0
    },
    {
      "meaning": "preceptory",
      "frequency": 0
    },
    {
      "meaning": "the master of the Temple",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "댓글 짱이야 - \"템플 스테이인가요?\" So funny. - \"Is it a temple stay?\" 듣기 View video V COOKIE : [Full] LOVELYZ X LieV - 러블리즈의 눕방라이브!",
      "english": "So funny. - \"Is it a temple stay?\""
    },
    {
      "korean": "템플 스테이가 어디죠? Where is temple stay? 듣기 View video Hwang Chi Yeul : #밤황치열시 #part.5 #DJ황치열",
      "english": "Where is temple stay?"
    },
    {
      "korean": "'내일 템플 스테이 가요'라고 하셨네요. \"I am going to temple stay tomorrow.\" 듣기 View video Hwang Chi Yeul : #밤황치열시 #part.5 #DJ황치열",
      "english": "\"I am going to temple stay tomorrow.\""
    },
    {
      "korean": "악마를 죽였다! 셜리 템플. Killed the Devil! A Shirley Temple cocktail. 듣기 View video GOT7 : [REAL GOT7 Season 4] EP07. Drink, Play, Talk",
      "english": "Killed the Devil! A Shirley Temple cocktail."
    },
    {
      "korean": "[JB & 잭슨의 칵테일] 여러분, 할러윈의 셜리 템플. [JB & Jackson's cocktail] It's a Halloween-style Shirley Temple. 듣기 View video GOT7 : [REAL GOT7 Season 4] EP07. Drink, Play, Talk",
      "english": "[JB & Jackson's cocktail] It's a Halloween-style Shirley Temple."
    }
  ],
  "examples": [
    {
      "korean": "Zenfresh spring water comes directly from the Canadian Rockies near Mount Temple so it's clear and refreshing. 발음듣기 젠프레쉬 스프링 워터는 템플 마운틴 근처의 캐나다 로키산맥에서 뽑아 올린 것으로 매우 깨끗하고 신선합니다. YBM All in All English-Korean Dictionary",
      "english": "Zenfresh spring water comes directly from the Canadian Rockies near Mount Temple so it's clear and refreshing. 발음"
    },
    {
      "korean": "Every 33 years the comet Temple-Tuttle takes a lap around the sun. 발음듣기 33년마다 템플-터틀 혜성은 태양 주위를 돕니다. YBM All in All English-Korean Dictionary",
      "english": "Every 33 years the comet Temple-Tuttle takes a lap around the sun. 발음"
    },
    {
      "korean": "It is divided into 13 chapters about themes such as kimchi, hanbok and temple stays. 발음듣기 이 책은 김치, 한복, 템플 스테이 같은 주제를 포함, 13장으로 나뉘어져 있다. Neungyule",
      "english": "It is divided into 13 chapters about themes such as kimchi, hanbok and temple stays. 발음"
    },
    {
      "korean": "Gere will meet Venerable Jaseung, the head of the Jogye Order, and then travel to Bulguksa in Gyeongju to participate in a temple stay program. 발음듣기 기어는 조계종 총무원장인 자승 스님을 만나고 템플 스테이 프로그램에 참여하기 위해 경주 불국사로 이동할 것이다. Neungyule",
      "english": "Gere will meet Venerable Jaseung, the head of the Jogye Order, and then travel to Bulguksa in Gyeongju to participate in a temple stay program. 발음"
    },
    {
      "korean": "“Our parents viewed competition as a necessary and unavoidable part of life,” explained Ms. Kim, 29, who has a law degree from Temple University and works as an immigration specialist at the Children’s Hospital of Philadelphia. 발음듣기 “우리 부모님들은 경쟁을 인생에 있어서 꼭 필요하고 피할 수 없는 부분으로 보셨습니다.” 템플 대학에서 법학 학위를 따고 필라델피아 아동 병원에서 이민 전문가로 일하고 있는 김 씨(29)가 설명했다. YBM All in All English-Korean Dictionary",
      "english": "“Our parents viewed competition as a necessary and unavoidable part of life,” explained Ms. Kim, 29, who has a law degree from Temple University and works as an immigration specialist at the Children’s Hospital of Philadelphia. 발음"
    }
  ]
}