{
  "phrases": [
    {
      "phrase": "토나카이",
      "hanja": "",
      "example": {},
      "meanings": [
        "[동물] a reindeer. (→순록(馴鹿))"
      ]
    },
    {
      "phrase": "토나스켓",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Tonasket"
      ]
    },
    {
      "phrase": "오와토나",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Owatonna"
      ]
    },
    {
      "phrase": "페이토나",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Peytona"
      ]
    },
    {
      "phrase": "안타나스 스메토나",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 Antanas Smetona"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tow 2",
      "frequency": 0
    },
    {
      "meaning": "tonary",
      "frequency": 0
    },
    {
      "meaning": "tonakai velours",
      "frequency": 0
    },
    {
      "meaning": "gluconolactonase",
      "frequency": 0
    },
    {
      "meaning": "tonakai",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Try our Breakfast Burritos or Huevos Rancheros. 발음듣기 아침 메뉴인 브리토나 후에버스 란체로스를 드셔 보세요. YBM All in All English-Korean Dictionary",
      "english": "Try our Breakfast Burritos or Huevos Rancheros. 발음"
    },
    {
      "korean": "Scientists have unearthed what they say is real life kryptonite! 발음듣기 과학자들의 말에 따르면 현실 세계의 클립토나이트라고 것을 그들이 발견했다고 해요! TIMES CORE",
      "english": "Scientists have unearthed what they say is real life kryptonite! 발음"
    },
    {
      "korean": "You can still see the caballitos, or reed fishing boats, that have been around for centuries and considered a major tourist attraction in nearby Trujilo. 발음듣기 여러분은 수 세기 동안 이곳에 있었고 트루힐로 인근에서 주요한 관광 명소로 여겨지고 있는 카발리토나 갈대어선을 여전히 볼 수 있습니다. TIMES CORE",
      "english": "You can still see the caballitos, or reed fishing boats, that have been around for centuries and considered a major tourist attraction in nearby Trujilo. 발음"
    },
    {
      "korean": "Sometimes, you may also have nausea, vomiting and fever. 발음듣기 가끔, 너는 구역질, 토나 열이 날수도있다 User translation Inaccurate information may be included due to the users' self-traslation. love102330(love****) Web Collection",
      "english": "Sometimes, you may also have nausea, vomiting and fever. 발음"
    },
    {
      "korean": "The insects, as well as rats, from an abandoned Deltona house are feeding on fallen fruit in neighboring yards, wreaking havoc on nearby homes. 발음듣기 버려진 델토나 집에서 나온 쥐뿐만 아니라 벌레들도 이웃 집들에 피해를 주며 이웃 뜰에서 낙과들을 먹고 있다 User translation Inaccurate information may be included due to the users' self-traslation. Czarkwak(hmkw****) Web Collection",
      "english": "The insects, as well as rats, from an abandoned Deltona house are feeding on fallen fruit in neighboring yards, wreaking havoc on nearby homes. 발음"
    }
  ]
}