{
  "phrases": [
    {
      "phrase": "통로",
      "hanja": " (通路)",
      "example": {},
      "meanings": [
        "(길) passage, way, path, passageway, (복도) hallway, aisle",
        "(수단) channel"
      ]
    },
    {
      "phrase": "통로를 내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "clear a passage",
        "make way (for)"
      ]
    },
    {
      "phrase": "비밀 통로",
      "hanja": "",
      "example": {},
      "meanings": [
        "secret[concealed] passage[path]"
      ]
    },
    {
      "phrase": "통로쪽 자리",
      "hanja": "",
      "example": {},
      "meanings": [
        "an aisle seat"
      ]
    },
    {
      "phrase": "통로를 막다",
      "hanja": "",
      "example": {},
      "meanings": [
        "block off a passage[hallway]",
        "block[obstruct] the way"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "passage",
      "frequency": 3
    },
    {
      "meaning": "well",
      "frequency": 3
    },
    {
      "meaning": "corridor",
      "frequency": 3
    },
    {
      "meaning": "aisle",
      "frequency": 3
    },
    {
      "meaning": "gangway",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[랩라 세계를 이어주는 통로] 통로래! 이거네? [Tunnel that connects rappers] It's the tunnel. 듣기 View video MAMAMOO : [MMMTV6] EP13 비글로 돌아온 마마무",
      "english": "[Tunnel that connects rappers] It's the tunnel."
    },
    {
      "korean": "원래 저희가 그 자리인데 제가 앞으로 옮겼어요 옆에 통로쪽으로. We usually sit there, but I moved my seat up here. 듣기 View video V Beauty : [Yeonsun 연선] 서울패션위크 랭앤루 변혜정&박민선 디자이너 패션쇼 라이브 Seoul Fashion Week Lang&Lu Show",
      "english": "We usually sit there, but I moved my seat up here."
    },
    {
      "korean": "제가 저희 팀에 커뮤니케이션 창구? 창문? 통로 뭐 이런 역할을 맡고 있습니다. I'm like the window or hall of communication in our team. 듣기 View video 상사세끼 시즌2 : 사생활, 비밀보장 1도 없는 낄끼빠빠 레전드 여대리 [상사세끼2/상사삼끼2] EP.5",
      "english": "I'm like the window or hall of communication in our team."
    },
    {
      "korean": "여기 비밀의 통로가 있어요. There is a secret passage. 듣기 View video MELODYDAY : 멜로디데이 '놀이공원 방문기!'",
      "english": "There is a secret passage."
    },
    {
      "korean": "저희는 비밀통로로 가고있습니다. Okay, this is the secret passageway. 듣기 View video 슈주 리턴즈 : 슈주 기습 생방- 첫 음악방송 가는 길",
      "english": "Okay, this is the secret passageway."
    }
  ],
  "examples": [
    {
      "korean": "Coffee and tea are in the next aisle. 듣기 Add to Wordbook 커피와 차 종류는 다음 통로에 있습니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Coffee and tea are in the next aisle. Add to Wordbook"
    },
    {
      "korean": "He inched his way through the narrow passage. 듣기 Add to Wordbook 그는 천천히 좁은 통로를 통해 앞으로 나아갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He inched his way through the narrow passage. Add to Wordbook"
    },
    {
      "korean": "The door swung open, disclosing a long dark passage. 듣기 Add to Wordbook 문이 휙 열리자 어두운 긴 통로가 드러났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The door swung open, disclosing a long dark passage. Add to Wordbook"
    },
    {
      "korean": "It is my job to make sure that all pathways are clear of obstructions. 듣기 Add to Wordbook 아무것도 통로를 가로막지 않도록 하는 것이 제 일입니다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is my job to make sure that all pathways are clear of obstructions. Add to Wordbook"
    },
    {
      "korean": "a secret passage leading to the beach 듣기 Add to Wordbook 그 해변으로 통하는 비밀 통로 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a secret passage leading to the beach Add to Wordbook"
    }
  ]
}