{
  "phrases": [
    {
      "phrase": "통제",
      "hanja": " (統制)",
      "example": {},
      "meanings": [
        "[명사] control, (규칙·규정에 의한) regulation, [동사] control, (규칙·규정에 의해) regulate"
      ]
    },
    {
      "phrase": "통제구역",
      "hanja": " (統制區域)",
      "example": {},
      "meanings": [
        "restricted area"
      ]
    },
    {
      "phrase": "통제가 없는",
      "hanja": "",
      "example": {},
      "meanings": [
        "unsystematic",
        "disorganized"
      ]
    },
    {
      "phrase": "출입을 통제하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "막다 forbid sb to enter or leave",
        "막다 shut sb out (of)",
        "막다 keep sb out (of)"
      ]
    },
    {
      "phrase": "강력히 통제하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "keep a tight rein on",
        "keep on a tight rein"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "control",
      "frequency": 3
    },
    {
      "meaning": "regulation",
      "frequency": 3
    },
    {
      "meaning": "grip",
      "frequency": 3
    },
    {
      "meaning": "restraint",
      "frequency": 3
    },
    {
      "meaning": "constraint",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그럼 내가 강파랑까지 통제해야 할 것 같지 않냐? Don't you think I should take care of him too, if I did so? 듣기 View video 콬TV (WHYNOT) : 그래서 넌 누구를 좋아하는데 [연애미수] EP05",
      "english": "Don't you think I should take care of him too, if I did so?"
    },
    {
      "korean": "진짜 날 너무 통제해. They're always regulating me. 듣기 View video Apink : Apink 믕데이 '믕의 치킨과 맥반석 혹은 맥더날두",
      "english": "They're always regulating me."
    },
    {
      "korean": "[통제가 안 됐던 아이들...] [They're out of control...] View video 동방신기의 72시간 - my SMTelevision : [동방신기의 72시간] EP 29. 퇴근 후 한 잔!",
      "english": "[They're out of control...]"
    },
    {
      "korean": "셔누는 어떤 리더입니까? - 통제 이런 거 있습니까? How is he? - Does he control over things? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 39회 - 셔리더체제, 이대로 좋은가(사실은..)",
      "english": "How is he? - Does he control over things?"
    },
    {
      "korean": "내 자아라는 것을 내가 통제할 수 없다는 사실도 무서워. I'm scared that I can't control my ego. 듣기 View video 컨버전스 TV (CONS TV) : 악동탐정스 시즌2 17화 <스나이퍼 예매사건 Ⅴ>",
      "english": "I'm scared that I can't control my ego."
    }
  ],
  "examples": [
    {
      "korean": "Police were brought in to marshal the crowd. 듣기 Add to Wordbook 군중을 통제하기 위해 경찰이 투입되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Police were brought in to marshal the crowd. Add to Wordbook"
    },
    {
      "korean": "This switch controls the number of rotations per minute. 듣기 Add to Wordbook 이 스위치가 분당 순환 횟수를 통제한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This switch controls the number of rotations per minute. Add to Wordbook"
    },
    {
      "korean": "The driver lost control and veered to the nearside. 듣기 Add to Wordbook 운전자가 통제력을 잃고 길가 쪽으로 방향을 틀었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The driver lost control and veered to the nearside. Add to Wordbook"
    },
    {
      "korean": "attempts to control the fast-growing urban sprawl 듣기 Add to Wordbook 빠른 속도로 무질서하게 뻗어 나가는 도시 외곽 지역을 통제하려는 시도 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "attempts to control the fast-growing urban sprawl Add to Wordbook"
    },
    {
      "korean": "the biological control of pests 듣기 Add to Wordbook 생물체를 이용한 역병 통제 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the biological control of pests Add to Wordbook"
    }
  ]
}