{
  "phrases": [
    {
      "phrase": "통합",
      "hanja": " (統合)",
      "example": {},
      "meanings": [
        "[동사] combine, [명사] combination, integration; (회사·조직 등의) consolidation, integrate, amalgamate; (조직 등을) consolidate; (합병하다) merge (sth into sth)"
      ]
    },
    {
      "phrase": "통합된",
      "hanja": "",
      "example": {},
      "meanings": [
        "united",
        "combined",
        "integrated"
      ]
    },
    {
      "phrase": "석박사 통합 과정에 지원하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "apply for a combined master's and doctorate program"
      ]
    },
    {
      "phrase": "야당 통합",
      "hanja": "",
      "example": {},
      "meanings": [
        "unification of parties out of power"
      ]
    },
    {
      "phrase": "통합 참모 본부",
      "hanja": "",
      "example": {},
      "meanings": [
        "the Joint Chiefs of Staff"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "integration",
      "frequency": 1
    },
    {
      "meaning": "union",
      "frequency": 2
    },
    {
      "meaning": "unity",
      "frequency": 1
    },
    {
      "meaning": "synthesis",
      "frequency": 1
    },
    {
      "meaning": "absorption",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "팬덤 대통합. A fan connection. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#50. 아이돌 뮤직쇼! 동전가왕 (w. 백아연, 우주소녀 연정)",
      "english": "A fan connection."
    },
    {
      "korean": "3개... 통합으로? Three.. In total? 듣기 View video YOON JISUNG : 심심하면 나랑 놀지룽",
      "english": "Three.. In total?"
    },
    {
      "korean": "또 이렇게 대통합. Such a connection. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#50. 아이돌 뮤직쇼! 동전가왕 (w. 백아연, 우주소녀 연정)",
      "english": "Such a connection."
    },
    {
      "korean": "역시 팬덤 대통합. - 좋습니다. The fans are united as well. - Great. 듣기 View video IDOL RADIO : [Full] 'IDOL RADIO' ep#46. 들장미소년 (w. 아스트로 문빈, SF9 휘영, 더보이즈영훈)",
      "english": "The fans are united as well. - Great."
    },
    {
      "korean": "압도적으로 - 대통합됐어요 지금. It's overwhelming. - Everyone is in agreement. 듣기 View video V DRAMA : [Full]서른이지만 열일곱입니다 X 앞터V (30 but 17 X Early Interview)",
      "english": "It's overwhelming. - Everyone is in agreement."
    }
  ],
  "examples": [
    {
      "korean": "a summit to discuss economic and monetary union 발음듣기 경제 및 통화의 통합을 논의하기 위한 정상 회담 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a summit to discuss economic and monetary union 발음"
    },
    {
      "korean": "The new leader hopes to unify the country. 발음듣기 새 지도자는 국가를 통합시키기를 희망한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The new leader hopes to unify the country. 발음"
    },
    {
      "korean": "The two companies consolidated for greater efficiency. 발음듣기 그 두 회사는 효율성을 높이기 위해 통합했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The two companies consolidated for greater efficiency. 발음"
    },
    {
      "korean": "racial integration in schools 발음듣기 학교 내의 인종 간 통합 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "racial integration in schools 발음"
    },
    {
      "korean": "efforts to build a united Europe 발음듣기 통합된 유럽을 건설하기 위한 노력 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "efforts to build a united Europe 발음"
    }
  ]
}