{
  "phrases": [
    {
      "phrase": "투린",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Turin"
      ]
    },
    {
      "phrase": "투린",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Turin"
      ]
    },
    {
      "phrase": "투린",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Turin"
      ]
    },
    {
      "phrase": "tureen",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (채소·수프를 담아 상에 낼 때 쓰는, 뚜껑이 있는) 큰 그릇, 합"
      ]
    },
    {
      "phrase": "투린구거",
      "hanja": " (土林—古格)",
      "example": {},
      "meanings": [
        "Tulin-Gugê"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Krasnotur'insk",
      "frequency": 0
    },
    {
      "meaning": "Café de Turin",
      "frequency": 0
    },
    {
      "meaning": "neurturin-treated",
      "frequency": 0
    },
    {
      "meaning": "수프 접시",
      "frequency": 0
    },
    {
      "meaning": "terreen",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[시작부터 들뜬 투린이들] 여기 어딘가요? [TO kids are hyped up from the start] Where are we? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.20",
      "english": "[TO kids are hyped up from the start] Where are we?"
    },
    {
      "korean": "[아까와 달리 사뭇 진지해진 투린이들] - 좋아 좋아 - 어디 있어요? [More serious than before] - Good. - Where is it? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.19",
      "english": "[More serious than before] - Good. - Where is it?"
    }
  ],
  "examples": [
    {
      "korean": "Kang and teammate Kim Dong-hyun will also compete at next month's European Cup in Turin in a bid to boost their chances of qualifying for the two-man bobsleigh event in Vancouver. 발음듣기 강 선수와 동료 김동현 선수는 올림픽의 봅슬레이 2인 경기에 진출할 확률을 높이기 위해 내년 투린에서 열릴 유럽 대회에 다시 한번 참가할 것이다. Neungyule",
      "english": "Kang and teammate Kim Dong-hyun will also compete at next month's European Cup in Turin in a bid to boost their chances of qualifying for the two-man bobsleigh event in Vancouver. 발음"
    },
    {
      "korean": "These are not the secret little places - these are the must-see sights, the best of the best, the icons of Italian travel, from Venice to Turin and the lakes. 발음듣기 베니스에서 투린까지와 호수들은 작은 비밀의 장소가 아니에요, 이곳은 꼭 봐야 할 명소로 최고 중에 최고이며 이탈리아 여행의 백미에요. TIMES CORE",
      "english": "These are not the secret little places - these are the must-see sights, the best of the best, the icons of Italian travel, from Venice to Turin and the lakes. 발음"
    },
    {
      "korean": "\"The image almost comes alive,\" said Andrei Turinsky, a researcher at the University of Calgary’s department of biochemistry and molecular biology. 발음듣기 \"이미지가 거의 살아있는 것 같아요,\" 라고 캘거리 대학 생화학 그리고 분자 생물학과 연구원인 안드레이 투린스키가 말했어요. TIMES CORE",
      "english": "\"The image almost comes alive,\" said Andrei Turinsky, a researcher at the University of Calgary’s department of biochemistry and molecular biology. 발음"
    },
    {
      "korean": "The top six figure skaters from the World Grand Prix, a series made up of six events, will compete in the final, which will be held in Turin, Italy, from December 13 to 16. 발음듣기 여섯 개의 행사로 구성된 시리즈인 세계 그랑프리의 최고 여섯 명의 스케이트 선수들은 12월 13~16일 이탈리아 투린에서 개최될 최종 전에서 겨루게 됩니다. TIMES CORE",
      "english": "The top six figure skaters from the World Grand Prix, a series made up of six events, will compete in the final, which will be held in Turin, Italy, from December 13 to 16. 발음"
    },
    {
      "korean": "The area to explore is just an hour's drive down the autostrada from Turin. 발음듣기 여행갈 지역은 투린에서 고속도로를 타고 대충 한시간 거리에 있다. User translation Inaccurate information may be included due to the users' self-traslation. 리군(ehyo****) Web Collection",
      "english": "The area to explore is just an hour's drive down the autostrada from Turin. 발음"
    }
  ]
}