{
  "phrases": [
    {
      "phrase": "투쟁",
      "hanja": " (鬪爭)",
      "example": {},
      "meanings": [
        "[명사, 동사] fight, struggle"
      ]
    },
    {
      "phrase": "단식투쟁",
      "hanja": "",
      "example": {},
      "meanings": [
        "hunger strike"
      ]
    },
    {
      "phrase": "권력 투쟁",
      "hanja": "",
      "example": {},
      "meanings": [
        "power struggle",
        "struggle for power"
      ]
    },
    {
      "phrase": "투쟁 본능",
      "hanja": "",
      "example": {},
      "meanings": [
        "fighting[competitive] instinct"
      ]
    },
    {
      "phrase": "계급 투쟁",
      "hanja": "",
      "example": {},
      "meanings": [
        "class strife[struggle, war]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "battle",
      "frequency": 3
    },
    {
      "meaning": "struggle",
      "frequency": 3
    },
    {
      "meaning": "fight",
      "frequency": 3
    },
    {
      "meaning": "uphill",
      "frequency": 3
    },
    {
      "meaning": "arm 2",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "우리는 개인적인 의열 투쟁을 했죠. Meanwhile, Koreans resisted with heroic actions. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "Meanwhile, Koreans resisted with heroic actions."
    },
    {
      "korean": "효과가 좀 있네요. - 지금 요새 단식투쟁 중입니다. It's had an effect. - I'm on a hunger strike. 듣기 View video B.A.P : 약속",
      "english": "It's had an effect. - I'm on a hunger strike."
    },
    {
      "korean": "제 자신에게 단식투쟁... 말이 안 나와요. It's a self-imposed hunger strike... I don't know what I'm saying. 듣기 View video B.A.P : 약속",
      "english": "It's a self-imposed hunger strike... I don't know what I'm saying."
    },
    {
      "korean": "지금 현재 투쟁을 하고 있는 장면 사이가 교차 편집이 굉장히 자주 나오잖아요. And the current struggles are cross-edited very often. 듣기 View video V BOOKS : <송곳> 최규석 작가 북토크 생중계 (게스트 : 주호민, 이종범)",
      "english": "And the current struggles are cross-edited very often."
    }
  ],
  "examples": [
    {
      "korean": "The fight for his release gathers momentum each day. 듣기 Add to Wordbook 그의 석방을 위한 투쟁에 나날이 탄력[가속도]이 붙고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The fight for his release gathers momentum each day. Add to Wordbook"
    },
    {
      "korean": "to be on/go on hunger strike 듣기 Add to Wordbook 단식 투쟁 중이다/단식 투쟁에 들어가다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be on/go on hunger strike Add to Wordbook"
    },
    {
      "korean": "the battle to save the planet 듣기 Add to Wordbook 세상을 구하기 위한 투쟁 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the battle to save the planet Add to Wordbook"
    },
    {
      "korean": "a legal battle for compensation 듣기 Add to Wordbook 보상을 위한 법적 투쟁 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a legal battle for compensation Add to Wordbook"
    },
    {
      "korean": "Demonstrations were held as a gesture of solidarity with the hunger strikers. 듣기 Add to Wordbook 단식 투쟁을 벌이는 사람들에 대한 연대의 표시로 시위들이 벌어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Demonstrations were held as a gesture of solidarity with the hunger strikers. Add to Wordbook"
    }
  ]
}