{
  "phrases": [
    {
      "phrase": "TRON",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터 The Realtime Operating System Nucleus 트론 ((어느 컴퓨터에서나 공통으로 사용할 수 있도록 운영 체제를 표준화하여 컴퓨터를 조작하기 쉽게 하려는 계획))"
      ]
    },
    {
      "phrase": "-tron",
      "hanja": "",
      "example": {},
      "meanings": [
        "Suffix [진공관, 원자 이하의 입자를 처리하는 장치, 소립자, …기구, 전자 …장치]의 뜻"
      ]
    },
    {
      "phrase": "tron",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN a public weighing machine",
        "NOUN the place where a tron is set up, marketplace"
      ]
    },
    {
      "phrase": "the real time operating system nucleus ( TRON )",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터/통신 트론"
      ]
    },
    {
      "phrase": "The Real-time Operation System Nucleus ( TRON )",
      "hanja": "",
      "example": {},
      "meanings": [
        "컴퓨터/통신 일본전자공업진흥협회(JEIDA)가 1983년에 발표한 마이크로프로세서의 표준적인 운영 체계."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "credit tranche",
      "frequency": 0
    },
    {
      "meaning": "tranquil(l)izer",
      "frequency": 0
    },
    {
      "meaning": "tranch method",
      "frequency": 0
    },
    {
      "meaning": "neotran",
      "frequency": 0
    },
    {
      "meaning": "transosonde",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그러고 나서 2009년 '나는 비와 함께 간다' 트란 안 홍의... And in 2009, he was in \"I Come With The Rain\". 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "And in 2009, he was in \"I Come With The Rain\"."
    },
    {
      "korean": "빤 짱 쪼온. - 이게 뭘까요? Banh Trang Tron. - What's this? 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "Banh Trang Tron. - What's this?"
    },
    {
      "korean": "빤 짱 쪼온. - 먹어보도록 하겠습니다. Banh Trang Tron. - Let's try. 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "Banh Trang Tron. - Let's try."
    },
    {
      "korean": "네, 맞습니다. - 간식. - 빤 짱 쪼온. Yes, right. - Snack. - Banh Trang Tron. 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "Yes, right. - Snack. - Banh Trang Tron."
    },
    {
      "korean": "이건 뭐예요? - 빤 짱 쪼온. - 뭐지? What's this? - Banh Trang Tron. - What's this? 듣기 View video Xin chao V : T-ARA TALK TALK in Vietnam",
      "english": "What's this? - Banh Trang Tron. - What's this?"
    }
  ],
  "examples": [
    {
      "korean": "Next year, Lee will also appear in the crime thriller 'I Come with Rain' with co-star Josh Hartnett directed by Vietnam's Tran Anh Hng. 듣기 Add to Wordbook 내년에 이병헌은 베트남의 트란 안 홍 감독이 연출한 범죄 스릴러 'I Come with Rain'에 조쉬 하트넷과 공동 주연으로 출연한다. Neungyule",
      "english": "Next year, Lee will also appear in the crime thriller 'I Come with Rain' with co-star Josh Hartnett directed by Vietnam's Tran Anh Hng. Add to Wordbook"
    },
    {
      "korean": "Submit your guesses in comments below. 듣기 Add to Wordbook 아래 코멘트란에 당신의 의견을 입력해주세요. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Kim(rach****)",
      "english": "Submit your guesses in comments below. Add to Wordbook"
    },
    {
      "korean": "\"Untitled Tron\" is a legacyquel movie. 듣기 Add to Wordbook <트론 3>은 레거시퀄 영화이다. 국제영어대학원대학교 신어사전",
      "english": "\"Untitled Tron\" is a legacyquel movie. Add to Wordbook"
    },
    {
      "korean": "Tron: Legacy has been getting mixed reviews from critics, but I’m still gonna go see it. 듣기 Add to Wordbook ‘트론: 새로운 시작’은 평론가들의 평가가 엇갈리고 있어. 그래도나는 보러 갈 거야. DARAKWON",
      "english": "Tron: Legacy has been getting mixed reviews from critics, but I’m still gonna go see it. Add to Wordbook"
    },
    {
      "korean": "The film was directed by Joseph Koniski who also directed the blockbuster film, “Tron: Legacy.” 듣기 Add to Wordbook 이 영화는 블록버스터 영화 “트론: 새로운 시작”의 메가폰을 잡은 조셉 코닌스키가 감독을 맡았다. EDU TIMES",
      "english": "The film was directed by Joseph Koniski who also directed the blockbuster film, “Tron: Legacy.” Add to Wordbook"
    }
  ]
}