{
  "phrases": [
    {
      "phrase": "특화",
      "hanja": " (特化)",
      "example": {},
      "meanings": [
        "specialization, 특화하다 specialize, be specialized"
      ]
    },
    {
      "phrase": "특화 산업",
      "hanja": " (特化産業)",
      "example": {},
      "meanings": [
        "specialized industry"
      ]
    },
    {
      "phrase": "지역특화발전특구",
      "hanja": " (地域特化發展特區)",
      "example": {},
      "meanings": [
        "법률 special economic zone for specialized regional development"
      ]
    },
    {
      "phrase": "지역특화발전특구계획",
      "hanja": " (地域特化發展特區計劃)",
      "example": {},
      "meanings": [
        "법률 plan for a special economic zone for specialized regional development"
      ]
    },
    {
      "phrase": "특화계수",
      "hanja": " (特化係數)",
      "example": {},
      "meanings": [
        "경제·경영 specialization coefficient"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "specialisation",
      "frequency": 0
    },
    {
      "meaning": "international specialization",
      "frequency": 0
    },
    {
      "meaning": "regional specialization",
      "frequency": 0
    },
    {
      "meaning": "partial specialization",
      "frequency": 0
    },
    {
      "meaning": "incomplete specialization",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저한테 특화된 그런 방송들을 많이... A lot of broadcasts that are specialized for me... 듣기 View video SF9 : ㆍ",
      "english": "A lot of broadcasts that are specialized for me..."
    },
    {
      "korean": "역시 특화돼 있어. She is already specialized in it. 듣기 View video Dispatch : “잔망 폭격기, 마마무” 움직이는 HD포토",
      "english": "She is already specialized in it."
    },
    {
      "korean": "저희 엄마의 그 특화된 소스가 있어요. My mom has her own recipe. 듣기 View video V Beauty : [경선] 가을에 사용하기 좋은 쿠션 모음! Fall Cusion Foundation",
      "english": "My mom has her own recipe."
    },
    {
      "korean": "특화된 돌연변이 인간을 만들었다는 정보가 있었어. humans to use as weapons. 듣기 View video 웹드라마 더블루씨(the BlueSea) : 더블루씨(the Blue Sea) 3화 - 심쿵",
      "english": "humans to use as weapons."
    },
    {
      "korean": "그 옷에 특화되게 입을 수 있게 몸을 똑같이 만들어야지. You should be made him the same. 듣기 View video VIXX : [Replay] VIXX HYUK & LEO & HONGBIN’s 빅스 혁&레오&홍빈 X 같이먹어요",
      "english": "You should be made him the same."
    }
  ],
  "examples": [
    {
      "korean": "This product specializes in defrizzifing hair. 듣기 Add to Wordbook 이 제품은 머리의 곱슬거림을 제거하는 데 특화되었다. 국제영어대학원대학교 신어사전",
      "english": "This product specializes in defrizzifing hair. Add to Wordbook"
    },
    {
      "korean": "This new vacuum cleaner is specialized for the carperimeter. 듣기 Add to Wordbook 새 진공청소기는 청소가 잘 안 되는 카펫의 부분을 청소하는 데 특화되어 있다. 국제영어대학원대학교 신어사전",
      "english": "This new vacuum cleaner is specialized for the carperimeter. Add to Wordbook"
    },
    {
      "korean": "a specialized rashie for windsurfing 듣기 Add to Wordbook 윈드서핑에 특화된 래시가드 국제영어대학원대학교 신어사전",
      "english": "a specialized rashie for windsurfing Add to Wordbook"
    },
    {
      "korean": "On the other hand, more specialized soldiers will be needed. 듣기 Add to Wordbook 반면에, 더 많은 특화된 군인들이 필요할 것이다. Neungyule",
      "english": "On the other hand, more specialized soldiers will be needed. Add to Wordbook"
    },
    {
      "korean": "It was one of the first specialized channels on American television. 듣기 Add to Wordbook 그것은 미국 TV 사상 최초로 특화된 채널들 중 하나였다. Neungyule",
      "english": "It was one of the first specialized channels on American television. Add to Wordbook"
    }
  ]
}