{
  "phrases": [
    {
      "phrase": "특화",
      "hanja": " (特化)",
      "example": {},
      "meanings": [
        "specialization, 특화하다 specialize, be specialized"
      ]
    },
    {
      "phrase": "특화 산업",
      "hanja": " (特化産業)",
      "example": {},
      "meanings": [
        "specialized industry"
      ]
    },
    {
      "phrase": "지역특화발전특구",
      "hanja": " (地域特化發展特區)",
      "example": {},
      "meanings": [
        "법률 special economic zone for specialized regional development"
      ]
    },
    {
      "phrase": "지역특화발전특구계획",
      "hanja": " (地域特化發展特區計劃)",
      "example": {},
      "meanings": [
        "법률 plan for a special economic zone for specialized regional development"
      ]
    },
    {
      "phrase": "특화계수",
      "hanja": " (特化係數)",
      "example": {},
      "meanings": [
        "경제·경영 specialization coefficient"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Wolfram Alpha",
      "frequency": 0
    },
    {
      "meaning": "mono-culture",
      "frequency": 0
    },
    {
      "meaning": "international specialization",
      "frequency": 0
    },
    {
      "meaning": "regional specialization",
      "frequency": 0
    },
    {
      "meaning": "incomplete specialization",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저한테 특화된 그런 방송들을 많이... A lot of broadcasts that are specialized for me... 듣기 View video SF9 : ㆍ",
      "english": "A lot of broadcasts that are specialized for me..."
    },
    {
      "korean": "저희 엄마의 그 특화된 소스가 있어요. My mom has her own recipe. 듣기 View video V Beauty : [경선] 가을에 사용하기 좋은 쿠션 모음! Fall Cusion Foundation",
      "english": "My mom has her own recipe."
    },
    {
      "korean": "특화된 돌연변이 인간을 만들었다는 정보가 있었어. humans to use as weapons. 듣기 View video 웹드라마 더블루씨(the BlueSea) : 더블루씨(the Blue Sea) 3화 - 심쿵",
      "english": "humans to use as weapons."
    },
    {
      "korean": "그래서 제 배는 아이스크림을 위해 특화된 배라고 생각합니다. I think that my stomach was built for ice cream. 듣기 View video ASTRO : 차은우의 Just one 10 minutes",
      "english": "I think that my stomach was built for ice cream."
    },
    {
      "korean": "그보단 아직까지 자기 캐릭터를 연기할때에 특화된 지점을 못찾았다는 것이 아닐까해요. That means that you still don't have your own ability to make your own originality as an actor. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "That means that you still don't have your own ability to make your own originality as an actor."
    }
  ],
  "examples": [
    {
      "korean": "The Marine said it will do its utmost to stand at the center of the national defense by embracing unmanned aerial combat platforms specializing in military operations. 발음듣기 해병대는 군사 작전에 특화된 무인 전투 플랫폼을 채택하여 국방의 중심에 서기 위해 최선을 다할 것이라고 밝혔다. The Korea Times",
      "english": "The Marine said it will do its utmost to stand at the center of the national defense by embracing unmanned aerial combat platforms specializing in military operations. 발음"
    },
    {
      "korean": "a specialized rashie for windsurfing 발음듣기 윈드서핑에 특화된 래시가드 국제영어대학원대학교 신어사전",
      "english": "a specialized rashie for windsurfing 발음"
    },
    {
      "korean": "On the other hand, more specialized soldiers will be needed. 발음듣기 반면에, 더 많은 특화된 군인들이 필요할 것이다. Neungyule",
      "english": "On the other hand, more specialized soldiers will be needed. 발음"
    },
    {
      "korean": "It was one of the first specialized channels on American television. 발음듣기 그것은 미국 TV 사상 최초로 특화된 채널들 중 하나였다. Neungyule",
      "english": "It was one of the first specialized channels on American television. 발음"
    },
    {
      "korean": "In Dublin, because of its larger listenership, there is more diversification, resulting in speciality stations like Phantom 105.2, a rock and alternative music station. 발음듣기 더블린에는 청취자가 많기 때문에 좀 더 세분화가 이루어져서 락과 얼터너티브 음악 방송인 Phantom 105.2와 같이 특화된 방송국들이 있다. YBM All in All English-Korean Dictionary",
      "english": "In Dublin, because of its larger listenership, there is more diversification, resulting in speciality stations like Phantom 105.2, a rock and alternative music station. 발음"
    }
  ]
}