{
  "phrases": [
    {
      "phrase": "틈새",
      "hanja": "",
      "example": {},
      "meanings": [
        "(틈, 사이) crack (in/between), gap (between), break (in), chink (in)",
        "(기회) chance, opportunity"
      ]
    },
    {
      "phrase": "틈새시장",
      "hanja": " (틈새市場)",
      "example": {},
      "meanings": [
        "niche market"
      ]
    },
    {
      "phrase": "틈새를 막다",
      "hanja": "",
      "example": {},
      "meanings": [
        "stop up the cracks"
      ]
    },
    {
      "phrase": "틈새를 파고들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "seize[grab, take, get hold of] the opportunity"
      ]
    },
    {
      "phrase": "틈새시장을 공략하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "target a niche market"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "niche",
      "frequency": 0
    },
    {
      "meaning": "shed 2",
      "frequency": 1
    },
    {
      "meaning": "scissure",
      "frequency": 0
    },
    {
      "meaning": "meshes",
      "frequency": 0
    },
    {
      "meaning": "rima",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "틈새라면 - 보통 맛이야? Teumsae ramen. - Does it taste ordinary? 듣기 View video TWICE : TWICE TV “MORE & MORE” Comeback Week #2",
      "english": "Teumsae ramen. - Does it taste ordinary?"
    },
    {
      "korean": "[틈새공격 실패2, 3, 4] 빠 빠 빠! [Failed to attack 2, 3, 4] Paper! Paper! Paper! 듣기 View video Dispatch : [ⓓxV] “빅망진창 Mayday 합주회 ②” (빅톤 : VICTON)",
      "english": "[Failed to attack 2, 3, 4] Paper! Paper! Paper!"
    },
    {
      "korean": "틈새라면 - 중간 맛이 무슨 맛이야? Teumsae ramen. - What does medium taste like? 듣기 View video TWICE : TWICE TV “MORE & MORE” Comeback Week #2",
      "english": "Teumsae ramen. - What does medium taste like?"
    },
    {
      "korean": "[틈새 발견 세상 길고 긴 팀명 외치기] 각 팀의 팀명을 한번 외쳐볼까요? will you please shout the team name? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.9",
      "english": "will you please shout the team name?"
    },
    {
      "korean": "[틈새 공략] 미쳤냐? 뭐야, 형 나야? [Niche attack] What, you had me? 듣기 View video BTS : Run BTS! 2019 - EP.87",
      "english": "[Niche attack] What, you had me?"
    }
  ],
  "examples": [
    {
      "korean": "The floor is sealed to prevent water penetration. 발음듣기 바닥에는 물이 스며들지 않도록 틈새가 완전히 메워져 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The floor is sealed to prevent water penetration. 발음"
    },
    {
      "korean": "A cheaper range of products was introduced to plug the gap at the lower end of the market. 발음듣기 그 시장의 저가 부문에 있는 틈새를 메우기 위해 더 가격이 싼 일련의 상품들이 도입되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A cheaper range of products was introduced to plug the gap at the lower end of the market. 발음"
    },
    {
      "korean": "The product has filled a gap in the market. 발음듣기 그 상품이 시장의 틈새를 메워 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The product has filled a gap in the market. 발음"
    },
    {
      "korean": "We think we’ve identified a gap in the market. 발음듣기 우리는 우리가 시장에서 빈자리[틈새]를 찾아냈다고 생각한다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We think we’ve identified a gap in the market. 발음"
    },
    {
      "korean": "They spotted a niche in the market, with no serious competition. 발음듣기 그들은 시장에서 경쟁이 심하지 않은 틈새를 찾아냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They spotted a niche in the market, with no serious competition. 발음"
    }
  ]
}