{
  "phrases": [
    {
      "phrase": "티비",
      "hanja": "",
      "example": {},
      "meanings": [
        "(의학) T.B., TB, t.b., tb (tubercle bacillus)"
      ]
    },
    {
      "phrase": "티브이",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun TV, television"
      ]
    },
    {
      "phrase": "TV",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 텔레비전, TV (→pay TV)"
      ]
    },
    {
      "phrase": "television",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 텔레비전",
        "Noun 텔레비전 (프로그램)",
        "Noun 텔레비전 (방송 체계·과정·사업) (→cable television, closed-circuit television)"
      ]
    },
    {
      "phrase": "TB",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 결핵(tuberculosis), 폐결핵"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Tibione",
      "frequency": 0
    },
    {
      "meaning": "Prithivi",
      "frequency": 0
    },
    {
      "meaning": "Running man Tv program",
      "frequency": 0
    },
    {
      "meaning": "TV face",
      "frequency": 0
    },
    {
      "meaning": "TV stoned",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[엄마 나 티비 나왔엉!] [Mom, I'm on TV!] View video ITZY : [ITZY? ITZY!(있지?있지!)] EP41. AWARDS에 있지!",
      "english": "[Mom, I'm on TV!]"
    },
    {
      "korean": "[호시 티비 세팅 시간] 라면을... [Setting for Hoshi TV] Ramen... 듣기 View video Dispatch : [ⓓxV] “셉라면➀” (세븐틴 : SEVENTEEN)",
      "english": "[Setting for Hoshi TV] Ramen..."
    },
    {
      "korean": "기가지니랑 티비 켜면! and when I turn on Giga Genie and the TV! 듣기 View video V PICK! : [UP10TION] 랜선 집들이하러 갔다가 고막 정화시키고 온 사연.up10tion (UP10TION's online housetour)",
      "english": "and when I turn on Giga Genie and the TV!"
    },
    {
      "korean": "구르미 티비 [2020 new 녹음 ver.] Gureumi TV. [2020 new recording ver.] 듣기 View video HA SUNG WOON : [구르미TV] EP.31 MAPS MAGAZINE 화보 촬영 비하인드",
      "english": "Gureumi TV. [2020 new recording ver.]"
    },
    {
      "korean": "[재민티비 Q.] 혹시 천지의 이것저것 오프닝 좀 해주실 수 있나요? [JAEMIN TV Q.] Can you do the opening of CHEN-JI's This and That? 듣기 View video V PICK! : [NCT] 제가 지금 천지 보다가 천국가면 대박 빨라요 보여줄까요? (Chenle&Jisung's trainee years story)",
      "english": "[JAEMIN TV Q.] Can you do the opening of CHEN-JI's This and That?"
    }
  ],
  "examples": [
    {
      "korean": "It seems to me that people have vast potential. Most people can do extraordinary things if they have the confidence or take the risks. Yet most people don't. They sit in front of the telly and treat life as if it goes on forever. (Philip Adams) 듣기 Add to Wordbook 내가 보기에 사람들은 엄청난 잠재력을 가지고 있다. 많은 이들이 자신감을 갖거나 위험을 무릅 쓴다면 위대한 일을 해낼 수 있다. 하지만 대부분 그러지 못한다. 사람들은 티비 앞에 앉아 삶은 영원할 것이라 생각한다. (필립 애덤스, 자신감명언) 명언/속담",
      "english": "It seems to me that people have vast potential. Most people can do extraordinary things if they have the confidence or take the risks. Yet most people don't. They sit in front of the telly and treat life as if it goes on forever. (Philip Adams) Add to Wordbook"
    },
    {
      "korean": "Lena, Bridget, Tibby, and Carmen have been best friends since birth. 듣기 Add to Wordbook 레나, 브리짓, 티비, 카르멘은 태어날 때부터 가장 친한 친구였다. Neungyule",
      "english": "Lena, Bridget, Tibby, and Carmen have been best friends since birth. Add to Wordbook"
    },
    {
      "korean": "Tibby faces the deaths of both an old and a new friend. 듣기 Add to Wordbook 티비는 옛 친구와 새 친구 모두의 죽음을 맞게 된다. Neungyule",
      "english": "Tibby faces the deaths of both an old and a new friend. Add to Wordbook"
    },
    {
      "korean": "Another is named Mike Teavee, who, as his name implies, cares only about television. 듣기 Add to Wordbook 또 다른 당첨자는 마이크 티비라는 이름을 가졌는데 그의 이름이 의미하듯이 오로지 TV에만 관심이 있다. Neungyule",
      "english": "Another is named Mike Teavee, who, as his name implies, cares only about television. Add to Wordbook"
    },
    {
      "korean": "As a result, the classes are often poorly run. Students poor at sports often have no chance to participate, and so spend more time watching TV. 듣기 Add to Wordbook 따라서, 학교의 체육수업은 방만하게 운영되고, 운동선수가 아닌 아이들은 수업에 참여할 기회조차 거의 없으며, 대신 티비 보는데 많은 시간을 할애하고 만다. Neungyule",
      "english": "As a result, the classes are often poorly run. Students poor at sports often have no chance to participate, and so spend more time watching TV. Add to Wordbook"
    }
  ]
}