{
  "phrases": [
    {
      "phrase": "파사산성",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (역사·문화재관광) Pasasanseong Fortress"
      ]
    },
    {
      "phrase": "텔레파사",
      "hanja": "",
      "example": {},
      "meanings": [
        "종교 Telephassa"
      ]
    },
    {
      "phrase": "파사티엠포",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Pasatiempo"
      ]
    },
    {
      "phrase": "파사로비츠조약",
      "hanja": "",
      "example": {},
      "meanings": [
        "정치·역사 Treaty of Passarowitz"
      ]
    },
    {
      "phrase": "파사네리동물원",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 Wiesbaden Pheasantry"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cinematograph works of the Paramount",
      "frequency": 0
    },
    {
      "meaning": "pasadenian movement",
      "frequency": 0
    },
    {
      "meaning": "Ricardian socialism",
      "frequency": 0
    },
    {
      "meaning": "Pasara Café",
      "frequency": 0
    },
    {
      "meaning": "Jacopo Passavanti",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "It is also rather convenient that one of the biggest doubters to Oh's feat is Pasaban?a challenger and rival of Oh, who would benefit most if Oh's accomplishment were deemed false. 발음듣기 어느 면에서 보면, 오은선의 등정을 가장 많이 의심하는 사람 중 한 사람은, 오은선이 이룬 것이 가짜로 판명된다면 가장 큰 이득을 볼, 오은선의 도전자이자 라이벌인 파사반일 것이다. Neungyule",
      "english": "It is also rather convenient that one of the biggest doubters to Oh's feat is Pasaban?a challenger and rival of Oh, who would benefit most if Oh's accomplishment were deemed false. 발음"
    },
    {
      "korean": "He excels at Latin dancing, which comprises Cha-cha, Samba, Pasa Doble, Rumba and Jive, although he, and his partner Sabrina, are equally at home with the Waltz, Foxtrot, Tango, Quickstep and the Viennese Waltz. 발음듣기 비록 그와 그의 파트너가 똑같이 왈츠, 폭스트롯, 탱고, 퀵스텝, 비 왈츠로 시작했지만, 그는 차차차, 삼바, 파사 도블레, 룸바, 자이브로 구성된 라틴 댄스를 아주 잘했어요. TIMES CORE",
      "english": "He excels at Latin dancing, which comprises Cha-cha, Samba, Pasa Doble, Rumba and Jive, although he, and his partner Sabrina, are equally at home with the Waltz, Foxtrot, Tango, Quickstep and the Viennese Waltz. 발음"
    },
    {
      "korean": "Songs include \"Autumn Leaves,\" \"Greensleeves,\" \"El Condor Pasa,\" and more. 발음듣기 가을 나뭇잎, 그린 슬리브즈, 엘 콘도르 파사, 등의 노래가 포함된다. User translation Inaccurate information may be included due to the users' self-traslation. gang1972(gang****) Web Collection",
      "english": "Songs include \"Autumn Leaves,\" \"Greensleeves,\" \"El Condor Pasa,\" and more. 발음"
    },
    {
      "korean": "Passaro faces up to 11 1/2 years in prison. 발음듣기 파사로는 11년 6개월의 징역형을 받아 들였다. User translation Inaccurate information may be included due to the users' self-traslation. 탑탱(kims****) Web Collection",
      "english": "Passaro faces up to 11 1/2 years in prison. 발음"
    },
    {
      "korean": "In the new study, Dr Pasarica and her associates obtained adult stem cells from fatty tissue from liposuction patients. 발음듣기 새로운 연구에서 파사리카 박사와 그녀의 조수들은 지방흡입술 시술자의 지방조직에서 성인 줄기세포를 얻었다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "In the new study, Dr Pasarica and her associates obtained adult stem cells from fatty tissue from liposuction patients. 발음"
    }
  ]
}