{
  "phrases": [
    {
      "phrase": "파열",
      "hanja": " (破裂)",
      "example": {},
      "meanings": [
        "[명사] rupture, [동사] rupture, burst"
      ]
    },
    {
      "phrase": "심장의 파열",
      "hanja": "",
      "example": {},
      "meanings": [
        "rupture of the heart"
      ]
    },
    {
      "phrase": "혈관의 파열",
      "hanja": "",
      "example": {},
      "meanings": [
        "rupture of a blood vessel"
      ]
    },
    {
      "phrase": "보일러[수도관]의 파열",
      "hanja": "",
      "example": {},
      "meanings": [
        "bursting of a boiler[water pipe]"
      ]
    },
    {
      "phrase": "타이어의 파열",
      "hanja": "",
      "example": {},
      "meanings": [
        "blowout of a tire"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "rupture",
      "frequency": 0
    },
    {
      "meaning": "burst",
      "frequency": 3
    },
    {
      "meaning": "bust 2",
      "frequency": 0
    },
    {
      "meaning": "disrupture",
      "frequency": 0
    },
    {
      "meaning": "plosion",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "인대 파열이나 이런 것들을 좀 초래하기도 하고 골절을 초래하기도 합니다. I get things like torn ligaments and bone fractures. 듣기 View video KIM DONG WAN : 1010클럽with제시, 한라",
      "english": "I get things like torn ligaments and bone fractures."
    },
    {
      "korean": "목이 아파, 목이 아파 - 제 오른쪽 고막 파열 역할이었죠 - 네, 저는... His throat hurts. - He was to torn my right eardrum apart. - Yes, I... 듣기 View video V COOKIE : [Full]Golden Child 's SUMMER VACATION WEEK - 골든차일드 X 여름방학 스페셜위크",
      "english": "His throat hurts. - He was to torn my right eardrum apart. - Yes, I..."
    },
    {
      "korean": "장 파열, 순위 파열. Ruptured insides and ruptured ranking. 듣기 View video MAMAMOO : 마마무 유닛대결 공식 선전포고!",
      "english": "Ruptured insides and ruptured ranking."
    },
    {
      "korean": "근데 제가 왼쪽 어깨 근육이 파열이 돼서... My left shoulder muscles have ruptured... 듣기 View video SMTOWN : 이특의 최고의 요리비결 (LEETEUK’s The Best Recipes)",
      "english": "My left shoulder muscles have ruptured..."
    },
    {
      "korean": "1인 1돈가스? - 그러다가 장이 파열되면 어떻게 해. Is it 1 to 1? - I think that's going to rupture our insides. 듣기 View video MAMAMOO : 마마무 유닛대결 공식 선전포고!",
      "english": "Is it 1 to 1? - I think that's going to rupture our insides."
    }
  ],
  "examples": [
    {
      "korean": "A pipe ruptured, leaking water all over the house. 듣기 Add to Wordbook 수도관이 파열되면서 온 집에 물이 새어 나왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A pipe ruptured, leaking water all over the house. Add to Wordbook"
    },
    {
      "korean": "She had fallen and cut her head open. 듣기 Add to Wordbook 그녀는 넘어져 두개골이 파열되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She had fallen and cut her head open. Add to Wordbook"
    },
    {
      "korean": "the rupture of a blood vessel 듣기 Add to Wordbook 혈관의 파열 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the rupture of a blood vessel Add to Wordbook"
    },
    {
      "korean": "ruptures of oil and water pipelines 듣기 Add to Wordbook 송유관과 수도관의 파열 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "ruptures of oil and water pipelines Add to Wordbook"
    },
    {
      "korean": "The rupture is caused by cold weather. 듣기 Add to Wordbook 그 파열은 추운 날씨때문이다. YBM All in All English-Korean Dictionary",
      "english": "The rupture is caused by cold weather. Add to Wordbook"
    }
  ]
}