{
  "phrases": [
    {
      "phrase": "파티",
      "hanja": "",
      "example": {},
      "meanings": [
        "party"
      ]
    },
    {
      "phrase": "party",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 정당, …당",
        "Noun 파티 (→hen party, house party, stag party)",
        "Verb 비격식 파티를 하다, 먹고 마시며 놀다"
      ]
    },
    {
      "phrase": "potty",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 미친, 정신 나간",
        "Adjective ~에 사족을 못 쓰는",
        "Noun 비격식 유아용 변기[요강] (→chamber pot)"
      ]
    },
    {
      "phrase": "parti",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 건축 건축 디자인의 기본 설계[구상]"
      ]
    },
    {
      "phrase": "potty",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective [보통 ~ little] 하찮은, 대수롭지 않은",
        "Adjective 어리석은, 조금 실성한, 상식을 벗어난, <언어·태도가> 교만한, 잘난 체하는",
        "Adjective 열중한 ((about))"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "party",
      "frequency": 3
    },
    {
      "meaning": "do 1",
      "frequency": 3
    },
    {
      "meaning": "bash",
      "frequency": 0
    },
    {
      "meaning": "beano",
      "frequency": 0
    },
    {
      "meaning": "blowout",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "여기가 클럽이야? 파티를 하게? Is this a club? A party? 듣기 View video 플레이리스트 (Playlist) : 남자 때문에 인간관계 X됨 [엑스엑스(XX)] - 하이라이트",
      "english": "Is this a club? A party?"
    },
    {
      "korean": "우리 파티에 찾아와준 인썸니아에게 인사드릴까요? Should we say hello to InSomnia who came to the party? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Should we say hello to InSomnia who came to the party?"
    },
    {
      "korean": "[파티 추천곡] - 그러면 제가 DJ - 수디 수디! [Party Song Recommendation] - Then, I will be the DJ! - DJ Su! 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "[Party Song Recommendation] - Then, I will be the DJ! - DJ Su!"
    },
    {
      "korean": "오랜만에 바비큐 파티라니 너무 신나요! I'm so excited because we haven't had a BBQ party in a long time! 듣기 View video Stray Kids : [SKZ VLOG] 현진 : 현이, 지독한 짝사랑",
      "english": "I'm so excited because we haven't had a BBQ party in a long time!"
    },
    {
      "korean": "파티하면 좀 화려한 이미지가 생각나지 않아요? When you think of parties, doesn't you think of something fancy? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "When you think of parties, doesn't you think of something fancy?"
    }
  ],
  "examples": [
    {
      "korean": "All my plans for the party had gone awry. 듣기 Add to Wordbook 내 파티 계획이 모두 엉망이 되어 버린 상태였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All my plans for the party had gone awry. Add to Wordbook"
    },
    {
      "korean": "Her life was one long whirl of parties. 듣기 Add to Wordbook 그녀의 생활은 길게 이어지는 파티의 연속이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her life was one long whirl of parties. Add to Wordbook"
    },
    {
      "korean": "She busied herself with the preparations for the party. 듣기 Add to Wordbook 그녀는 파티 준비에 매달려 지냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She busied herself with the preparations for the party. Add to Wordbook"
    },
    {
      "korean": "She never stints on the food at her parties. 듣기 Add to Wordbook 그녀는 파티 때 음식을 인색하게 마련하는 법이 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She never stints on the food at her parties. Add to Wordbook"
    },
    {
      "korean": "The party began to take on an unreal, almost nightmarish quality. 듣기 Add to Wordbook 파티가 너무도 이상한, 거의 악몽과 같은 성격을 띠기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The party began to take on an unreal, almost nightmarish quality. Add to Wordbook"
    }
  ]
}