{
  "phrases": [
    {
      "phrase": "판명",
      "hanja": " (判明)",
      "example": {},
      "meanings": [
        "becoming clear, (분명해지다) 판명하다 become clear[plain], (확인되다) be ascertained, (알려지다) be known, (…로 밝혀지다) prove[turn out] (to be) (false), be identified as..."
      ]
    },
    {
      "phrase": "판명되다",
      "hanja": " (判明되다)",
      "example": {},
      "meanings": [
        "(확인되다) be confirmed, (formal) be ascertained, (알려지다) be (clearly) revealed, (증명되다) be proved, (드러나다) turn out, (밝혀지다) be identified (as)"
      ]
    },
    {
      "phrase": "판명하다",
      "hanja": " (判明하다)",
      "example": {},
      "meanings": [
        "Verb make clear, prove"
      ]
    },
    {
      "phrase": "오류 판명",
      "hanja": "",
      "example": {},
      "meanings": [
        "confirmation of error"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "prove",
      "frequency": 3
    },
    {
      "meaning": "check out",
      "frequency": 0
    },
    {
      "meaning": "Our speculations proved right.",
      "frequency": 0
    },
    {
      "meaning": "판명",
      "frequency": 0
    },
    {
      "meaning": "holidic",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "판명 들어갑니다 - 네! Let's review it. - Sure! 듣기 View video TOMORROW X TOGETHER : 연준 : 게임의 정석",
      "english": "Let's review it. - Sure!"
    },
    {
      "korean": "조기로 판명이 났대요. It was identified as a corvina. 듣기 View video 졸잼티비 (joLjamTV) : [theHybrid] 공허함이 가득한 핫젝 오빠들 _ ep8",
      "english": "It was identified as a corvina."
    },
    {
      "korean": "다 이선빈 씨가 지금 댓글을 조작한 걸로 판명이 됐습니다. The verdicts is that Sun Bin has been fabricating all these comments. 듣기 View video V DRAMA : [Full]스케치 X 앞터V (Sketch X Early Interview)",
      "english": "The verdicts is that Sun Bin has been fabricating all these comments."
    },
    {
      "korean": "거기가 맛집으로 이제 판명이 났어요 - 같이 갑시다 - 나중에 가요 - 많이 매워요? It's a good place for chicken. - Let's go together. - Yes. - Is it really spicy? 듣기 View video V COOKIE : [Full] DAY6 X LieV - 데이식스의 눕방라이브!",
      "english": "It's a good place for chicken. - Let's go together. - Yes. - Is it really spicy?"
    },
    {
      "korean": "지금 아닌걸로 판명이 나버렸어요. I can confirm that he's not. 듣기 View video 스누퍼(SNUPER) : 이제는 안하는 쿡방을 스누퍼가?",
      "english": "I can confirm that he's not."
    }
  ],
  "examples": [
    {
      "korean": "All the paintings proved to be fakes. 듣기 Add to Wordbook 그 그림들 모두가 위조품으로 판명되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All the paintings proved to be fakes. Add to Wordbook"
    },
    {
      "korean": "On closer inspection, the notes proved to be forgeries. 듣기 Add to Wordbook 더 자세히 검토한 결과, 그 편지[메모]들이 위조된 것으로 판명되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "On closer inspection, the notes proved to be forgeries. Add to Wordbook"
    },
    {
      "korean": "Our speculations proved right. 듣기 Add to Wordbook 우리의 짐작이 맞는 것으로 판명되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our speculations proved right. Add to Wordbook"
    },
    {
      "korean": "Speculation about a divorce proved totally unfounded. 듣기 Add to Wordbook 이혼에 대한 추측은 순전히 사실 무근인 것으로 판명 났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Speculation about a divorce proved totally unfounded. Add to Wordbook"
    },
    {
      "korean": "Shares in the industry proved a poor investment. 듣기 Add to Wordbook 그 산업 부문의 주식은 좋은 투자가 아님이 판명되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Shares in the industry proved a poor investment. Add to Wordbook"
    }
  ]
}