{
  "phrases": [],
  "meanings": [
    {
      "meaning": "arm number",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이것 같은 경우에는 팔 수 있는 물건이 아니에요. For this item, it's not something you can sell. 듣기 View video 한뼘TV : 서로 쪼개는 웃음이 가득한 BPS의 물건팔기 오디션현장",
      "english": "For this item, it's not something you can sell."
    },
    {
      "korean": "이제 나가서 팔아야 하지 않을까요? 여기서 다 팔 수 있을까요? Shouldn't we walk around with them? Will we be able to sell all of them here? 듣기 View video 방판소년단-SBS Plus : [방판소년단 EP48] 크나큰 로드 콘서트! IN 건대역 놀이터",
      "english": "Shouldn't we walk around with them? Will we be able to sell all of them here?"
    },
    {
      "korean": "[재환 TIME : 빈 컵] 이거 같은 경우는 팔수 있는 물건이 아니잖아요. [Jaehwan time: An empty cup] Honestly, for this, it's not an item that you can sell. 듣기 View video 한뼘TV : 서로 쪼개는 웃음이 가득한 BPS의 물건팔기 오디션현장",
      "english": "[Jaehwan time: An empty cup] Honestly, for this, it's not an item that you can sell."
    },
    {
      "korean": "팔 수 있어요? Could we sell this? 듣기 View video 2PM : 2PM V앱 100만! 핫티스트 고마워요♡",
      "english": "Could we sell this?"
    },
    {
      "korean": "팔 수 있죠. 팔고 싶으면 팔 수 있어요. We could. We could if we wanted to. 듣기 View video 2PM : 2PM V앱 100만! 핫티스트 고마워요♡",
      "english": "We could. We could if we wanted to."
    }
  ],
  "examples": [
    {
      "korean": "The land can be sold at the owner’s pleasure. 듣기 Add to Wordbook 그 땅은 소유주 마음대로 팔 수가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The land can be sold at the owner’s pleasure. Add to Wordbook"
    },
    {
      "korean": "We should be able to sell the house at a profit. 듣기 Add to Wordbook 우리는 이익을 남기고 그 집을 팔 수 있을 것이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We should be able to sell the house at a profit. Add to Wordbook"
    },
    {
      "korean": "You could sell him the Brooklyn Bridge. 듣기 Add to Wordbook 너는 (거짓말을 잘 하여) 그에게 (너의 것도 아닌) 브루클린 다리도 팔 수 있을 것이다.(너의 말은 콩으로 메주를 쑨다 해도 안 믿는다.) (서양속담, 믿음속담) 명언/속담",
      "english": "You could sell him the Brooklyn Bridge. Add to Wordbook"
    },
    {
      "korean": "They have been selecting the retailable items. 듣기 Add to Wordbook 그들은 팔 수 있는 물건들을 추린다. 국제영어대학원대학교 신어사전",
      "english": "They have been selecting the retailable items. Add to Wordbook"
    },
    {
      "korean": "In the modern world of business, it is useless to be a creative original thinker unless you can also sell what you create. Management cannot be expected to recognize a good idea unless it is presented to them by a good salesman. (David M. Ogilvy) 듣기 Add to Wordbook 현대 비즈니스계에서는 아무리 창의적이고 독창적인 아이디어가 있어도 자신이 창조한 것을 팔 수 없다면 무용지물이다. 아무리 좋은 아이디어라도 뛰어난 세일즈맨이 그 아이디어를 제시하지 않는다면 경영진의 눈에 띄길 기대할 수 없다. (데이비드 오길비, 일명언) 명언/속담",
      "english": "In the modern world of business, it is useless to be a creative original thinker unless you can also sell what you create. Management cannot be expected to recognize a good idea unless it is presented to them by a good salesman. (David M. Ogilvy) Add to Wordbook"
    }
  ]
}