{
  "phrases": [
    {
      "phrase": "패트리어트",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Patriot"
      ]
    },
    {
      "phrase": "패트리어트",
      "hanja": "",
      "example": {},
      "meanings": [
        "지명 Patriot"
      ]
    },
    {
      "phrase": "patriot",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 애국자"
      ]
    },
    {
      "phrase": "patriotic",
      "hanja": "",
      "example": {},
      "meanings": [
        "Adjective 애국적인"
      ]
    },
    {
      "phrase": "phased array tracking to intercept of target ( PATRIOT )",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 패트리어트 미사일"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Patriot missile",
      "frequency": 0
    },
    {
      "meaning": "Patriot Air Defense System",
      "frequency": 0
    },
    {
      "meaning": "Patriot advanced capability-2",
      "frequency": 0
    },
    {
      "meaning": "Patriot digital information link",
      "frequency": 0
    },
    {
      "meaning": "phased array tracking to intercept of target",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[위올라이] 전우가... [We alright] \"Legend of the Patriots\"... 듣기 View video V PICK! : [GFRIEND] 겁나고 각박한 세상 고갤들어 여치니들을 보라 나라 세울 미모 오늘도 살아갈 이유✨✨ (GFRIEND's Fever 4th Win!)",
      "english": "[We alright] \"Legend of the Patriots\"..."
    },
    {
      "korean": "정말 제가 애국자가 되는 그 느낌. I felt like a patriot. 듣기 View video 컨버전스 TV (CONS TV) : [악동탐정스] 남주X형섭X선호 500만 감사 악탐스 코멘터리",
      "english": "I felt like a patriot."
    },
    {
      "korean": "제가 다 애국자가 되는 것 같았고 - 맞아. I felt like we were all patriots. - That's right. 듣기 View video 컨버전스 TV (CONS TV) : [악동탐정스] 남주X형섭X선호 500만 감사 악탐스 코멘터리",
      "english": "I felt like we were all patriots. - That's right."
    },
    {
      "korean": "진짜 이거 리딩할 때 애국자 된 줄 알았어요. - 그거 에피소드 얘기해도 돼요? I thought I was a patriot during the script reading for this. - Can I share an episode? 듣기 View video 컨버전스 TV (CONS TV) : [악동탐정스] 남주X형섭X선호 500만 감사 악탐스 코멘터리",
      "english": "I thought I was a patriot during the script reading for this. - Can I share an episode?"
    }
  ],
  "examples": [
    {
      "korean": "They were drops of water in an ocean of hits: Star Wars, Patriot Games and The Fugitive and so on. 발음듣기 이런 작품들은 <스타워즈>나 <패트리어트게임><도망자>등과 같은 그의 수많은 히트작들에 비하면 새 발의 피였다. YBM All in All English-Korean Dictionary",
      "english": "They were drops of water in an ocean of hits: Star Wars, Patriot Games and The Fugitive and so on. 발음"
    },
    {
      "korean": "In 1986, the Chicago Bears won the Super Bowl by beating the New England Patriots. 발음듣기 1986년에 시카고 베어즈 팀은 뉴잉글랜드 패트리어트 팀을 이김으로써 슈퍼 보울에서 우승을 했다. YBM All in All English-Korean Dictionary",
      "english": "In 1986, the Chicago Bears won the Super Bowl by beating the New England Patriots. 발음"
    },
    {
      "korean": "Visit The Original Disneyland, the Wax Museum, home of a thousand stars, and Patriot's Park. 발음듣기 \"진짜\"디즈니랜드, 밀랍 인형관, 수많은 스타들의 저택, 그리고 패트리어트 공원 등을 둘러보세요. YBM All in All English-Korean Dictionary",
      "english": "Visit The Original Disneyland, the Wax Museum, home of a thousand stars, and Patriot's Park. 발음"
    },
    {
      "korean": "Four hours later, his good friend and mentor did it as the Colts trampled the Patriots in an epic upset. 발음듣기 4시간 후에 콜츠가 웅장한 싸움에서 패트리어트를 짓 밝고 승리하면서 그의 친한 친구이자 조언자가 이 일을 해냈다. TIMES CORE",
      "english": "Four hours later, his good friend and mentor did it as the Colts trampled the Patriots in an epic upset. 발음"
    },
    {
      "korean": "The current Patriot missile defense system (PAC-3) in Korea is incapable of intercepting the improved version of North Korea’s Rodong missile, which flew at an altitude of about 160 km in a recent drill, ministry spokesman Kim Min-seok said in a press briefing. 발음듣기 현재 한국에 있는 패트리어트 미사일 방어 체계(PAC-3)는, 최근 훈련에서 약 160km 고도까지 올라간 북한의 노동 미사일의 개량 형을 요격하기에는 역부족이라고 국방부 김민석 대변인이 언론 브리핑에서 말했다. TIMES CORE",
      "english": "The current Patriot missile defense system (PAC-3) in Korea is incapable of intercepting the improved version of North Korea’s Rodong missile, which flew at an altitude of about 160 km in a recent drill, ministry spokesman Kim Min-seok said in a press briefing. 발음"
    }
  ]
}