{
  "phrases": [
    {
      "phrase": "편대",
      "hanja": " (編隊)",
      "example": {},
      "meanings": [
        "formation"
      ]
    },
    {
      "phrase": "편대 비행을 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fly in formation",
        "make a formation flight"
      ]
    },
    {
      "phrase": "5기 편대로",
      "hanja": "",
      "example": {},
      "meanings": [
        "in a five-plane formation"
      ]
    },
    {
      "phrase": "편대를 짓다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fly into formation",
        "formate"
      ]
    },
    {
      "phrase": "폭격기의 대(大) 편대",
      "hanja": "",
      "example": {},
      "meanings": [
        "a large formation of bombers"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "formation",
      "frequency": 1
    },
    {
      "meaning": "formation",
      "frequency": 0
    },
    {
      "meaning": "an aircraft of the Queen's flight",
      "frequency": 0
    },
    {
      "meaning": "formate 2",
      "frequency": 0
    },
    {
      "meaning": "vic 1",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "an aircraft of the Queen’s flight 발음듣기 퀸즈 비행 편대의 비행기 한 대 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "an aircraft of the Queen’s flight 발음"
    },
    {
      "korean": "The triangle-formation offense led Brazil to a three to zero victory over Argentina. 발음듣기 브라질은 삼각 편대를 앞세워 아르헨티나에 3 대 0으로 승리했다 Neungyule",
      "english": "The triangle-formation offense led Brazil to a three to zero victory over Argentina. 발음"
    },
    {
      "korean": "formation flying 발음듣기 편대 비행 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "formation flying 발음"
    },
    {
      "korean": "The formations included sappers carrying mine detectors and leading sniffer dogs on leashes; tank men in black uniforms and padded headsets; and infantrymen brandishing long Mosin rifles with bayonets. Still jittery after a series of deadly terrorist attacks in the past few years, blamed on rebel Chechen separatists, Russian authorities have put into place an unprecedented security operation involving 20,000 police. 발음듣기 대전 당시의 군복을 입고 전쟁에서 싸운 다른 군부대를 상징하는 휘장을 든 군인 편대가 그 뒤를 따랐다. Neungyule",
      "english": "The formations included sappers carrying mine detectors and leading sniffer dogs on leashes; tank men in black uniforms and padded headsets; and infantrymen brandishing long Mosin rifles with bayonets. Still jittery after a series of deadly terrorist attacks in the past few years, blamed on rebel Chechen separatists, Russian authorities have put into place an unprecedented security operation involving 20,000 police. 발음"
    },
    {
      "korean": "fly in formation of 20 to 25 planes 발음듣기 20대 내지 25로 편대비행을 하다. 영어영작문대사전",
      "english": "fly in formation of 20 to 25 planes 발음"
    }
  ]
}