{
  "phrases": [
    {
      "phrase": "편입",
      "hanja": " (編入)",
      "example": {},
      "meanings": [
        "(다른 학교로) [동사] transfer",
        "(조직·단체 등으로의) [동사] be included, be incorporated; (군대에) be assigned"
      ]
    },
    {
      "phrase": "시에 편입되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be incorporated into a city"
      ]
    },
    {
      "phrase": "예비역에 편입되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go into the reserve(s)",
        "be placed on the reserve list",
        "be transferred to the (first) reserve"
      ]
    },
    {
      "phrase": "국민병에 편입되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be enrolled into the militia"
      ]
    },
    {
      "phrase": "예비군으로 편입되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be assigned to the armed reserves"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "incorporation",
      "frequency": 0
    },
    {
      "meaning": "Vegetarianism has been mainstreamed.",
      "frequency": 0
    },
    {
      "meaning": "mainstream",
      "frequency": 1
    },
    {
      "meaning": "enlistment",
      "frequency": 0
    },
    {
      "meaning": "Admission Day",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "편입을 왜 해, 이런 데로 - 퇴학당했구나? Why transfer to here? - Did you get kicked out? 듣기 View video OSEN : iKON 아이콘 'Star Road' EP.01",
      "english": "Why transfer to here? - Did you get kicked out?"
    },
    {
      "korean": "편입을 왜 해, 이런 데로 - 퇴학 당했구나? Why transfer to somewhere like this? - You were expelled, weren't you? 듣기 View video OSEN : iKON 아이콘 'Star Road' 하이라이트 05. 송윤형",
      "english": "Why transfer to somewhere like this? - You were expelled, weren't you?"
    },
    {
      "korean": "'저는 2년제를 졸업후 3학년으로 편입을 준비 중인 23살 이혜정이라고 합니다.' \"I am Lee Hyejung who graduated a 2 year school and getting ready to transfer as a junior.\" 듣기 View video INFINITE : 우현이 내게 오나봐 잘사람자라디오 12화",
      "english": "\"I am Lee Hyejung who graduated a 2 year school and getting ready to transfer as a junior.\""
    },
    {
      "korean": "저희 친형도 편입하거든요. My brother is going to transfer. 듣기 View video B.A.P : [REPLAY] B.A.P NOIR PREMIERE (가제: 팝콘 머글 시간도 엄서용)",
      "english": "My brother is going to transfer."
    },
    {
      "korean": "맞아, 부사관학과 편입생이야. Yes, he transferred from a school in Busan. 듣기 View video 웹드라마 더블루씨(the BlueSea) : 더블루씨(the BlueSea) 1화 - 우연한 만남",
      "english": "Yes, he transferred from a school in Busan."
    }
  ],
  "examples": [
    {
      "korean": "Vegetarianism has been mainstreamed. 발음듣기 채식주의가 주류에 편입되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Vegetarianism has been mainstreamed. 발음"
    },
    {
      "korean": "I’m thinking about transferring to another university. 발음듣기 다른 대학교로 편입하려고 생각 중이야. DARAKWON",
      "english": "I’m thinking about transferring to another university. 발음"
    },
    {
      "korean": "We said we could incorporate all of their requests, but it would mean pushing the opening back by a few weeks. 발음듣기 우리는 그들의 요구를 모두 편입시킬 수 있지만 홈페이지의 오픈을 몇 주 정도 늦추게 될 것이라고 말했습니다. DARAKWON",
      "english": "We said we could incorporate all of their requests, but it would mean pushing the opening back by a few weeks. 발음"
    },
    {
      "korean": "China A Share was included in GIMI in 2018. 발음듣기 중국 A 주식은 2018년에 글로벌 인베스터블 마켓 지수에 편입되었다. 국제영어대학원대학교 신어사전",
      "english": "China A Share was included in GIMI in 2018. 발음"
    },
    {
      "korean": "It's very difficult for immigrants to assimilate into the mainstream society. 발음듣기 이민자가 그 나라의 주류 사회로 편입하는 것은 매우 어렵다 Neungyule",
      "english": "It's very difficult for immigrants to assimilate into the mainstream society. 발음"
    }
  ]
}