{
  "phrases": [
    {
      "phrase": "편이",
      "hanja": " (便易)",
      "example": {},
      "meanings": [
        "convenience, handiness, easiness, usefulness, serviceableness.",
        "편이하다 convenient, handy, easy, useful, serviceable."
      ]
    },
    {
      "phrase": "어느 편이 이겼어요?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Which side won?"
      ]
    },
    {
      "phrase": "편이하다",
      "hanja": " (便易―)",
      "example": {},
      "meanings": [
        "(be) convenient, handy, easy, serviceable"
      ]
    },
    {
      "phrase": "노래는 좀 하는 편이야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "개인 신상 I sing a little.",
        "개인 신상 I actually sing pretty well.",
        "개인 신상 I can carry a tune."
      ]
    },
    {
      "phrase": "내일 오전 중에 탈 수 있는 편이 있습니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "비행기 Are there any flights tomorrow morning?",
        "비행기 Do you have any flights tomorrow morning?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "may/might (just) as well do something",
      "frequency": 0
    },
    {
      "meaning": "red shift",
      "frequency": 0
    },
    {
      "meaning": "the battle lines are drawn",
      "frequency": 0
    },
    {
      "meaning": "time is on your side",
      "frequency": 0
    },
    {
      "meaning": "No through road.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "9회, \"99초의 모든 것?!\", 이 편이 제일 재미있었어요. The 9th episode was \"Everything that happened in 99 sec.\", it was the best. 듣기 View video IDOL x IDOL : A.cian - We are A.cian '7월 7일, 우리 다시 만나...잠시만 안녕!'",
      "english": "The 9th episode was \"Everything that happened in 99 sec.\", it was the best."
    },
    {
      "korean": "난생처음 제 편이 돼주는 이도 만났습니다. For the first time in my life, I have met someone who is on my side. 듣기 View video 엽기적인 그녀 (My Sassy Girl) : [엽기적인 그녀] TOP10 한지은 영상 공개(FULL ver.)",
      "english": "For the first time in my life, I have met someone who is on my side."
    },
    {
      "korean": "이로써 뭔가 다음 편이 만들어질듯한... I feel like there is going to be another season of this. 듣기 View video tvN : tvN '신서유기 외전-꽃보다 청춘 위너' LIVE TALK (Here Comes Trouble: Unplanned Trip LIVE TALK)",
      "english": "I feel like there is going to be another season of this."
    },
    {
      "korean": "이 정도면 없는 편이네. - 이 정도면 없는 편이야. This is practically nothing. - This is practically nothing. 듣기 View video V COOKIE : [FULL] VICTON X SUITS KNIGHTS - 빅톤의 정장방!",
      "english": "This is practically nothing. - This is practically nothing."
    },
    {
      "korean": "[쉬는 날엔 어떻게 시간을 보내는 편이야?] [How do you spend your free time?] View video Dispatch : [ⓓxV] “나띠의 기억에 남는 댓글은 말야!”┃미니 인터뷰 (NATTY)",
      "english": "[How do you spend your free time?]"
    }
  ],
  "examples": [
    {
      "korean": "You don't have the law on your side. 발음듣기 법이 당신 편이 아니다. User translation Inaccurate information may be included due to the users' self-traslation. einky(eink****) Web Collection",
      "english": "You don't have the law on your side. 발음"
    },
    {
      "korean": "You had better do as I suggest. 발음듣기 내가 제안한 대로 하는 편이 나을 거야. User translation Inaccurate information may be included due to the users' self-traslation. 메르베이(psys****) Web Collection",
      "english": "You had better do as I suggest. 발음"
    },
    {
      "korean": "History, after all, is not on his side. 발음듣기 결국, 역사는 그의 편이 아니다. User translation Inaccurate information may be included due to the users' self-traslation. cielcine(ciel****) Web Collection",
      "english": "History, after all, is not on his side. 발음"
    },
    {
      "korean": "We might as well have saved our breath. 발음듣기 우리는 말을 아끼는 편이 나았다 User translation Inaccurate information may be included due to the users' self-traslation. WhereIsStylesong(help****) Hansard",
      "english": "We might as well have saved our breath. 발음"
    },
    {
      "korean": "Our side needs a victory out here. 발음듣기 우리 편이 여기서 승리해야 한다. User translation Inaccurate information may be included due to the users' self-traslation. The Milky Way(2byp****) Web Collection",
      "english": "Our side needs a victory out here. 발음"
    }
  ]
}