{
  "phrases": [
    {
      "phrase": "펴다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(접히거나 말린 것을) unfold, spread (out), open, lay out, (말린 것을) unroll, unfurl",
        "(주름·굽은 것 등을) smooth (out), flatten (out), (다리미로) iron, (철사 등을) straighten",
        "(주먹·어깨 등을) (주먹을) open, (어깨·허리 등을) straighten (up), stretch"
      ]
    },
    {
      "phrase": "펼것을 제의하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "propose to unfold"
      ]
    },
    {
      "phrase": "펼것을 촉구하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "urge to unfold"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "extensible",
      "frequency": 0
    },
    {
      "meaning": "stretchable",
      "frequency": 0
    },
    {
      "meaning": "unfoldable",
      "frequency": 0
    },
    {
      "meaning": "unknittable",
      "frequency": 0
    },
    {
      "meaning": "ductilely",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거 한 번 더 펼 수 있는 거 알지? - 부럽다 - 진짜? You can unfold this part. - Good for you. - Really? 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.19 뉴이스트의 2020 왁자지껄 운수대통 #1",
      "english": "You can unfold this part. - Good for you. - Really?"
    },
    {
      "korean": "여기서 다리도 펼 수 있잖아 - 제이비보이 - 왜 이렇게 떨어요? You can also straighten your legs. - JB-boy. - Why are you trembling so much? 듣기 View video 아이돌룸(IDOL ROOM) : 아이돌룸(IDOL ROOM) 20회 밤밤이CAM - 기자회견",
      "english": "You can also straighten your legs. - JB-boy. - Why are you trembling so much?"
    },
    {
      "korean": "펼 거 없나? Can you put something over this? 듣기 View video GOT7 : #3분갓세븐_20171025_17",
      "english": "Can you put something over this?"
    },
    {
      "korean": "맞아, 언젠간 펼 거야. That's right, she is going to stand up tall sometime soon. 듣기 View video 모모랜드를 찾아서 (Finding MOMOLAND) : 낸시,나윤,제인 샐러드 타임~♡",
      "english": "That's right, she is going to stand up tall sometime soon."
    },
    {
      "korean": "펼 때 우리 같이 말을 해봐요. When we show the answer, let's read it all together. 듣기 View video GFRIEND : [REPLAY] GFRIEND 너 그리고 나 Comeback Showcase",
      "english": "When we show the answer, let's read it all together."
    }
  ],
  "examples": [
    {
      "korean": "Can you stretch your arms out straighter? 듣기 Add to Wordbook 팔을 좀 더 똑바로 펼 수 있니? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can you stretch your arms out straighter? Add to Wordbook"
    },
    {
      "korean": "They can beat out the dent in the car’s wing. 듣기 Add to Wordbook 자동차 윙의 움푹 들어간 부분을 그들이 펼 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They can beat out the dent in the car’s wing. Add to Wordbook"
    },
    {
      "korean": "I can't stretch my arms. 듣기 Add to Wordbook 팔을 쭉 펼 수가 없습니다. Neungyule",
      "english": "I can't stretch my arms. Add to Wordbook"
    },
    {
      "korean": "My back hurts and I can't stretch my spine. 듣기 Add to Wordbook 등이 아파서 등을 곧바로 펼 수가 없다. YBM All in All English-Korean Dictionary",
      "english": "My back hurts and I can't stretch my spine. Add to Wordbook"
    },
    {
      "korean": "I can relax a little now that I have some money. 듣기 Add to Wordbook 돈이 조금 생겨 허리를 좀 펼 수 있게 되었다 Neungyule",
      "english": "I can relax a little now that I have some money. Add to Wordbook"
    }
  ]
}