{
  "phrases": [
    {
      "phrase": "펼침",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 evolution"
      ]
    },
    {
      "phrase": "펼치다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(접힌 것을) open, spread (out), unfold; (말린 것을) unroll",
        "(경기·공연 등을)",
        "(생각·꿈 등을)"
      ]
    },
    {
      "phrase": "펼침이식",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 spreader graft"
      ]
    },
    {
      "phrase": "루프 펼침",
      "hanja": "",
      "example": {},
      "meanings": [
        "loop broken"
      ]
    },
    {
      "phrase": "위상 펼침",
      "hanja": "",
      "example": {},
      "meanings": [
        "phase unwrapping"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "spread",
      "frequency": 2
    },
    {
      "meaning": "spreader graft",
      "frequency": 0
    },
    {
      "meaning": "to drop",
      "frequency": 0
    },
    {
      "meaning": "spreading regime",
      "frequency": 0
    },
    {
      "meaning": "swath pattern",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "펼치면 되는 건가요? Should I open it? 듣기 View video ATEEZ : [FULL] ATEEZ(에이티즈) ONLINE ATINY PARTY [Crescent]",
      "english": "Should I open it?"
    },
    {
      "korean": "펼쳐요, 펼친 다음에 여기서 - 하고? Spread it out, and then... - And then? 듣기 View video OSEN : IZ*ONE 아이즈원 원영X채연, 입덕할 수밖에 없는 순간들 #스타로드 하이라이트1",
      "english": "Spread it out, and then... - And then?"
    },
    {
      "korean": "한마디 펼쳐봐, 태형아! 나? Open your hand like this, V. Oh, me? 듣기 View video BTS : Run BTS! 2020 - EP.102",
      "english": "Open your hand like this, V. Oh, me?"
    },
    {
      "korean": "[진지한 연기를 펼치는 채영!] [CHAEYOUNG's doing some serious acting!] View video TWICE : TWICE TV “MORE & MORE” EP.02",
      "english": "[CHAEYOUNG's doing some serious acting!]"
    },
    {
      "korean": "[두 팀은 역전을 펼칠 수 있을까...?] 정답! [and win ins this game?] Correct! 듣기 View video TWICE : TWICE REALITY \"TIME TO TWICE\" - Noraebang Battle EP.03",
      "english": "[and win ins this game?] Correct!"
    }
  ],
  "examples": [
    {
      "korean": "The story continued with a double-page spread on the inside pages. 발음듣기 그 기사는 안쪽 페이지에서 두 페이지짜리 펼침 기사로 계속 이어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The story continued with a double-page spread on the inside pages. 발음"
    },
    {
      "korean": "a full spread advertisement in the newspaper 발음듣기 신문의 양면 펼침 광고 국제영어대학원대학교 신어사전",
      "english": "a full spread advertisement in the newspaper 발음"
    },
    {
      "korean": "We hope that the government will turn its optimism into reality by taking timely and appropriate policies. 발음듣기 정부는 낙관적인 태도에서 벗어나 시기적절하며 알맞은 정책을 펼침으로써 현실을 직시해야 할 것이다. Neungyule",
      "english": "We hope that the government will turn its optimism into reality by taking timely and appropriate policies. 발음"
    },
    {
      "korean": "They started out by putting on unusual performances on the streets. 발음듣기 이들은 거리에서 별난 공연을 펼침으로써 활동을 시작했다. Neungyule",
      "english": "They started out by putting on unusual performances on the streets. 발음"
    },
    {
      "korean": "If the stranger approaches too close to the wearer, the dress takes a defensive position by extending several mechanical limbs on the dress. 발음듣기 만약 낯선 사람이 사용자에게 너무 가깝게 다가가면, 그 드레스는 몇 개의 기계로 팔 다리를 펼침으로써 된 방어 자세를 취합니다. TIMES CORE",
      "english": "If the stranger approaches too close to the wearer, the dress takes a defensive position by extending several mechanical limbs on the dress. 발음"
    }
  ]
}