{
  "phrases": [
    {
      "phrase": "포인트",
      "hanja": "",
      "example": {},
      "meanings": [
        "(요점, 핵심) point, key (to)",
        "(운동경기) point",
        "(활자의 크기) point, font (size)"
      ]
    },
    {
      "phrase": "point",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (말·글에서 제시하는) 의견[주장] (→talking point)",
        "Noun (말행동의) 요점[(가장) 중요한 말/것]",
        "Verb (손가락 등으로) 가리키다"
      ]
    },
    {
      "phrase": "pointe ( pointes )",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 포앵트, 토 팁(토슈즈 앞의 딱딱한 부분)"
      ]
    },
    {
      "phrase": "point (at)",
      "hanja": "",
      "example": {},
      "meanings": [
        "손가락질하다"
      ]
    },
    {
      "phrase": "Point",
      "hanja": "",
      "example": {},
      "meanings": [
        "커피 포인트"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "point",
      "frequency": 3
    },
    {
      "meaning": "pt",
      "frequency": 0
    },
    {
      "meaning": "miss the point",
      "frequency": 0
    },
    {
      "meaning": "where the action is",
      "frequency": 0
    },
    {
      "meaning": "Point",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "입덕 포인트는? What is her charm? 듣기 View video OSEN : LOONA 이달의 소녀, 거침없는 TMI 대방출 #연습실챌린지 04",
      "english": "What is her charm?"
    },
    {
      "korean": "누가 제일 잘 어울렸나요? 포인트 한번 해볼까요? Who looked the best? Shall we point? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "Who looked the best? Shall we point?"
    },
    {
      "korean": "여러분 이 훅이 굉장한 포인트인데요 다 같이! Everyone, the hook is the emphasis point! Together! 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Everyone, the hook is the emphasis point! Together!"
    },
    {
      "korean": "뭐야 이거 - 지금 각자의 포인트가 있어요 다들 - 너무... What's this? - We all have different items. - It's... 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "What's this? - We all have different items. - It's..."
    },
    {
      "korean": "그럼 한번 우리 'Jazz Bar'의 감상 포인트 얘기하고 한번 라이브를 해볼까요? Then should we talk about what they should watch for in \"Jazz Bar\" before singing it? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Then should we talk about what they should watch for in \"Jazz Bar\" before singing it?"
    }
  ],
  "examples": [
    {
      "korean": "The polls have given Labour a five-point lead. 듣기 Add to Wordbook 여론조사에서 노동당이 5포인트 우세했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The polls have given Labour a five-point lead. Add to Wordbook"
    },
    {
      "korean": "The market reacted by falling a further two points. 듣기 Add to Wordbook 시장은 2포인트가 추가 하락하는 반응을 보였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The market reacted by falling a further two points. Add to Wordbook"
    },
    {
      "korean": "The Dow Jones index fell 15 points this morning. 듣기 Add to Wordbook 오늘 오전에 다우존스 지수가 15포인트 하락했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The Dow Jones index fell 15 points this morning. Add to Wordbook"
    },
    {
      "korean": "Text can be scaled from 4 points to 108 points without any loss of quality. 듣기 Add to Wordbook 텍스트는 전혀 질을 손상시키지 않고 크기를 4포인트에서 108포인트까지 조정할 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Text can be scaled from 4 points to 108 points without any loss of quality. Add to Wordbook"
    },
    {
      "korean": "The ship crashed into the infamous Sker Point rocks and broke into three pieces. 듣기 Add to Wordbook 그 배는 악명 높은 스케르 포인트 암초에 부딪쳐 세 조각이 나 버렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The ship crashed into the infamous Sker Point rocks and broke into three pieces. Add to Wordbook"
    }
  ]
}