{
  "phrases": [
    {
      "phrase": "풀풀",
      "hanja": "",
      "example": {},
      "meanings": [
        "(냄새가 나는 모양)",
        "(먼지가 흩날리는 모양)"
      ]
    },
    {
      "phrase": "새가 풀풀 날다",
      "hanja": "",
      "example": {},
      "meanings": [
        "a bird flies flapping its wings"
      ]
    },
    {
      "phrase": "풀풀하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(be) easily angry, short-tempered, irascible, petulant"
      ]
    },
    {
      "phrase": "풀풀데어",
      "hanja": " (─語)",
      "example": {},
      "meanings": [
        "문학 Fulfulde language"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Fulfulde",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "타이트 말고 풀 - 풀? Full, not tight. - Full? 듣기 View video BTS : Run BTS! 2019 - EP.74",
      "english": "Full, not tight. - Full?"
    },
    {
      "korean": "훈내가 풀풀 나는 이름처럼 정말 바람직한 조합의 듀오이죠. They're an exemplary duo group with a name to match! 듣기 View video JBJ95 : [#지금하95] 켄타켄타켄타켄타켄타켄타",
      "english": "They're an exemplary duo group with a name to match!"
    },
    {
      "korean": "이제 성인이 되는 거니까 뭔가 남자의 향기가 풀풀 나지 않나 그런 생각이 드는데요 - 맞습니다. you are going to become an adult, I think that you guys have the scent of men. - Yes. 듣기 View video Golden Child : [FULL] Golden Child 3RD MINI ALBUM [WISH] COMEBACK SHOWCASE",
      "english": "you are going to become an adult, I think that you guys have the scent of men. - Yes."
    },
    {
      "korean": "[훈내 풀풀...] [What a great gesture...] View video 졸잼티비 (joLjamTV) : [플랜맨_북해도] 꽃길에서 뭐하슈? _ 16회",
      "english": "[What a great gesture...]"
    },
    {
      "korean": "쿨내음을 풀풀 풍기면서 사라졌어요. He went off like a cool guy. 듣기 View video V COOKIE : [REPLAY]Christmas Week EP.2 STARSHIP-ENT (스타쉽엔터)",
      "english": "He went off like a cool guy."
    }
  ],
  "examples": [
    {
      "korean": "He smelled like a brewery. 듣기 Add to Wordbook 그는 술 냄새를 풀풀 풍겼다 Neungyule",
      "english": "He smelled like a brewery. Add to Wordbook"
    },
    {
      "korean": "A stench wafted through the room when he walked into the room. 듣기 Add to Wordbook 그가 방에 들어오자 고린내가 풀풀 났다 Neungyule",
      "english": "A stench wafted through the room when he walked into the room. Add to Wordbook"
    },
    {
      "korean": "He gave off the smell of booze. 듣기 Add to Wordbook 그는 술 냄새를 풀풀 풍겼다 Neungyule",
      "english": "He gave off the smell of booze. Add to Wordbook"
    },
    {
      "korean": "We arrived there after driving on a dust-blowing unpaved road for an hour. 듣기 Add to Wordbook 우리는 먼지가 풀풀 날리는 비포장도로를 한 시간이나 달려 그곳에 도착했다 Neungyule",
      "english": "We arrived there after driving on a dust-blowing unpaved road for an hour. Add to Wordbook"
    },
    {
      "korean": "Water is boiling up. 듣기 Add to Wordbook 물이 풀풀 끓는다 Dong-a's Prime English-Korean Dictionary",
      "english": "Water is boiling up. Add to Wordbook"
    }
  ]
}