{
  "phrases": [
    {
      "phrase": "품다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(알을) brood, incubate, sit on",
        "(칼·권총 등을) conceal",
        "(생각·느낌 등을) bear, carry, harbor, nurse"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "clutch 2",
      "frequency": 0
    },
    {
      "meaning": "dirty old man",
      "frequency": 0
    },
    {
      "meaning": "conceiver",
      "frequency": 0
    },
    {
      "meaning": "quotations embodying these truths",
      "frequency": 0
    },
    {
      "meaning": "an Electra complex",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이거? 내가 품는 거야. This? I'm incubating it. 듣기 View video PeekaVoo! : [알방라이브] 모모랜드의 서열왕 EP.1",
      "english": "This? I'm incubating it."
    },
    {
      "korean": "좀 더 디테일하게 알 품는 타조를 하는군요. So, you're depicting more details. 듣기 View video IDOL x IDOL : 언타이틀 - '워너비와 함께하는 언타이틀'",
      "english": "So, you're depicting more details."
    },
    {
      "korean": "그래서 제가 알 품는 타조를 준비했어요. So, I prepared to do an ostrich with an egg. 듣기 View video IDOL x IDOL : 언타이틀 - '워너비와 함께하는 언타이틀'",
      "english": "So, I prepared to do an ostrich with an egg."
    },
    {
      "korean": "'해를 품은 달' '한 사람' 알아요? From \"Moon Embracing The Sun\" do you know \"One Person?\" 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "From \"Moon Embracing The Sun\" do you know \"One Person?\""
    },
    {
      "korean": "[사람은 누구나 가슴속에 낙원을 품고 살아간다 우리는 그것을 꿈이라...] [Everyone has dreams in their heart ...] View video tvN D : 내신등급이 내 인생의 등급일까? [언어의 온도 : 우리의 열아홉] Ep.1",
      "english": "[Everyone has dreams in their heart ...]"
    }
  ],
  "examples": [
    {
      "korean": "No one could have doubts as to his success [as to this being true]. 발음듣기 아무도 그의 성공[이것이 진실이라는 것]에 의심을 품는 이는 없을 것이다. Friendict Level English-Korean Dictionary",
      "english": "No one could have doubts as to his success [as to this being true]. 발음"
    },
    {
      "korean": "Evil to him that evil thinks. 발음듣기 간악한 마음을 품는 자에게 재앙이 있을지어다. Friendict Level English-Korean Dictionary",
      "english": "Evil to him that evil thinks. 발음"
    },
    {
      "korean": "His device was able to convert sound waves into etchings on a sheet of paper. 발음듣기 그의 장치(고안품)는, 음파(音波)를 한 장의 종이 위에 에칭(동판쇄)으로 전환할 수 있었다. Neungyule",
      "english": "His device was able to convert sound waves into etchings on a sheet of paper. 발음"
    },
    {
      "korean": "The female bird incubates the eggs for about sixteen days while the male brings food. 발음듣기 암컷 새가 16일간 알을 품는 동안 숫새는 먹이를 물어온다. YBM All in All English-Korean Dictionary",
      "english": "The female bird incubates the eggs for about sixteen days while the male brings food. 발음"
    },
    {
      "korean": "The KMA said that doctors are also annoyed by patients who question them or their diagnosis because of medical information that they read online. 발음듣기 대한의사협회는 의사들이 인터넷 상에서 본 의료 지식을 바탕으로 의사 또는 의사의 진단에 의심을 품는 환자들에 골머리를 앓는다고 한다. Neungyule",
      "english": "The KMA said that doctors are also annoyed by patients who question them or their diagnosis because of medical information that they read online. 발음"
    }
  ]
}