{
  "phrases": [
    {
      "phrase": "품다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(알을) brood, incubate, sit on",
        "(칼·권총 등을) conceal",
        "(생각·느낌 등을) bear, carry, harbor, nurse"
      ]
    },
    {
      "phrase": "오래 품어 온 희망",
      "hanja": "",
      "example": {},
      "meanings": [
        "one´s long-cherished hope"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "one's long-cherished hope",
      "frequency": 0
    },
    {
      "meaning": "disaffectedly",
      "frequency": 0
    },
    {
      "meaning": "malcontentedly",
      "frequency": 0
    },
    {
      "meaning": "aggrievedly",
      "frequency": 0
    },
    {
      "meaning": "eggs set under hens",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[기적의 희망 품어 보는 모모] 안 보였겠지? 안 나왔나? [MOMO hopes for a miracle] Was my face on camera? 듣기 View video TWICE : TWICE TV \"Feel Special\" EP.03",
      "english": "[MOMO hopes for a miracle] Was my face on camera?"
    },
    {
      "korean": "좀 북극곰처럼 뭔가 따뜻하게 품어주는 다른 연습생이 있나요? Is there any trainee whom you take care of, like a mother polar bear? 듣기 View video World Klass (월드 클래스) : [Full] <월드 클래스> 첫방송 카운트다운 라이브 / Countdown Live",
      "english": "Is there any trainee whom you take care of, like a mother polar bear?"
    },
    {
      "korean": "품어줬답니다. She covered it. 듣기 View video GFRIEND : 안자는버디?",
      "english": "She covered it."
    },
    {
      "korean": "품어줄 것 같은 느낌이 있어. Looks like you can embrace everyone. 듣기 View video FANTAGIO MUSIC : <5urprise in Japan> 서프라이즈 첫 브이앱!",
      "english": "Looks like you can embrace everyone."
    },
    {
      "korean": "근데 이래놓고 열심히 품어줬어요. She did that and snuggled them up again. 듣기 View video GFRIEND : 안자는버디?",
      "english": "She did that and snuggled them up again."
    }
  ],
  "examples": [
    {
      "korean": "He’s borne me a grudge ever since that day. 발음듣기 그는 그날 이후로 계속 나에게 원한을 품어 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s borne me a grudge ever since that day. 발음"
    },
    {
      "korean": "He’s borne a grudge against me ever since that day. 발음듣기 그는 그날 이후로 계속 나에게 원한을 품어 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s borne a grudge against me ever since that day. 발음"
    },
    {
      "korean": "She had been nursing a secret desire to see him again. 발음듣기 그녀는 그를 다시 만나려는 은밀한 욕망을 품어 오고 있던 참이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She had been nursing a secret desire to see him again. 발음"
    },
    {
      "korean": "He had been nursing a grievance against his boss for months. 발음듣기 그는 자기 상사에 대해 몇 달째 불만을 품어 오고 있는 상태였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He had been nursing a grievance against his boss for months. 발음"
    },
    {
      "korean": "She had always had a sneaking affection for him. 발음듣기 그녀는 항상 그에게 남몰래 애정을 품어 오던 참이었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She had always had a sneaking affection for him. 발음"
    }
  ]
}