{
  "phrases": [
    {
      "phrase": "품종",
      "hanja": " (品種)",
      "example": {},
      "meanings": [
        "kind (of), variety (of), (동물의) breed (of)"
      ]
    },
    {
      "phrase": "토마토의 품종 개량",
      "hanja": "",
      "example": {},
      "meanings": [
        "improvement of a species of tomato"
      ]
    },
    {
      "phrase": "양의 품종을 개량하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "develop a better breed of sheep"
      ]
    },
    {
      "phrase": "쌀의 품종을 개량하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "improve varieties of rice"
      ]
    },
    {
      "phrase": "동물의 품종을 개량하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "improve the breed of an animal"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "race",
      "frequency": 3
    },
    {
      "meaning": "breed",
      "frequency": 3
    },
    {
      "meaning": "variety",
      "frequency": 3
    },
    {
      "meaning": "race 2",
      "frequency": 3
    },
    {
      "meaning": "cultivar",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "저요? 저 어떤 품종이냐고요? Me? What breed am I? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "Me? What breed am I?"
    },
    {
      "korean": "이런 품종이 도사죠? He's a Tosa breed? 듣기 View video V Animal Family : 박시환X박정윤 수의사의 유기견 봉사활동 하는 날! Animal shelter volunteer day!",
      "english": "He's a Tosa breed?"
    },
    {
      "korean": "강아지가 어떤 품종이에요? What kind of dog is he? 듣기 View video UNIQ : 승연 X 플로우식 RECIPE 뒷풀이 1탄",
      "english": "What kind of dog is he?"
    },
    {
      "korean": "품종이 실버푸들이에요. Her breed is a Silver Poodle. 듣기 View video Girl's Day : [걸스데이] 금요일 유라는..?",
      "english": "Her breed is a Silver Poodle."
    },
    {
      "korean": "원래는 작은 품종이었거든요. they were small species originally. 듣기 View video Hong Jin Young : 갓떼리언니 오랜만~♡",
      "english": "they were small species originally."
    }
  ],
  "examples": [
    {
      "korean": "Labradors and other large breeds of dog 듣기 Add to Wordbook 래브라도와 다른 큰 품종의 개들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Labradors and other large breeds of dog Add to Wordbook"
    },
    {
      "korean": "Apples come in a great many varieties. 듣기 Add to Wordbook 사과는 대단히 많은 품종으로 나온다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Apples come in a great many varieties. Add to Wordbook"
    },
    {
      "korean": "This particular variety flowers in July. 듣기 Add to Wordbook 이 특정 품종은 7월에 꽃을 피운다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This particular variety flowers in July. Add to Wordbook"
    },
    {
      "korean": "These cattle are one of the purest breeds in Britain. 듣기 Add to Wordbook 이들 소는 영국에서 가장 순수한 품종들 가운데 하나이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "These cattle are one of the purest breeds in Britain. Add to Wordbook"
    },
    {
      "korean": "a sturdy breed of cattle 듣기 Add to Wordbook 튼튼한 품종의 소 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a sturdy breed of cattle Add to Wordbook"
    }
  ]
}