{
  "phrases": [
    {
      "phrase": "풍기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(냄새를) smell, give off; (악취를) stink (of), reek (of)",
        "(분위기·인상 등을) radiate, give off, (formal) exude"
      ]
    },
    {
      "phrase": "방향이 풍기는",
      "hanja": "",
      "example": {},
      "meanings": [
        "fragrant",
        "aromatic",
        "sweet-smelling"
      ]
    },
    {
      "phrase": "그윽이 풍기는 향기",
      "hanja": "",
      "example": {},
      "meanings": [
        "a subtle perfume"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "whiff",
      "frequency": 1
    },
    {
      "meaning": "malodorous",
      "frequency": 0
    },
    {
      "meaning": "sweet-smelling",
      "frequency": 0
    },
    {
      "meaning": "stinkard",
      "frequency": 0
    },
    {
      "meaning": "a subtle perfume",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "또 그리고 풍기는 그런 느낌? And that feeling that comes out then? 듣기 View video ONG SEONG WU : 헬로옹",
      "english": "And that feeling that comes out then?"
    },
    {
      "korean": "[연말 분위기 물씬 풍기는 어느 날] 뭐야? [One fine day with year-end party vibes] What's this? 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.17 늉이들의 Good Bye 2019 #1",
      "english": "[One fine day with year-end party vibes] What's this?"
    },
    {
      "korean": "[스나이퍼 포스 풍기는 안정적인 두 사람] - 형 당기면 나가요. - 오케이. It shoots when you pull. - Okay. 듣기 View video 포토피플(PHOTO PEOPLE) : 포토피플 in TOKYO 12부_ep.3 톰 크루즈 뺌치는 도쿄의 총잡이들★",
      "english": "It shoots when you pull. - Okay."
    },
    {
      "korean": "[남상효 매니저에게서 풍기는 구멍의 냄새] 글자 수 말해도 돼요? [Seems like Sang Hyo is a hole] Can I tell him the number of characters? 듣기 View video LOVELYZ : '러블리즈 다이어리 시즌6' 6화 ('Lovelyz Diary Season 6' EP.6 )",
      "english": "[Seems like Sang Hyo is a hole] Can I tell him the number of characters?"
    },
    {
      "korean": "그때는 약간 풍기는 이미지가.. 한 살 한 살 먹었을 때 달라진다고 해야 되나? At that time, the image that I was giving off... Do I say that it changed each year I got older? 듣기 View video GFRIEND : 히히 히히",
      "english": "At that time, the image that I was giving off... Do I say that it changed each year I got older?"
    }
  ],
  "examples": [
    {
      "korean": "I disliked the implied criticism in his voice. 발음듣기 나는 그의 목소리에서 은연중에 풍기는 비난이 싫었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I disliked the implied criticism in his voice. 발음"
    },
    {
      "korean": "The last thing I wanna do is smell like smoke before going home to my parents. 발음듣기 내가 제일 싫어하는 게 집에 가서 부모님께 담배 냄새 풍기는 건데. DARAKWON",
      "english": "The last thing I wanna do is smell like smoke before going home to my parents. 발음"
    },
    {
      "korean": "The town is built on a malodorous swamp. 발음듣기 그 도시는 악취를 풍기는 늪 위에 건설된다. YBM All in All English-Korean Dictionary",
      "english": "The town is built on a malodorous swamp. 발음"
    },
    {
      "korean": "He was attracted by the elegance of her manners. 발음듣기 그는 그녀의 몸가짐에서 풍기는 우아함에 반했다. YBM All in All English-Korean Dictionary",
      "english": "He was attracted by the elegance of her manners. 발음"
    },
    {
      "korean": "I got a whiff of food through the window. 발음듣기 창문사이로 확 풍기는 음식 냄새를 맡았어요. Neungyule",
      "english": "I got a whiff of food through the window. 발음"
    }
  ]
}