{
  "phrases": [
    {
      "phrase": "풍기다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(냄새를) smell, give off; (악취를) stink (of), reek (of)",
        "(분위기·인상 등을) radiate, give off, (formal) exude"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "stinkingly",
      "frequency": 0
    },
    {
      "meaning": "smell a smell of cooking",
      "frequency": 0
    },
    {
      "meaning": "exude",
      "frequency": 0
    },
    {
      "meaning": "imply",
      "frequency": 2
    },
    {
      "meaning": "whiff",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "뭔가 어렸을 때부터 그 아메카지 그 히피의 느낌을 되게 풍겨보고 싶었어요 제가. I wanted to give off this American Vintage, hippy vibe since I was young. 듣기 View video 카모마일T (Chamomile_T) : ✈ 일본 도쿄여행 ✈ 캐리어 짐싸기 / 여행 필수품과 환전까지?",
      "english": "I wanted to give off this American Vintage, hippy vibe since I was young."
    },
    {
      "korean": "이미 여기서부터 뭔가 풍겨. - 그지? I can smell it even from here. - Right? 듣기 View video 컨버전스 TV (CONS TV) : Global Working Tour in Australia EP.03",
      "english": "I can smell it even from here. - Right?"
    },
    {
      "korean": "멋있는 아우라가 풍겨요. SHINHWA members did give off when they were actively promoting their albums. 듣기 View video V Beauty : 스칼렛과 뷰티수다떨기 겨울스킨케어&셀프관리법 Let's talk about skincare for winter season!",
      "english": "SHINHWA members did give off when they were actively promoting their albums."
    },
    {
      "korean": "정말 드라마 대박 기운이 물씬 풍겨나고 있습니다. which just means that this drama will be a huge hit. 듣기 View video 컨버전스 TV (CONS TV) : 웹드라마 [악동탐정스] 제작발표회",
      "english": "which just means that this drama will be a huge hit."
    },
    {
      "korean": "[수영 전문가 포스 물씬 풍기던] 물 진짜 깨끗해요! [Like a professional] The water is so clear! 듣기 View video TWICE : 나연 TV “나연이 하와이 갔나연?” EP.02",
      "english": "[Like a professional] The water is so clear!"
    }
  ],
  "examples": [
    {
      "korean": "The tantalizing aroma of fresh coffee wafted towards them. 발음듣기 갓 뽑은 커피의 감질나는 향이 그들 쪽으로 풍겨 왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The tantalizing aroma of fresh coffee wafted towards them. 발음"
    },
    {
      "korean": "wafts of perfume / smoke 발음듣기 풍겨 오는 향수 냄새/퍼져 나오는 연기 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "wafts of perfume / smoke 발음"
    },
    {
      "korean": "a bad smell exhaling from the kitchen 발음듣기 부엌에서 풍겨 나오는 나쁜 냄새. Friendict Level English-Korean Dictionary",
      "english": "a bad smell exhaling from the kitchen 발음"
    },
    {
      "korean": "The aroma of coffee was wafted in. 발음듣기 향긋한 커피 냄새가 풍겨왔다. Dong-a's Prime English-Korean Dictionary",
      "english": "The aroma of coffee was wafted in. 발음"
    },
    {
      "korean": "The smell of coffee floated up from the kitchen. 발음듣기 부엌에서 커피 냄새가 풍겨 나왔다. Friendict Level English-Korean Dictionary",
      "english": "The smell of coffee floated up from the kitchen. 발음"
    }
  ]
}