{
  "phrases": [
    {
      "phrase": "pray",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb (하느님께) 기도하다[빌다], 기원하다",
        "Verb 간절히 바라다",
        "Adverb 옛글투 또는 반어적 <질문부탁 등을 할 때 please와 같은 의미로 씀>"
      ]
    },
    {
      "phrase": "fray",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb (천이[을]) 해어지다[해어지게 하다]",
        "Verb 신경들이 날카로워지다[날카로워지게 만들다]",
        "Noun (특히 자신의 능력을 시험하는 듯한) 싸움[경쟁]"
      ]
    },
    {
      "phrase": "prey",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (사냥 동물의) 먹이[사냥감]",
        "Noun (특히 부정한 목적에 이용되는) 희생자[피해자]"
      ]
    },
    {
      "phrase": "fray",
      "hanja": "",
      "example": {},
      "meanings": [
        "Transitive verb <천 등을> 닳게 하다, 해어지게 하다 ((out))",
        "Transitive verb 비비다(rub), <사슴이> 나무에 <뿔을> 대고 비비다",
        "Intransitive verb <옷이> 해어지다, 풀리다"
      ]
    },
    {
      "phrase": "fray",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 싸움, 소동, 난투, (스포츠의) 경쟁, 경기",
        "Noun 공포"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Frei, Ruiz-Tagle, Eduardo",
      "frequency": 0
    },
    {
      "meaning": "Prey (PC)",
      "frequency": 0
    },
    {
      "meaning": "fromage frais",
      "frequency": 0
    },
    {
      "meaning": "Frei",
      "frequency": 0
    },
    {
      "meaning": "a gallery hit",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "마지막에는 코스프레이도 했죠. And the last thing was cosplay. 듣기 View video MAP6 : 맵식이 하루일기 EP.6 MINHYUK",
      "english": "And the last thing was cosplay."
    },
    {
      "korean": "[1등 기원] 오케이~ [Praying for 1st place] Okay! 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "[Praying for 1st place] Okay!"
    },
    {
      "korean": "제가 그러면 'PRAY' 불러줄까요? Then should I sing \"PRAY\" for you? 듣기 View video GOT7 : 월요일 유겸이",
      "english": "Then should I sing \"PRAY\" for you?"
    },
    {
      "korean": "'PRAY' 좋아요 영어 학원 갔다 왔어요? \"PRAY\" is good. You went to English academy? 듣기 View video GOT7 : 월요일 유겸이",
      "english": "\"PRAY\" is good. You went to English academy?"
    },
    {
      "korean": "아리마대 요셉? 기도하는 손 말고 또 있어? Arimathea Joseph? Besides the praying hands? 듣기 View video 컨스TV : 정말 난 친구인거네...[넘버식스] ep5.",
      "english": "Arimathea Joseph? Besides the praying hands?"
    }
  ],
  "examples": [
    {
      "korean": "A fact that, Mr. Frey says contributes to the play's success. 듣기 Add to Wordbook \"이 사실은 연극이 성공을 거두는 데 기여한다.\" 라고 프레이 감독은 말한다. YBM All in All English-Korean Dictionary",
      "english": "A fact that, Mr. Frey says contributes to the play's success. Add to Wordbook"
    },
    {
      "korean": "Miami lawyer Pedro Freyre cautions that a big concern will continue to be Cuba's lack of legal protections for private business and private property. 듣기 Add to Wordbook 마이애미주 변호사인 페드로 프레이레씨는 쿠바에 개인 기업이나 재산에 대한 법적 보호장치가 결여돼 있는 점이 앞으로도 계속 문제가 될 것이라고 지적합니다. YBM All in All English-Korean Dictionary",
      "english": "Miami lawyer Pedro Freyre cautions that a big concern will continue to be Cuba's lack of legal protections for private business and private property. Add to Wordbook"
    },
    {
      "korean": "Many expect a post-Castro government would begin relaxing some of its tight controls, but Freyre adds that some U.S. laws would have to be changed, too. 듣기 Add to Wordbook 많은 사람들은 카스트로 이후의 쿠바는 엄격한 통제를 일부 완화하기 시작할 것으로 보고 있습니다. 하지만 프레이레씨는 미국도 일부 법을 고쳐야 한다고 말합니다. YBM All in All English-Korean Dictionary",
      "english": "Many expect a post-Castro government would begin relaxing some of its tight controls, but Freyre adds that some U.S. laws would have to be changed, too. Add to Wordbook"
    },
    {
      "korean": "Somehow we've become a classic, and part of the fabric of the community, says artistic director David Frey, “Going to 'Vern in the Hills' on a summer evening is just part of life here.” 듣기 Add to Wordbook 어찌되었든 간에 우리 작품은 고전이 되었고, 지역 사회의 일부가 되었어요.라고 미술 감독인 데이비드 프레이 씨는 말한다. 이곳에선 여름날 밤에 '언덕 위의 번'을 보러 가는 것이 그저 생활의 일부예요. YBM All in All English-Korean Dictionary",
      "english": "Somehow we've become a classic, and part of the fabric of the community, says artistic director David Frey, “Going to 'Vern in the Hills' on a summer evening is just part of life here.” Add to Wordbook"
    },
    {
      "korean": "Until you have a framework in Cuba that gives us a level, a measure of comfort, that there is some kind of legal mechanism that protects private property rights, then it is fool's gold (a risky investment), he said. 듣기 Add to Wordbook 프레이레씨는 쿠바가 개인재산권을 보호하는 법적 장치를 갖춰 투자자들이 이로 부터 안도감을 갖게 되기까지는 쿠바 투자는 위험한 일이라고 말합니다. YBM All in All English-Korean Dictionary",
      "english": "Until you have a framework in Cuba that gives us a level, a measure of comfort, that there is some kind of legal mechanism that protects private property rights, then it is fool's gold (a risky investment), he said. Add to Wordbook"
    }
  ]
}