{
  "phrases": [
    {
      "phrase": "plat",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 구획된 땅, (화단 등으로 쓰는) 작은 땅",
        "Noun (토지의) 도면",
        "Transitive verb 미 …의 도면[지도]을 만들다(plot)"
      ]
    },
    {
      "phrase": "plat",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (음식) 한 접시"
      ]
    },
    {
      "phrase": "plat",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun, Transitive verb (=PLAIT)"
      ]
    },
    {
      "phrase": "plat.",
      "hanja": "",
      "example": {},
      "meanings": [
        "plateau, platform, platoon"
      ]
    },
    {
      "phrase": "plat-",
      "hanja": "",
      "example": {},
      "meanings": [
        "⇨ PLATY-"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "plasmasol",
      "frequency": 0
    },
    {
      "meaning": "flavedo",
      "frequency": 0
    },
    {
      "meaning": "placode",
      "frequency": 0
    },
    {
      "meaning": "Plautus",
      "frequency": 0
    },
    {
      "meaning": "Flaherty",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "I used to use a flybrary whenever I went abroad to work. 듣기 Add to Wordbook 해외로 출장을 갈 때마다 나는 플라이브러리를 이용하곤 했다. 국제영어대학원대학교 신어사전",
      "english": "I used to use a flybrary whenever I went abroad to work. Add to Wordbook"
    },
    {
      "korean": "It left San Francisco on March 20, stopping along the way at various South Pacific island nations including Kiribati and Samoa. 듣기 Add to Wordbook 이 플라스티키는 3월20일에 샌프란시스코를 떠나 키리바시, 소모아와 같은 남태평양 지역의 섬에 정박했다. Neungyule",
      "english": "It left San Francisco on March 20, stopping along the way at various South Pacific island nations including Kiribati and Samoa. Add to Wordbook"
    },
    {
      "korean": "A crowd of about 100 erupted into cheers after the Plastiki finally docked. 듣기 Add to Wordbook 마침내 플라스티키가 항구에 정박하자 100명이 넘는 인파가 몰려들어 환호하였다. Neungyule",
      "english": "A crowd of about 100 erupted into cheers after the Plastiki finally docked. Add to Wordbook"
    },
    {
      "korean": "The journey of the Plastiki is a journey from trash to triumph,' said Jeffrey Bleich, the U.S. ambassador to Australia, who greeted the team after they docked. 듣기 Add to Wordbook 플라스티키의 여행은 쓰레기 더미에서 승리를 이루어낸 여행이다.'라고 항구에 정박한 탐험대를 맞이한 제프리 블레이치 호주 주재 미국 대사가 말했다. Neungyule",
      "english": "The journey of the Plastiki is a journey from trash to triumph,' said Jeffrey Bleich, the U.S. ambassador to Australia, who greeted the team after they docked. Add to Wordbook"
    },
    {
      "korean": "The Plastiki - named after the 1947 Kon-Tiki raft sailed across the Pacific by explorer Thor Heyerdahl - is fully recyclable and gets its power from solar panels and windmills. 듣기 Add to Wordbook 1947년 탐험가 토르 헤위에르달이 타고 태평양을 횡단한 '콘-티키'에서 이름을 딴 플라스티키는 전부 재활용품을 사용한 것이며, 태양 전지판과 풍차를 통해 동력을 얻는다. Neungyule",
      "english": "The Plastiki - named after the 1947 Kon-Tiki raft sailed across the Pacific by explorer Thor Heyerdahl - is fully recyclable and gets its power from solar panels and windmills. Add to Wordbook"
    }
  ]
}