{
  "phrases": [
    {
      "phrase": "피우다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(꽃을) bloom, blossom, flower",
        "(불·연기 등을) light, burn",
        "(담배를) smoke"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "smoke oneself sick[silly]",
      "frequency": 0
    },
    {
      "meaning": "smoking",
      "frequency": 3
    },
    {
      "meaning": "puff",
      "frequency": 3
    },
    {
      "meaning": "smoke",
      "frequency": 3
    },
    {
      "meaning": "smoker",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "불 피워, 불 피워. - 불 피워서 분위기가 더 났던 것 같아. Make the fire. - The fire made it perfect. 듣기 View video DIA : [DIA] 바비큐파티 다이아X에이드",
      "english": "Make the fire. - The fire made it perfect."
    },
    {
      "korean": "야외에서 카메라 설치해놓고 모닥불 캠프파이어처럼 피워서 해보고 싶어. I want to install a camera and have a bonfire outside. 듣기 View video V COOKIE : [FULL] 2018 GLOBAL VLIVE TOP 10 - Seventeen",
      "english": "I want to install a camera and have a bonfire outside."
    },
    {
      "korean": "바람을 피워서 헤어진 전 남친의 페이스북에 들어가게 된 거죠. \"We broke up because he cheated on me. I clicked on his Facebook page.\" 듣기 View video 스튜디오 룰루랄라 (Studio LuluLala) : [취중막말] ep2. 정진운X김동한 전여친 흑역사 대방출 (이불킥 주의)",
      "english": "\"We broke up because he cheated on me. I clicked on his Facebook page.\""
    },
    {
      "korean": "서태현이 바람피운 거? Seo Taehyun cheating on me? 듣기 View video 플레이리스트 (Playlist) : 여자 둘이 손잡고 X레기 족치는 법[엑스엑스(XX)] - EP.08",
      "english": "Seo Taehyun cheating on me?"
    },
    {
      "korean": "나는 또 누구랑 바람피운다고? And who am I cheating with? 듣기 View video 컨스TV : 그날 밤 일 죽어도 얘기 안하려고...[넘버식스]ep7.",
      "english": "And who am I cheating with?"
    }
  ],
  "examples": [
    {
      "korean": "Smoker lines make him look older. 듣기 Add to Wordbook 담배를 피워서 생긴 주름은 그를 더 늙어 보이게 한다. 국제영어대학원대학교 신어사전",
      "english": "Smoker lines make him look older. Add to Wordbook"
    },
    {
      "korean": "I feel bad for cheating on her. That was really stupid of me. 듣기 Add to Wordbook 그녀를 두고 바람을 피워서 죄책감을 느껴. 내가 정말로 바보 같았어. DARAKWON",
      "english": "I feel bad for cheating on her. That was really stupid of me. Add to Wordbook"
    },
    {
      "korean": "He died because he blew jive too much. 듣기 Add to Wordbook 그는 마리화나를 너무 많이 피워서 죽었다. YBM All in All English-Korean Dictionary",
      "english": "He died because he blew jive too much. Add to Wordbook"
    },
    {
      "korean": "He died because he blew jaw too much. 듣기 Add to Wordbook 그는 마리화나를 너무 많이 피워서 죽었다. YBM All in All English-Korean Dictionary",
      "english": "He died because he blew jaw too much. Add to Wordbook"
    },
    {
      "korean": "He was just detained for creating a disturbance in the courtroom. 듣기 Add to Wordbook 그는 재판정에서 소란을 피워서 구속되었대요. Neungyule",
      "english": "He was just detained for creating a disturbance in the courtroom. Add to Wordbook"
    }
  ]
}