{
  "phrases": [
    {
      "phrase": "피폭",
      "hanja": " (被曝·被暴)",
      "example": {},
      "meanings": [
        "[동사] be exposed to radiation"
      ]
    },
    {
      "phrase": "피폭",
      "hanja": " (被爆)",
      "example": {},
      "meanings": [
        "Noun being bombed"
      ]
    },
    {
      "phrase": "피폭되다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be bombed",
        "suffer from bombing"
      ]
    },
    {
      "phrase": "피폭 지구",
      "hanja": " (被爆地區)",
      "example": {},
      "meanings": [
        "a bombed block[area]"
      ]
    },
    {
      "phrase": "피폭 도시",
      "hanja": " (被爆都市)",
      "example": {},
      "meanings": [
        "an air-raided city, a city which has suffered from bombing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be bombed",
      "frequency": 0
    },
    {
      "meaning": "suffer from bombing",
      "frequency": 0
    },
    {
      "meaning": "bombsite",
      "frequency": 0
    },
    {
      "meaning": "external exposure",
      "frequency": 0
    },
    {
      "meaning": "atomic soldier",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "There was an incident of radiation exposure (to people) at the nuclear power plant. 발음듣기 원자력 발전소에서 방사능 피폭 사고가 발생했다 Neungyule",
      "english": "There was an incident of radiation exposure (to people) at the nuclear power plant. 발음"
    },
    {
      "korean": "Of course, there is still a lot to deal with, like radiation exposure and reconstruction of the homes and lives that were lost. 발음듣기 물론 아직도 방사능 노출(피폭)에 대비하고, 허물어진 집과 생활 터전을 다시 일으켜 세우는 등 처리해야 할 일이 많다. Neungyule",
      "english": "Of course, there is still a lot to deal with, like radiation exposure and reconstruction of the homes and lives that were lost. 발음"
    },
    {
      "korean": "Episode 66, titled \"Marge Gets a Job,\" features scientists Marie Curie and Pierre Curie dying of radiation poisoning, while characters joke about a nuclear meltdown in Episode 346, titled \"On a Clear Day I Can’t See My Sister.\" 발음듣기 \"마지가 취직하다\"라는 제목의 제66화는 방사선 피폭으로 죽는 과학자들인 마리 퀴리와 피에르 퀴리를 다루는 반면, \"나의 누이를 볼 수 없는 맑은 날\"이라는 제목의 제346화에서 인물들은 원자로의 멜트다운에 대해 농담을 한다. EDU TIMES",
      "english": "Episode 66, titled \"Marge Gets a Job,\" features scientists Marie Curie and Pierre Curie dying of radiation poisoning, while characters joke about a nuclear meltdown in Episode 346, titled \"On a Clear Day I Can’t See My Sister.\" 발음"
    },
    {
      "korean": "They play sad music after a bomb. 발음듣기 그들은 피폭 후에 슬픈 음악을 연주한다. User translation Inaccurate information may be included due to the users' self-traslation. cielcine(ciel****) Web Collection",
      "english": "They play sad music after a bomb. 발음"
    },
    {
      "korean": "Two workers were contaminated as a result of plutonium leaks. 발음듣기 두 명의 노동자가 플루토늄 유출로 피폭되었다. User translation Inaccurate information may be included due to the users' self-traslation. jackkj(jack****) Hansard",
      "english": "Two workers were contaminated as a result of plutonium leaks. 발음"
    }
  ]
}