{
  "phrases": [
    {
      "phrase": "필두",
      "hanja": " (筆頭)",
      "example": {},
      "meanings": [
        "head"
      ]
    },
    {
      "phrase": "필두인",
      "hanja": " (筆頭人)",
      "example": {},
      "meanings": [
        "[호적 따위의] a head of a family."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "first on the list comes...",
      "frequency": 0
    },
    {
      "meaning": "the doyen of the European monarchs",
      "frequency": 0
    },
    {
      "meaning": "Lipsky, John",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[민셰프를 필두로 동생들은 서포트 해 주는 중] - 우리는 시간이 있으니까 - 오케이, 근데 양을... [Chef Min supported by his dongsaengs] - We have time. - Okay, but the amount... 듣기 View video BTS : Run BTS! 2019 - EP.58",
      "english": "[Chef Min supported by his dongsaengs] - We have time. - Okay, but the amount..."
    },
    {
      "korean": "나를 필두로 나를 따르라. Follow my lead. 듣기 View video 슈주 리턴즈 : 슈주 리턴즈 E34- 새 앨범 재킷 촬영 첫째 날",
      "english": "Follow my lead."
    },
    {
      "korean": "[질 수 없지 승민을 필두로 하나둘씩 나오는 금둥이들] 승민! [I can't lose][Seung Min is coming out] Seung Min! 듣기 View video Golden Child : '울려라! 골든차일드' 2화 ('Ring it! Golden Child' ep.2)",
      "english": "[I can't lose][Seung Min is coming out] Seung Min!"
    },
    {
      "korean": "[롱리더를 필두로 이동 예정] 초롱 씨를 선두로, 좌회전. Cho Rong, you take the lead. Go to the left. 듣기 View video Apink : [Apink] 익스트림 어드벤처 8화",
      "english": "Cho Rong, you take the lead. Go to the left."
    }
  ],
  "examples": [
    {
      "korean": "He was at the head of those subpoenaed by the prosecutor. 발음듣기 그를 필두로 관련자들이 줄줄이 검찰에 소환되었다 Neungyule",
      "english": "He was at the head of those subpoenaed by the prosecutor. 발음"
    },
    {
      "korean": "Starting with him, those under suspicion were called in one by one. 발음듣기 그를 필두로 관련자들이 줄줄이 검찰에 소환되었다 Neungyule",
      "english": "Starting with him, those under suspicion were called in one by one. 발음"
    },
    {
      "korean": "Our team made an impressive entrance with him in the lead. 발음듣기 그를 필두로 우리 선수단이 경기장에 당당하게 입장했다 Neungyule",
      "english": "Our team made an impressive entrance with him in the lead. 발음"
    },
    {
      "korean": "He led our team onto the stadium in an impressive entrance. 발음듣기 그를 필두로 우리 선수단이 경기장에 당당하게 입장했다 Neungyule",
      "english": "He led our team onto the stadium in an impressive entrance. 발음"
    },
    {
      "korean": "His name heads[tops] the list. or His name stands first on the list. 발음듣기 그의 이름이 필두에 올라 있다 Dong-a's Prime English-Korean Dictionary",
      "english": "His name heads[tops] the list. or His name stands first on the list. 발음"
    }
  ]
}