{
  "phrases": [
    {
      "phrase": "필연성",
      "hanja": " (必然性)",
      "example": {},
      "meanings": [
        "inevitability, necessity"
      ]
    },
    {
      "phrase": "논리적 필연성",
      "hanja": "",
      "example": {},
      "meanings": [
        "logical necessity"
      ]
    },
    {
      "phrase": "필연성 특성",
      "hanja": "",
      "example": {},
      "meanings": [
        "necessity characteristic"
      ]
    },
    {
      "phrase": "필연성을 알다",
      "hanja": "",
      "example": {},
      "meanings": [
        "know necessity"
      ]
    },
    {
      "phrase": "필연성을 찾다",
      "hanja": "",
      "example": {},
      "meanings": [
        "find necessity"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "inevitability",
      "frequency": 0
    },
    {
      "meaning": "ineluctability",
      "frequency": 0
    },
    {
      "meaning": "Notwendigkeit",
      "frequency": 0
    },
    {
      "meaning": "-겠-",
      "frequency": 0
    },
    {
      "meaning": "the inevitability of death",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "필연성이 없어. There's no necessity. 듣기 View video MOMO X : [모모문고] 허영생 편",
      "english": "There's no necessity."
    }
  ],
  "examples": [
    {
      "korean": "the inevitability of death 듣기 Add to Wordbook 죽음의 필연성 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the inevitability of death Add to Wordbook"
    },
    {
      "korean": "the necessity of death 듣기 Add to Wordbook 죽음의 필연성. Friendict Level English-Korean Dictionary",
      "english": "the necessity of death Add to Wordbook"
    },
    {
      "korean": "However, in the current drama that deals with a romance between a female teacher and a student, that is rarely seen in real life, and no probability or inevitability can be found,' said Bae Kuk-nam, a culture critic. Bae says that with some comical elements and stars, the drama's content is on the superficial level. 'How will high school students in reality view romances between characters of their same age and female teachers who are carefree from the difficulties that students face every day in real life?' said a female teacher from a high school in Seoul. 듣기 Add to Wordbook 그러나, 여선생님과 학생의 로맨스를 다루는 현재의 드라마들은 현실에서 거의 볼 수 없고, 따라서 개연성이나 필연성이 없습니다,'라고 문화평론가 배국남은 말했다. 그는 일부 코믹한 요소들과 스타들로 드라마의 내용이 피상적인 수위에 달했다고 말한다. '줄거리가 현실과 너무 동떨어진 주제들을 다룬다면, 결국 시청자들은 그 드라마들을 부인할 것입니다.' Neungyule",
      "english": "However, in the current drama that deals with a romance between a female teacher and a student, that is rarely seen in real life, and no probability or inevitability can be found,' said Bae Kuk-nam, a culture critic. Bae says that with some comical elements and stars, the drama's content is on the superficial level. 'How will high school students in reality view romances between characters of their same age and female teachers who are carefree from the difficulties that students face every day in real life?' said a female teacher from a high school in Seoul. Add to Wordbook"
    },
    {
      "korean": "There is an inevitability about that. 듣기 Add to Wordbook 그것에 대한 필연성이 있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 고릴라(supe****) Hansard",
      "english": "There is an inevitability about that. Add to Wordbook"
    },
    {
      "korean": "There is no such thing as inevitability. 듣기 Add to Wordbook 필연성 같은 건 없다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 35127(3512****)",
      "english": "There is no such thing as inevitability. Add to Wordbook"
    }
  ]
}