{
  "phrases": [],
  "meanings": [
    {
      "meaning": "What would you say if…?",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[보여드리도록...] 멋있는 무대 보여드리도록 하겠... I will make sure to show you a great... 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 2019 AWARDS BEHIND #2",
      "english": "I will make sure to show you a great..."
    },
    {
      "korean": "또 다음 주에 찾아오도록 하겠... - 선! 선! 선! But we're going to be back next week. - The line! 듣기 View video V PICK! : [NCT] 잠깐‼️ 상큼충전 핑크 드리미들 보고가시죠‼️ (JISUNG&CHENLE&JENO talking with fans)",
      "english": "But we're going to be back next week. - The line!"
    },
    {
      "korean": "남은 하루 열심히 더 살아가도록 하겠... I'll try hard to live my day to the fullest. 듣기 View video MONSTA X : [몬채널][B] EP.113 2017 F/W LITMUS",
      "english": "I'll try hard to live my day to the fullest."
    },
    {
      "korean": "'저는 굳이 말 안 하겠' 뭐야? - '습니다' 10자에요. - 이제 시작이에요. What does this mean? - You failed. - That's 10 words. - I'm starting now. 듣기 View video PENTAGON : ⭐펜타곤 2주년⭐",
      "english": "What does this mean? - You failed. - That's 10 words. - I'm starting now."
    },
    {
      "korean": "오늘 12학번이 18학번이 되는 마술을 보여드리도록 하겠... Here's the magical transformation from someone who entered college in 2012 to a freshman. 듣기 View video HOONION : [Makeup] Back to school makeup 봄맞이 개강남신 메이크업",
      "english": "Here's the magical transformation from someone who entered college in 2012 to a freshman."
    }
  ],
  "examples": [
    {
      "korean": "Which of you friends of little faith would like to apologise first? 듣기 Add to Wordbook 신뢰가 가지않는 친구들 중 누가 먼저 사과를 하겠습나까? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 inhshin(inhs****)",
      "english": "Which of you friends of little faith would like to apologise first? Add to Wordbook"
    },
    {
      "korean": "First let me talk with this philosopher. 듣기 Add to Wordbook 먼저 이 철학자에 대해 얘기 하겠스빈다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 빡초아(kong****)",
      "english": "First let me talk with this philosopher. Add to Wordbook"
    }
  ]
}