{
  "phrases": [
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have, (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective hada",
        "Assistant adjective hada"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "손수 청소를 하겠다고 굳이 고집하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "obstinately insist on doing one´s own cleaning"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cry off",
      "frequency": 0
    },
    {
      "meaning": "Promise you won't tell.",
      "frequency": 0
    },
    {
      "meaning": "swear off",
      "frequency": 0
    },
    {
      "meaning": "post-obit bond",
      "frequency": 0
    },
    {
      "meaning": "carry a big stick",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "갑시다 - 그렇게 하겠다고요? Let's go. - You'll do it like that? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "Let's go. - You'll do it like that?"
    },
    {
      "korean": "딱 나오자마자 '이건 진영이랑 하겠다'고 - 진영이랑 해야 된다? As it came out, \"I will do this with Jinyoung.\" - Do it with Jinyoung? 듣기 View video MAMAMOO : [Special] MOONBYUL's Weird Day Vlog #2",
      "english": "As it came out, \"I will do this with Jinyoung.\" - Do it with Jinyoung?"
    },
    {
      "korean": "서태현까지 껴있는데 굳이 이걸 하겠다고? Do you really need to press ahead with this when Seo Taehyun is in the middle of all this? 듣기 View video 플레이리스트 (Playlist) : 여자 둘이 손잡고 X레기 족치는 법[엑스엑스(XX)] - EP.08",
      "english": "Do you really need to press ahead with this when Seo Taehyun is in the middle of all this?"
    },
    {
      "korean": "밤 12시인데 드릴을 하겠다고? He came to drill at midnight? 듣기 View video SF9 : 나브이앱하고라스볼거야",
      "english": "He came to drill at midnight?"
    },
    {
      "korean": "이걸 진짜 다 하겠다고요? 그 인원으로? Are you serious? With that few people? 듣기 View video 플레이리스트 (Playlist) : 이상형과 존잘남을 동시에 만났을 때, 네 선택은? [크네유] - EP.01",
      "english": "Are you serious? With that few people?"
    }
  ],
  "examples": [
    {
      "korean": "He cajoled me into agreeing to do the work. 듣기 Add to Wordbook 그가 나를 꼬드겨 그 일을 하겠다고 하게 만들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He cajoled me into agreeing to do the work. Add to Wordbook"
    },
    {
      "korean": "The farmer threatened to set his dogs on us. 듣기 Add to Wordbook 그 농부가 개들을 풀어 우리를 공격하게 하겠다고 협박했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The farmer threatened to set his dogs on us. Add to Wordbook"
    },
    {
      "korean": "He swore to wreak vengeance on those who had betrayed him. 듣기 Add to Wordbook 그는 자기를 배신한 자들에게 복수를 하겠다고 맹세했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He swore to wreak vengeance on those who had betrayed him. Add to Wordbook"
    },
    {
      "korean": "He promised that the murder would not go unpunished. 듣기 Add to Wordbook 그는 그 살인 행위가 처벌받지 않는 일은 없게 하겠다고 약속했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He promised that the murder would not go unpunished. Add to Wordbook"
    },
    {
      "korean": "Promise you won’t tell. 듣기 Add to Wordbook 말 안 하겠다고 약속해. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Promise you won’t tell. Add to Wordbook"
    }
  ]
}