{
  "phrases": [
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have, (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective hada",
        "Assistant adjective hada"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "오늘 보내도록 하겠다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I'll dispatch it today."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "let",
      "frequency": 3
    },
    {
      "meaning": "would",
      "frequency": 3
    },
    {
      "meaning": "will 1",
      "frequency": 3
    },
    {
      "meaning": "would rather… (than)",
      "frequency": 0
    },
    {
      "meaning": "should",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "그러다 뭐 정해진이랑 다시 만나기라도 하겠다? So, you want to get back with him now? 듣기 View video 콬TV (WHYNOT) : 적어도 난 진짜 연애중이야 #남사친이_불편해졌다 #삼각관계 [리얼:타임:러브2] EP5",
      "english": "So, you want to get back with him now?"
    },
    {
      "korean": "이제 곧 '아육대' 하겠다 그렇죠? The \"Idol Star Athletics Championship\" will be on soon, right? 듣기 View video SF9 : 얘드라일어나바",
      "english": "The \"Idol Star Athletics Championship\" will be on soon, right?"
    },
    {
      "korean": "넘어가긴 하겠다 - 이게 더 세게 쳐야 되는구나 엄청 세게 쳐야 넘어가나? It does flip. - Will it flip if you throw it really hard? 듣기 View video NU'EST : [NU'EST] 뉴이스트의 심야식당 - 오늘을 읽어주는 남자들 part.6",
      "english": "It does flip. - Will it flip if you throw it really hard?"
    },
    {
      "korean": "딱 나오자마자 '이건 진영이랑 하겠다'고 - 진영이랑 해야 된다? As it came out, \"I will do this with Jinyoung.\" - Do it with Jinyoung? 듣기 View video MAMAMOO : [Special] MOONBYUL's Weird Day Vlog #2",
      "english": "As it came out, \"I will do this with Jinyoung.\" - Do it with Jinyoung?"
    },
    {
      "korean": "도저히 못 하겠다! I can't do it! 듣기 View video AB6IX : [예삐소드] AB6IX (에이비식스) 몽슈슈 글로벌 하우스 BEHIND",
      "english": "I can't do it!"
    }
  ],
  "examples": [
    {
      "korean": "I’ll have it done by tomorrow. 듣기 Add to Wordbook 내일까지 그것이 되게 하겠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll have it done by tomorrow. Add to Wordbook"
    },
    {
      "korean": "I can’t tell the twins apart. 듣기 Add to Wordbook 나는 그 쌍둥이를 구별을 못 하겠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can’t tell the twins apart. Add to Wordbook"
    },
    {
      "korean": "I would do the same again. 듣기 Add to Wordbook 나는 다시 하더라도 똑같이 하겠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I would do the same again. Add to Wordbook"
    },
    {
      "korean": "I’ll write in for more information. 듣기 Add to Wordbook 내가 편지를 보내서 더 많은 정보를 알려 달라고 하겠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll write in for more information. Add to Wordbook"
    },
    {
      "korean": "I’ll only cook fish if the guts have been removed. 듣기 Add to Wordbook 나는 생선은 내장이 제거되어 있어야만 요리를 하겠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I’ll only cook fish if the guts have been removed. Add to Wordbook"
    }
  ]
}