{
  "phrases": [
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have, (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective hada",
        "Assistant adjective hada"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "-하곤 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make a habit[practice] of (doing), do from time to time, sometimes do, used to do, would do"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "used to",
      "frequency": 3
    },
    {
      "meaning": "would",
      "frequency": 3
    },
    {
      "meaning": "used",
      "frequency": 3
    },
    {
      "meaning": "make it a regular habit to...",
      "frequency": 0
    },
    {
      "meaning": "should",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "사람들은 책상 정리나 옷장정리를 하곤 하죠. people often clean out their desks or their closets. 듣기 View video CASPER RADIO : Special DJ 황치열의 밤황치열시",
      "english": "people often clean out their desks or their closets."
    },
    {
      "korean": "산책과 비슷하다는 생각을 종종 하곤 해. from time to time, I think it's similar to taking a walk. 듣기 View video MOMO X : [모모문고] DAY6 Young K 편",
      "english": "from time to time, I think it's similar to taking a walk."
    },
    {
      "korean": "늘 아침마다 피곤하고 지각과의 전쟁을 하곤 합니다. We are tired every day, and we battle with being late to school. 듣기 View video MOMO X : [지각방지 라이브] 지각한 네 자리는 없어! 스트레이 키즈 편",
      "english": "We are tired every day, and we battle with being late to school."
    },
    {
      "korean": "생각을 항상 하곤 하거든요. I always think that. 듣기 View video YGK+ : 오늘의 주우재는 보이스온리",
      "english": "I always think that."
    },
    {
      "korean": "이런 얘기들을 가끔 하곤 한답니다. We say things like that. 듣기 View video T-ARA : [티아라] 국내 해외 팬들에게 새해 메세지",
      "english": "We say things like that."
    }
  ],
  "examples": [
    {
      "korean": "After school we’d be on the driveway shooting baskets. 듣기 Add to Wordbook 방과 후면 우리는 집 앞 진입로에서 농구를 하곤 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "After school we’d be on the driveway shooting baskets. Add to Wordbook"
    },
    {
      "korean": "We would often have a walk of an evening. 듣기 Add to Wordbook 우리는 자주 저녁 산책을 하곤 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We would often have a walk of an evening. Add to Wordbook"
    },
    {
      "korean": "Her ex-husband used to slap her around. 듣기 Add to Wordbook 그녀의 전 남편은 그녀에게 손찌검을 하곤 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Her ex-husband used to slap her around. Add to Wordbook"
    },
    {
      "korean": "My dad used to come home drunk, shouting and cussing. 듣기 Add to Wordbook 우리 아버지는 술이 취해 집에 돌아와서는 고함을 지르며 욕을 하곤 했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "My dad used to come home drunk, shouting and cussing. Add to Wordbook"
    },
    {
      "korean": "Beneficent people often donate money to poor people. 듣기 Add to Wordbook 인정 많은 사람들이 종종 가난한 사람들을 위해 기부를 하곤 한다. 절대어휘 5100",
      "english": "Beneficent people often donate money to poor people. Add to Wordbook"
    }
  ]
}