{
  "phrases": [
    {
      "phrase": "헨드릭 하멜",
      "hanja": "",
      "example": {},
      "meanings": [
        "역사·인물 Hendrik Hamel"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Hamel, Hendrik",
      "frequency": 0
    },
    {
      "meaning": "Hendrik Hamel",
      "frequency": 0
    },
    {
      "meaning": "Duhanmel's theoren",
      "frequency": 0
    },
    {
      "meaning": "The Journal of Hendrick Hamel",
      "frequency": 0
    },
    {
      "meaning": "duhamel operation",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "하멜아 너 네 이름 알아? Hamel, do you know your name? 듣기 View video BLACKPINK : 블핑하우스 (BLACKPINK HOUSE) EP.11-2",
      "english": "Hamel, do you know your name?"
    },
    {
      "korean": "[여보세요 대답 좀] 하멜! 하멜 부르면 알아? [Answer please] Hamel! Can you answer your name? 듣기 View video BLACKPINK : 블핑하우스 (BLACKPINK HOUSE) EP.11-2",
      "english": "[Answer please] Hamel! Can you answer your name?"
    }
  ],
  "examples": [
    {
      "korean": "Peter Clarke nodded Steve Hammell's corner into the net in the 38th minute. 듣기 Add to Wordbook 전반 38분 피터 클라크가 스티브 하멜의 코너킥을 헤딩으로 골을 성공시켰다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Peter Clarke nodded Steve Hammell's corner into the net in the 38th minute. Add to Wordbook"
    },
    {
      "korean": "Killion was arrested last month on a domestic violence charge, Duhamell said. 듣기 Add to Wordbook 킬리언이 지난달 가정폭력 혐의로 체포되었다고 두하멜이 말했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "Killion was arrested last month on a domestic violence charge, Duhamell said. Add to Wordbook"
    },
    {
      "korean": "The fire has threatened the towns of Yarloop, Waroona and Hamel at different times throughout the day, but the warning to residents has been downgraded. 듣기 Add to Wordbook 그 화재는 하루종일 야루프, 와루나 및 하멜지역의 마을들을 각기 다른 경우로 위협했지만 주민들에 대한 계고는 격하되었습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 탑탱(kims****)",
      "english": "The fire has threatened the towns of Yarloop, Waroona and Hamel at different times throughout the day, but the warning to residents has been downgraded. Add to Wordbook"
    }
  ]
}