{
  "phrases": [
    {
      "phrase": "하부",
      "hanja": " (下部)",
      "example": {},
      "meanings": [
        "the lower part"
      ]
    },
    {
      "phrase": "habu",
      "hanja": "",
      "example": {},
      "meanings": [
        "NOUN a large venomous snake, Trimeresurus flavoviridis, of Okinawa and other Ryukyu Islands: family Crotalidae (pit vipers)"
      ]
    },
    {
      "phrase": "하부 구조",
      "hanja": "",
      "example": {},
      "meanings": [
        "substructure"
      ]
    },
    {
      "phrase": "면허를 하부하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "issue a license"
      ]
    },
    {
      "phrase": "하부 조직을 개편하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "reorganize a substructure"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "bottom",
      "frequency": 3
    },
    {
      "meaning": "underneath",
      "frequency": 3
    },
    {
      "meaning": "underbody",
      "frequency": 0
    },
    {
      "meaning": "underpart",
      "frequency": 0
    },
    {
      "meaning": "lower part",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "하부! - 이제 하나 걸리면 그냥 끝납니다, 지금 이거... Lower part! - It's really risky right now. 듣기 View video PENTAGON : 릴레이 V LIVE : Ballad Unit",
      "english": "Lower part! - It's really risky right now."
    },
    {
      "korean": "등 하부쪽에 자극이 오세요? 잘하셨어요. You felt stimulation in the lower back? Good job. 듣기 View video V Beauty : 홍주연의 스타일핏 엑서사이즈: 뒤태 완전 정복, 등 & 팔 운동Luna Hong Stylefit Exercise",
      "english": "You felt stimulation in the lower back? Good job."
    },
    {
      "korean": "지금 하시는 게 등 하부쪽에 자극이 많이 오실 수 있거든요. This exercise squeezes muscles on your lower back. 듣기 View video V Beauty : 홍주연의 스타일핏 엑서사이즈: 뒤태 완전 정복, 등 & 팔 운동Luna Hong Stylefit Exercise",
      "english": "This exercise squeezes muscles on your lower back."
    }
  ],
  "examples": [
    {
      "korean": "a substructure of timber piles 듣기 Add to Wordbook 목재 건축물의 하부구조 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a substructure of timber piles Add to Wordbook"
    },
    {
      "korean": "the substructure of national culture 듣기 Add to Wordbook 국가 문화의 하부구조 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the substructure of national culture Add to Wordbook"
    },
    {
      "korean": "The nurses massaged her lower back to try to relieve her back labor. 듣기 Add to Wordbook 그녀의 진통 중에 온 허리 하부 통증을 완화하기 위해 간호사들이 그녀의 허리를 마사지했다. 국제영어대학원대학교 신어사전",
      "english": "The nurses massaged her lower back to try to relieve her back labor. Add to Wordbook"
    },
    {
      "korean": "The adjustable lumbar support puts an end to lower back pain. 듣기 Add to Wordbook 조절 가능한 허리 지지대는 하부 요통을 없애 줍니다. YBM All in All English-Korean Dictionary",
      "english": "The adjustable lumbar support puts an end to lower back pain. Add to Wordbook"
    },
    {
      "korean": "A bureau is beneath an agency. 듣기 Add to Wordbook 국(局)은 청(廳)의 하부 기관이다. YBM All in All English-Korean Dictionary",
      "english": "A bureau is beneath an agency. Add to Wordbook"
    }
  ]
}