{
  "phrases": [
    {
      "phrase": "하지만",
      "hanja": "",
      "example": {},
      "meanings": [
        "but, however, though"
      ]
    },
    {
      "phrase": "흥미롭긴 하지만 그다지 끌리진 않아요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Exciting, but not very attractive."
      ]
    },
    {
      "phrase": "하지만, 필요하시다면",
      "hanja": "",
      "example": {},
      "meanings": [
        "부탁 But what if I need to…."
      ]
    },
    {
      "phrase": "하지만, 네가 그랬잖아.",
      "hanja": "",
      "example": {},
      "meanings": [
        "의견 말하기 But you said."
      ]
    },
    {
      "phrase": "하지만, 베이지색으로는 없던데요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "옷가게에서 I can't find one in beige, though."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "however",
      "frequency": 3
    },
    {
      "meaning": "but",
      "frequency": 3
    },
    {
      "meaning": "though",
      "frequency": 3
    },
    {
      "meaning": "although",
      "frequency": 3
    },
    {
      "meaning": "butcept",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[하지만 잠시 후] 한 번만 더 해봐도 돼요, 한 번만? [But later] Can we do it over just once? 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.7",
      "english": "[But later] Can we do it over just once?"
    },
    {
      "korean": "하지만 냉철할 땐 냉청하고... 아닌데, 냉청하다고? But I can be realistic when I need to be, I guess? 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "But I can be realistic when I need to be, I guess?"
    },
    {
      "korean": "위험한 거 아닙니까, 하지만 - 어떤 식으로, 어떤 식으로 했어요? it's dangerous if you fall. - How did you do it? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "it's dangerous if you fall. - How did you do it?"
    },
    {
      "korean": "[속단은 금물] [하지만 바팩을 쉽게 보면 안 되는 이유!] [Too soon to make conclusions] [Why we shouldn't think of BOUNCE FACTORY as the underdog!] View video 내 전공은 힙합(My major is HIPHOP) : Ep 22. 서울대의 두 동아리 츄플 & 바팩 파이널에서 만나다!",
      "english": "[Too soon to make conclusions] [Why we shouldn't think of BOUNCE FACTORY as the underdog!]"
    },
    {
      "korean": "하지만 내 자신의... But inside me... 듣기 View video V COOKIE : [Full] KIM JAEJOONG X Orgel Live - 김재중의 오르골 라이브!",
      "english": "But inside me..."
    }
  ],
  "examples": [
    {
      "korean": "She smiled, but privately she was furious. 듣기 Add to Wordbook 그녀는 미소를 지었다. 하지만 내심으로는 몹시 화가 났다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She smiled, but privately she was furious. Add to Wordbook"
    },
    {
      "korean": "‘But,’ she intervened, ‘what about the others?’ 듣기 Add to Wordbook “하지만,” 그녀가 끼어들며 말했다. “ (나머지) 다른 사람들은?” Oxford Advanced Learner's English-Korean Dictionary",
      "english": "‘But,’ she intervened, ‘what about the others?’ Add to Wordbook"
    },
    {
      "korean": "A wasp or bee sting is painful but not necessarily serious. 듣기 Add to Wordbook 장수말벌이나 벌에 쏘인 상처는 아프긴 하지만 꼭 심각하지는 않다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A wasp or bee sting is painful but not necessarily serious. Add to Wordbook"
    },
    {
      "korean": "Though seriously ill, he still clings tenaciously to life. 듣기 Add to Wordbook 심하게 앓고 있긴[병이 심하긴] 하지만 그는 아직도 결연히 삶에 매달리고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Though seriously ill, he still clings tenaciously to life. Add to Wordbook"
    },
    {
      "korean": "It’s easy for you to tell me to keep calm, but you’re not in my position. 듣기 Add to Wordbook 네가 나더러 진정하라고 말하기는 쉽겠지. 하지만 넌 내 입장이 아니잖아. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It’s easy for you to tell me to keep calm, but you’re not in my position. Add to Wordbook"
    }
  ]
}