{
  "phrases": [
    {
      "phrase": "하청",
      "hanja": " (下請)",
      "example": {},
      "meanings": [
        "subcontract"
      ]
    },
    {
      "phrase": "하청(부)",
      "hanja": " (下請(負))",
      "example": {},
      "meanings": [
        "a subcontract. (→하도급)"
      ]
    },
    {
      "phrase": "하청 업체",
      "hanja": "",
      "example": {},
      "meanings": [
        "subcontractor"
      ]
    },
    {
      "phrase": "하청 공장",
      "hanja": "",
      "example": {},
      "meanings": [
        "an affiliated workshop",
        "a supplier"
      ]
    },
    {
      "phrase": "하청업자",
      "hanja": "",
      "example": {},
      "meanings": [
        "subcontractor"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "underwork",
      "frequency": 0
    },
    {
      "meaning": "an affiliated workshop",
      "frequency": 0
    },
    {
      "meaning": "job shop",
      "frequency": 0
    },
    {
      "meaning": "hackwork",
      "frequency": 0
    },
    {
      "meaning": "in-house agency",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The subcontractors are asking for a two-week time extension. 듣기 Add to Wordbook 하청업자들이 2주 기한 연장을 요구하고 있습니다. DARAKWON",
      "english": "The subcontractors are asking for a two-week time extension. Add to Wordbook"
    },
    {
      "korean": "The purpose of the meeting is to evaluate the three proposals from potential subcontractors. 듣기 Add to Wordbook 이 회의의 목표는 하청 후보 업체들이 낸 세 가지 제안서를 평가하는 것입니다. DARAKWON",
      "english": "The purpose of the meeting is to evaluate the three proposals from potential subcontractors. Add to Wordbook"
    },
    {
      "korean": "I am following up on my last e-mail instructing you to set up a meeting with the subcontractors. 듣기 Add to Wordbook 하청업자들과의 회의를 소집하라는 지시에 대한 제 마지막 메일의 후속 메일입니다. DARAKWON",
      "english": "I am following up on my last e-mail instructing you to set up a meeting with the subcontractors. Add to Wordbook"
    },
    {
      "korean": "I would like you to get the subcontractors together in the next few days and reach a consensus on a realistic completion date. 듣기 Add to Wordbook 며칠 내로 하청업자들을 소집해 현실적인 완료 일정에 관해 합의하시기 바랍니다. DARAKWON",
      "english": "I would like you to get the subcontractors together in the next few days and reach a consensus on a realistic completion date. Add to Wordbook"
    },
    {
      "korean": "Under this new policy, receiving gifts – monetary or otherwise – from suppliers or subcontactors will be strictly prohibited. 듣기 Add to Wordbook 이 새 방침에 따라 금전이나 또는 여타의 방식으로, 납품업체나 하청업체로부터 선사품을 받는 것을 엄금합니다. DARAKWON",
      "english": "Under this new policy, receiving gifts – monetary or otherwise – from suppliers or subcontactors will be strictly prohibited. Add to Wordbook"
    }
  ]
}