{
  "phrases": [
    {
      "phrase": "하역장",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 receiving and shipping space, cargo handling area"
      ]
    },
    {
      "phrase": "하역장을 건설하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "construct cargo handling area"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shipping bay",
      "frequency": 0
    },
    {
      "meaning": "loading deck",
      "frequency": 0
    },
    {
      "meaning": "cargo handling area",
      "frequency": 0
    },
    {
      "meaning": "receiving and shipping space",
      "frequency": 0
    },
    {
      "meaning": "rain workshop",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "At the loading dock, behind the building. 듣기 Add to Wordbook 건물 뒤편에 있는 하역장에요. YBM All in All English-Korean Dictionary",
      "english": "At the loading dock, behind the building. Add to Wordbook"
    },
    {
      "korean": "The delivery truck just pulled in to the loading dock. 듣기 Add to Wordbook 배달 트럭이 하역장에 막 도착했어요. YBM All in All English-Korean Dictionary",
      "english": "The delivery truck just pulled in to the loading dock. Add to Wordbook"
    },
    {
      "korean": "Deliveries must be made at the rear shipping bay, and are no longer accepted at the front desk. 듣기 Add to Wordbook 배달은 건물 뒤쪽의 하역장으로 해야 하며 프런트에서는 더 이상 물건을 수령하지 않을 것이다. YBM All in All English-Korean Dictionary",
      "english": "Deliveries must be made at the rear shipping bay, and are no longer accepted at the front desk. Add to Wordbook"
    },
    {
      "korean": "Deliveries must be made at the rear loading dock, and are no longer accepted at the front desk. 듣기 Add to Wordbook 배달은 건물 뒤쪽의 하역장으로 해야 하며 프런트에서는 더 이상 물건을 수령하지 않을 것이다. YBM All in All English-Korean Dictionary",
      "english": "Deliveries must be made at the rear loading dock, and are no longer accepted at the front desk. Add to Wordbook"
    },
    {
      "korean": "There is a white four-door sedan with the Montana license plate T-L-E-four-eight-nine blocking the loading dock. 듣기 Add to Wordbook 몬타나 TLE489 번호판을 단 흰색 4도어 승용차가 하역장 앞을 막고 있습니다. YBM All in All English-Korean Dictionary",
      "english": "There is a white four-door sedan with the Montana license plate T-L-E-four-eight-nine blocking the loading dock. Add to Wordbook"
    }
  ]
}