{
  "phrases": [
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have, (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective hada",
        "Assistant adjective hada"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "뒷정리를 하세요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Please clean up after yourself."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "After you.",
      "frequency": 0
    },
    {
      "meaning": "Do you take regular exercise?",
      "frequency": 0
    },
    {
      "meaning": "you're welcome",
      "frequency": 0
    },
    {
      "meaning": "say cheese",
      "frequency": 0
    },
    {
      "meaning": "cheese",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "안녕하세요 뭐 하세요? Hello. What are you doing now? 듣기 View video TWICE : TWICE TV “34th Golden Disc Awards DAY 2”",
      "english": "Hello. What are you doing now?"
    },
    {
      "korean": "엽떡이 묻어... - 뭐 하세요? I got something... - What are you doing? 듣기 View video TWICE : TWICE TV “34th Golden Disc Awards DAY 2”",
      "english": "I got something... - What are you doing?"
    },
    {
      "korean": "귀찌 고르고 있어요 귀찌 - 뭐 하세요? I'm choosing my clip-on earrings. - What are you doing? 듣기 View video TWICE : TWICE TV “34th Golden Disc Awards DAY 2”",
      "english": "I'm choosing my clip-on earrings. - What are you doing?"
    },
    {
      "korean": "이제 그 시간이 왔어요 - 하세요! 준비 다 했죠? That time has come now. - Do it! You're all ready, right? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "That time has come now. - Do it! You're all ready, right?"
    },
    {
      "korean": "내 거 먹어볼래? - 노력을 하세요, 막 이러면... Do you want to eat mine? - What if it says, \"Try harder\". 듣기 View video NU'EST : [NU'EST] L.O.Λ.E STORY EP.19 뉴이스트의 2020 왁자지껄 운수대통 #1",
      "english": "Do you want to eat mine? - What if it says, \"Try harder\"."
    }
  ],
  "examples": [
    {
      "korean": "Make as many photocopies as you need. 듣기 Add to Wordbook 필요한 수만큼 복사를 하세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Make as many photocopies as you need. Add to Wordbook"
    },
    {
      "korean": "Call the switchboard and ask for extension 410. 듣기 Add to Wordbook 교환대에 전화를 걸어서 내선 410번을 대 달라고 하세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Call the switchboard and ask for extension 410. Add to Wordbook"
    },
    {
      "korean": "Add a cashmere scarf under your jacket for a touch of glamour. 듣기 Add to Wordbook 살짝 부티가 나도록 재킷 안에 캐시미어 목도리를 하세요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Add a cashmere scarf under your jacket for a touch of glamour. Add to Wordbook"
    },
    {
      "korean": "How often do you exercise? 듣기 Add to Wordbook 운동은 얼마나 자주 하세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "How often do you exercise? Add to Wordbook"
    },
    {
      "korean": "When do you have dinner? 듣기 Add to Wordbook 하루 중 주된 식사는 언제 하세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "When do you have dinner? Add to Wordbook"
    }
  ]
}