{
  "phrases": [
    {
      "phrase": "학살자",
      "hanja": " (虐殺者)",
      "example": {},
      "meanings": [
        "a slaughterer, a slayer"
      ]
    },
    {
      "phrase": "학살자를 옹호하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "defend slaughter"
      ]
    },
    {
      "phrase": "학살",
      "hanja": " (虐殺)",
      "example": {},
      "meanings": [
        "[명사] massacre, slaughter, (인종·민족 간의 대량 학살) genocide, (전쟁에서의) carnage, [동사] massacre, slaughter, butcher"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "butcherer",
      "frequency": 0
    },
    {
      "meaning": "decimator",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Hitler was a cruel butcher in the second world war. 듣기 Add to Wordbook 히틀러는 2차대전 당시 무자비한 학살자였다. English Hidden Card",
      "english": "Hitler was a cruel butcher in the second world war. Add to Wordbook"
    },
    {
      "korean": "The massacr-teers are grotesque, angry and out for blood. 듣기 Add to Wordbook 그 '대량학살자'들은 그로테스크하고 정서가 불안하고 피에 굶주려있다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 노이치(sud3****)",
      "english": "The massacr-teers are grotesque, angry and out for blood. Add to Wordbook"
    },
    {
      "korean": "Q614 Mr. Slaughter: Let me tell you about an unfortunate by-product of it. 듣기 Add to Wordbook Q614 학살자 씨: 그것의 불행한 부산물에 대해 제가 알려 드리겠습니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 glvh925(glvh****) Hansard",
      "english": "Q614 Mr. Slaughter: Let me tell you about an unfortunate by-product of it. Add to Wordbook"
    },
    {
      "korean": "The slaughters of the past seemed a distant memory, but they haven't gone away. 듣기 Add to Wordbook 과거의 학살자들은 아득한 옛날 이야기처럼 여겨지지만, 그들이 사라진 것은 아니다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 einky(eink****)",
      "english": "The slaughters of the past seemed a distant memory, but they haven't gone away. Add to Wordbook"
    },
    {
      "korean": "That's what I would call it, the decimator. 듣기 Add to Wordbook 난 그것을 이렇게 부를 것이다. 학살자. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 누누누누(biro****)",
      "english": "That's what I would call it, the decimator. Add to Wordbook"
    }
  ]
}