{
  "phrases": [
    {
      "phrase": "한낱",
      "hanja": "",
      "example": {},
      "meanings": [
        "just, only, merely, nothing but"
      ]
    },
    {
      "phrase": "이건 한낱 꿈일 뿐이야.",
      "hanja": "",
      "example": {},
      "meanings": [
        "This is only a dream."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "merely",
      "frequency": 2
    },
    {
      "meaning": "mere",
      "frequency": 2
    },
    {
      "meaning": "Monopoly money",
      "frequency": 0
    },
    {
      "meaning": "A goal without a plan is just a wish.",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "너도 한낱 포켓몬일 뿐이야. You're nothing but a Pokemon. 듣기 View video BTOB : 비투비 - 비트콤 #78 (2018 뮤직뱅크 연말결산 & 가요대전 비하인드)",
      "english": "You're nothing but a Pokemon."
    },
    {
      "korean": "우리 11주년이 한낱 11주년이 될 수 있도록 - 앞으로? Let's make the times to come even more special. - In the future? 듣기 View video SMTOWN : GIRLS' GENERATION Debut 11th Anniversary Message",
      "english": "Let's make the times to come even more special. - In the future?"
    },
    {
      "korean": "한낱 미천한 - 지우 양 뒤에 뭐 있나요? Merely just a humble... - Jiwoo. Is there something behind you? 듣기 View video KARD : [FULL] KARD 'You & Me' COMEBACK SHOWCASE",
      "english": "Merely just a humble... - Jiwoo. Is there something behind you?"
    }
  ],
  "examples": [
    {
      "korean": "He seemed so young, a mere boy. 발음듣기 그는 너무나 어린, 한낱 소년에 불과해 보였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He seemed so young, a mere boy. 발음"
    },
    {
      "korean": "It is not merely a job, but a way of life. 발음듣기 그것은 한낱 직장에 불과한 것이 아니라 생활 수단이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "It is not merely a job, but a way of life. 발음"
    },
    {
      "korean": "You’ve got the job. The interview will be a mere formality. 발음듣기 당신은 그 직장에 취직이 된 거예요. 면접은 한낱 요식일 뿐이에요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You’ve got the job. The interview will be a mere formality. 발음"
    },
    {
      "korean": "Inflation was so high that the notes were like Monopoly money. 발음듣기 인플레이션이 하도 심해서 지폐가 한낱 종잇조각 같았다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Inflation was so high that the notes were like Monopoly money. 발음"
    },
    {
      "korean": "A goal without a plan is just a wish. (Antoine de Saint-Exupery) 발음듣기 계획 없는 목표는 한낱 꿈에 불과하다. (생텍쥐페리, 성공명언) 명언/속담",
      "english": "A goal without a plan is just a wish. (Antoine de Saint-Exupery) 발음"
    }
  ]
}