{
  "phrases": [
    {
      "phrase": "바",
      "hanja": "",
      "example": {},
      "meanings": [
        "(방법)",
        "(앞에서 말한 내용)",
        "(형편, 사실)"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have; (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "바",
      "hanja": "",
      "example": {},
      "meanings": [
        "(술집) bar"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "designated driver",
      "frequency": 0
    },
    {
      "meaning": "that which …",
      "frequency": 0
    },
    {
      "meaning": "as is generally known",
      "frequency": 0
    },
    {
      "meaning": "immiserizing growth",
      "frequency": 0
    },
    {
      "meaning": "Tomoe Hanba",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "이럴 바에 한 명 실패하고 5분 기다리겠다. Let's just fail and wait another 5. 듣기 View video TWICE : <19화> 트와이스! 눈썰매장에서의 미션! 반칭왕! 나연,정연 콤비의 맹활약상을 감상해볼까요?",
      "english": "Let's just fail and wait another 5."
    },
    {
      "korean": "그때 저한테 칼로리바는 양념치킨 한 마리? Back then, a nutrition bar was like a fried chicken. 듣기 View video Apink : Apink 에이핑크의 가장 우아한 6주년",
      "english": "Back then, a nutrition bar was like a fried chicken."
    },
    {
      "korean": "바로는 아니고 일정을 좀 몇 개 소화하다가 한... not right after, but after doing some stuffs... 듣기 View video TOMORROW X TOGETHER : 수빈이의 페이스 페인팅",
      "english": "not right after, but after doing some stuffs..."
    },
    {
      "korean": "방금 보고드린 바와 같이 제가 지난 한 달은 이동이 굉장히 잦았습니다. I traveled a lot last month. 듣기 View video LEE DONG WOOK : [Full]이동욱의 On the air (LEE DONG WOOK's On the air)",
      "english": "I traveled a lot last month."
    },
    {
      "korean": "바로는 아니죠. 좀 있었죠. - 한 1년 있었죠. Not right away. There was some time. - Around a year. 듣기 View video WINNER : [REPLAY] WINNER OUR TWENTY FOR MIDSUMMER NIGHT LIVE",
      "english": "Not right away. There was some time. - Around a year."
    }
  ],
  "examples": [
    {
      "korean": "She had brazenly admitted allowing him back into the house. 발음듣기 그를 다시 집에 들어오게 했다고 그녀가 뻔뻔하게 인정을 한 바 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She had brazenly admitted allowing him back into the house. 발음"
    },
    {
      "korean": "My family have all lived abroad. 발음듣기 우리 가족은 모두 해외에서 생활을 한 바 있다 Dong-a's Prime English-Korean Dictionary",
      "english": "My family have all lived abroad. 발음"
    },
    {
      "korean": "My understanding of the situation is that the strike will end as soon as serious negotiations begin. 발음듣기 내 나름대로 상황 파악을 한 바로는, 본격적인 중재가 시작되면 바로 파업이 끝날 것이다. YBM All in All English-Korean Dictionary",
      "english": "My understanding of the situation is that the strike will end as soon as serious negotiations begin. 발음"
    },
    {
      "korean": "It even hinted that it was looking into preemptive strikes in the event that a similar launch occurs in the future. 발음듣기 일본은 심지어 미래에 비슷한 발사가 일어날 경우에는 선제 공격까지 하겠다는 암시를 한 바 있다. Neungyule",
      "english": "It even hinted that it was looking into preemptive strikes in the event that a similar launch occurs in the future. 발음"
    },
    {
      "korean": "And on the other hand, over the weekend, President Bush was saying that he understood the Israeli need to respond militarily. 발음듣기 다른 한편으론 지난 주말 부시대통령이 이스라엘의 군사행동 필요성을 이해한다는 발언을 한 바도 있기 때문입니다. YBM All in All English-Korean Dictionary",
      "english": "And on the other hand, over the weekend, President Bush was saying that he understood the Israeli need to respond militarily. 발음"
    }
  ]
}