{
  "phrases": [
    {
      "phrase": "솜이불 한 채",
      "hanja": "",
      "example": {},
      "meanings": [
        "a cotton-wool comforter[duvet]"
      ]
    },
    {
      "phrase": "나 아파트 한 채 구입했어.",
      "hanja": "",
      "example": {},
      "meanings": [
        "I've got a flat."
      ]
    },
    {
      "phrase": "한채를 갖다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have one house"
      ]
    },
    {
      "phrase": "한채를 줄이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "reduce one house"
      ]
    },
    {
      "phrase": "한채를 가지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have one house"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "terraced house",
      "frequency": 0
    },
    {
      "meaning": "tract house",
      "frequency": 0
    },
    {
      "meaning": "split",
      "frequency": 3
    },
    {
      "meaning": "row house",
      "frequency": 0
    },
    {
      "meaning": "공영 주택",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[뭐... 뭔데 저런 포즈를?] 그래서 나는 이거 한 채로 눈 마주치고... [Who is she?] I made an eye-contact with that person. 듣기 View video MAMAMOO : [MMMTV4] EP23 혼자가 되어 홀가분한 밤",
      "english": "[Who is she?] I made an eye-contact with that person."
    },
    {
      "korean": "그 일은 해결하지 못 한채 미스터리로 남겨져있어요. it remains an unsolved mystery. 듣기 View video MONSTA X : 몬즐라 2주년 특별편성ㅜㅜ다시",
      "english": "it remains an unsolved mystery."
    },
    {
      "korean": "\"혼자 깁스를 한 채로 제대로 걷지도 못한 채\"... \"I feel desperate, because I can't walk around well\". 듣기 View video DAY6 : DAY6의 Free한 라디오 with Jae, 원필",
      "english": "\"I feel desperate, because I can't walk around well\"."
    },
    {
      "korean": "어깨동무를 한 채로 미션을 해결하는 게임인데요. And clear the mission while keeping their arms on others shoulders. 듣기 View video Wanna One : 2017 워.육.대 (워너원 팀워크 육성 대회)",
      "english": "And clear the mission while keeping their arms on others shoulders."
    },
    {
      "korean": "아쉽지만 저희 실타래 풀샷은 뒤로 한 채 인사를 드려야 될 것 같습니다. Too bad for our skein move, but we should say bye. 듣기 View video Show! Music core : 음중라이브",
      "english": "Too bad for our skein move, but we should say bye."
    }
  ],
  "examples": [
    {
      "korean": "The actors were still in costume and make-up. 듣기 Add to Wordbook 배우들은 아직도 의상을 입고 얼굴 분장을 한 채로 였다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The actors were still in costume and make-up. Add to Wordbook"
    },
    {
      "korean": "They have a second home in Tuscany. 듣기 Add to Wordbook 그들은 투스카니에 집이 또 한 채 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They have a second home in Tuscany. Add to Wordbook"
    },
    {
      "korean": "They bought a villa in the South of France. 듣기 Add to Wordbook 그들은 프랑스 남부에 있는 빌라를 한 채 샀다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They bought a villa in the South of France. Add to Wordbook"
    },
    {
      "korean": "He owns a house in his Darlington constituency. 듣기 Add to Wordbook 그는 자신의 달링톤 선거구에 주택을 한 채 소유하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He owns a house in his Darlington constituency. Add to Wordbook"
    },
    {
      "korean": "Not a building nor a tree was left standing. 듣기 Add to Wordbook 한 채의 건물도 한 그루의 나무도 (넘어지지 않고) 서 있는 것이 없었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Not a building nor a tree was left standing. Add to Wordbook"
    }
  ]
}