{
  "phrases": [
    {
      "phrase": "한사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "one person, one man."
      ]
    },
    {
      "phrase": "단 한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "only one man",
        "alone"
      ]
    },
    {
      "phrase": "망은한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "an ungrateful person",
        "an ingrate"
      ]
    },
    {
      "phrase": "동네 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "a villager",
        "village folk(s)[people]",
        "the inhabitants of a village"
      ]
    },
    {
      "phrase": "(사람들이) 한 덩어리가 되어",
      "hanja": "",
      "example": {},
      "meanings": [
        "in a body[group]"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "who 2",
      "frequency": 0
    },
    {
      "meaning": "-o",
      "frequency": 0
    },
    {
      "meaning": "single human",
      "frequency": 0
    },
    {
      "meaning": "worker",
      "frequency": 3
    },
    {
      "meaning": "pair",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "'한 사람' 모르나? You don't know \"One Person?\" 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "You don't know \"One Person?\""
    },
    {
      "korean": "[궁금 요정] 혹시 1등한 사람에게 뭐 있나요? [Curious] Is there any prize for the winner? 듣기 View video TREASURE (트레저) : TREASURE - [T.M.I] EP.4",
      "english": "[Curious] Is there any prize for the winner?"
    },
    {
      "korean": "'해를 품은 달' '한 사람' 알아요? From \"Moon Embracing The Sun\" do you know \"One Person?\" 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "From \"Moon Embracing The Sun\" do you know \"One Person?\""
    },
    {
      "korean": "[부담스러움] - 그냥 나는... - 한 사람당 50만 원? [Too much] - I'm... - 500,000 KRW each? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.3 돈't Lie #1 (Don't Lie #1)",
      "english": "[Too much] - I'm... - 500,000 KRW each?"
    },
    {
      "korean": "저보다 더 느리게 한 사람 있어요? Is there anyone who completed the plan slower than me? 듣기 View video Dispatch : [Dicon] “쯔위’s Special Day” (디아이콘 : 트와이스)",
      "english": "Is there anyone who completed the plan slower than me?"
    }
  ],
  "examples": [
    {
      "korean": "A hooded figure waited in the doorway. 듣기 Add to Wordbook 복면을 한 사람이 문간에서 기다리고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A hooded figure waited in the doorway. Add to Wordbook"
    },
    {
      "korean": "one of the greatest practitioners of science fiction 듣기 Add to Wordbook 가장 위대한 현역 공상 과학 소설 작가들 중 한 사람 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "one of the greatest practitioners of science fiction Add to Wordbook"
    },
    {
      "korean": "one of the party’s craftiest political strategists 듣기 Add to Wordbook 그 당에서 가장 술책이 뛰어난 정치 전략가들 중 한 사람 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "one of the party’s craftiest political strategists Add to Wordbook"
    },
    {
      "korean": "The soldier acted qua soldier, not as a human being. 듣기 Add to Wordbook 그 군인은 군인으로서 행동한 것이다. 한 사람의 인간이 아니라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The soldier acted qua soldier, not as a human being. Add to Wordbook"
    },
    {
      "korean": "A figure stood in the doorway, silhouetted against the light. 듣기 Add to Wordbook 문간에 한 사람이 서 있었다. 빛을 등지고 실루엣을 보이며. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A figure stood in the doorway, silhouetted against the light. Add to Wordbook"
    }
  ]
}