{
  "phrases": [
    {
      "phrase": "한심하기 짝이 없다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be extremely deplorable"
      ]
    },
    {
      "phrase": "한심한 광경",
      "hanja": "",
      "example": {},
      "meanings": [
        "a pathetic sight"
      ]
    },
    {
      "phrase": "한심한 사람",
      "hanja": "",
      "example": {},
      "meanings": [
        "a hopeless fellow"
      ]
    },
    {
      "phrase": "한심한 실수를 저지르다",
      "hanja": "",
      "example": {},
      "meanings": [
        "make a pathetic[pitiful, stupid] mistake"
      ]
    },
    {
      "phrase": "한심스럽다",
      "hanja": " (寒心스럽다)",
      "example": {},
      "meanings": [
        "Adjective pathetic, pitiable, deplorable"
      ]
    }
  ],
  "meanings": [],
  "vlive": [
    {
      "korean": "한심하다 진짜 - 한심? That's pathetic. - Pathetic? 듣기 View video NCT : 12345드림 시즈니들 오랜만!!!",
      "english": "That's pathetic. - Pathetic?"
    },
    {
      "korean": "[한심 한심] 너는 왜 그렇게까지 연애에 목을 매? [Pathetic] Why are you so bent on dating? 듣기 View video 모비딕(Mobidic) : <쎈마이웨이> 모태 솔로",
      "english": "[Pathetic] Why are you so bent on dating?"
    },
    {
      "korean": "[대박 한심] 봐봐 일단, 얜 진짜 너... [Such pathetic] Come on... 듣기 View video Big Picture (빅픽처) : 빅픽처2 하드털이 No.1_사고 유발자 하하(a.k.a 비운의 영국)",
      "english": "[Such pathetic] Come on..."
    },
    {
      "korean": "[한심] 와사비 간장에 풀어 먹는 거 아닙니다. [Disappointed] You are not supposed to put wasabi in soy sauce. 듣기 View video V WEB DRAMA : [플랜맨 뉴비기닝_규슈] 본격적인 술방TIME _ 3회",
      "english": "[Disappointed] You are not supposed to put wasabi in soy sauce."
    }
  ],
  "examples": [
    {
      "korean": "C’mon Bludge, you have the book on etiquette as I understood it. 듣기 Add to Wordbook 한심아, 내가 알기로는 너도 예절에 대한 책을 가지고 있는데 말이야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 장사빈(joll****)",
      "english": "C’mon Bludge, you have the book on etiquette as I understood it. Add to Wordbook"
    },
    {
      "korean": "You're pathetic for a pathetic loser. 듣기 Add to Wordbook 넌 한심하고도 한심한 패배자야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 scsabeer(scsa****)",
      "english": "You're pathetic for a pathetic loser. Add to Wordbook"
    },
    {
      "korean": "You're a pretty pathetic guard dog. 듣기 Add to Wordbook 넌 꽤나 한심한 경비견이야 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 낮달(wksz****)",
      "english": "You're a pretty pathetic guard dog. Add to Wordbook"
    },
    {
      "korean": "Do you know how pathetic you are? 듣기 Add to Wordbook 니가 얼마나 한심한지 너 아니? User translation Inaccurate information may be included due to the users' self-traslation. 닫기 rad09(hany****)",
      "english": "Do you know how pathetic you are? Add to Wordbook"
    },
    {
      "korean": "You don't - you are just pathetic. 듣기 Add to Wordbook 넌할수없어, 넌 그저 한심할 뿐야. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 hope237(hope****)",
      "english": "You don't - you are just pathetic. Add to Wordbook"
    }
  ]
}