{
  "phrases": [
    {
      "phrase": "한터조랑말농원",
      "hanja": "",
      "example": {},
      "meanings": [
        "관광지 (체험관광) Hanteo Pony Farm"
      ]
    },
    {
      "phrase": "한터초등학교",
      "hanja": "",
      "example": {},
      "meanings": [
        "기관·단체 Hanter Elelemtary School"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Hunter-Russell syndrome",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "한터 형 저기 있지! He's over there! 듣기 View video IU : [IU TV] 분노의 먹방 in 타이베이",
      "english": "He's over there!"
    },
    {
      "korean": "[이담 최장신 한터] 우리 회사에 키가 이만한 사람이 없는데? [The tallest of EDAM, Hanteo] There's no one this tall at our company. 듣기 View video IU : [IU] 마멜군이 준비한 대혼란 생일파티",
      "english": "[The tallest of EDAM, Hanteo] There's no one this tall at our company."
    },
    {
      "korean": "그러기엔 한터 씨가 너무 두껍게 잘 입었네요 - 네? To say that, you're dressed in really thick clothes, Hanteo. - What? 듣기 View video IU : [IU TV] 너의 이름을 불러줄게",
      "english": "To say that, you're dressed in really thick clothes, Hanteo. - What?"
    },
    {
      "korean": "지금 한터 오빠가... Right now, Hanteo... 듣기 View video IU : [IU TV] 2018 IU Tour Concert ‘dlwlrma.’ VCR Behind",
      "english": "Right now, Hanteo..."
    },
    {
      "korean": "거기서는 좀 찍어주세요 한터 씨... Please take more recordings of me... 듣기 View video IU : [IU TV] IU 10th Anniv. Tour Concert 'dlwlrma. (이 지금)' - Singapore",
      "english": "Please take more recordings of me..."
    }
  ],
  "examples": [
    {
      "korean": "TVXQ's newest album sold over an astonishing 15,000 copies within a day, according to album sales analyst Hanteo. 발음듣기 앨범 판매량 분석업체인 한터정보시스템에 따르면, 동방신기의 새 앨범은 놀랍게도 하루 만에 1만5천장이 팔렸다고 한다. Neungyule",
      "english": "TVXQ's newest album sold over an astonishing 15,000 copies within a day, according to album sales analyst Hanteo. 발음"
    },
    {
      "korean": "The album has ranked first on the Hanteo charts, in addition to all of the major music sites such as Bugs, dosirak, Mnet and Daum Music. 발음듣기 이 앨범은 한터 차트외에도, 벅스뮤직, 도시락, 엠넷, 다음 뮤직과 같은 모든 주요 음반 사이트에서 1위를 차지했다. Neungyule",
      "english": "The album has ranked first on the Hanteo charts, in addition to all of the major music sites such as Bugs, dosirak, Mnet and Daum Music. 발음"
    },
    {
      "korean": "Tell your wife we'll work something out. 발음듣기 우리가 해결할 거라고 아내한터 말해 User translation Inaccurate information may be included due to the users' self-traslation. aidman273(aidm****) Web Collection",
      "english": "Tell your wife we'll work something out. 발음"
    },
    {
      "korean": "Case Analyses of the Selection Process of an Excavation Method 발음듣기 지하공사 사례를 기반으로 한 터파기 공법 선정프로세스 분석 Naver Academic",
      "english": "Case Analyses of the Selection Process of an Excavation Method 발음"
    }
  ]
}