{
  "phrases": [
    {
      "phrase": "함의",
      "hanja": " (含意)",
      "example": {},
      "meanings": [
        "Noun implication, entailment"
      ]
    },
    {
      "phrase": "함의되다",
      "hanja": " (含意되다)",
      "example": {},
      "meanings": [
        "Verb be implicated, be entailed, be connoted"
      ]
    },
    {
      "phrase": "함의하다",
      "hanja": " (含意하다)",
      "example": {},
      "meanings": [
        "Verb implicate, entail, connote"
      ]
    },
    {
      "phrase": "함의점",
      "hanja": "",
      "example": {},
      "meanings": [
        "implicit point"
      ]
    },
    {
      "phrase": "함의 탐색",
      "hanja": "",
      "example": {},
      "meanings": [
        "meaning search"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "undertone",
      "frequency": 0
    },
    {
      "meaning": "material implication",
      "frequency": 0
    },
    {
      "meaning": "-phagy",
      "frequency": 0
    },
    {
      "meaning": "air-to-ship",
      "frequency": 0
    },
    {
      "meaning": "Hamm",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "The play does not have the political undertones of the novel. 듣기 Add to Wordbook 그 연극에는 그 소설 속에 있던 정치적인 함의가 담겨 있지 않다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The play does not have the political undertones of the novel. Add to Wordbook"
    },
    {
      "korean": "The Toronto Blue Jays protested Rodriguez's yell. 듣기 Add to Wordbook 토론토 블루 제이스팀은 로드리게스의 고함소리에 함의했다. Neungyule",
      "english": "The Toronto Blue Jays protested Rodriguez's yell. Add to Wordbook"
    },
    {
      "korean": "He added that it is fairly certain that the ship's ammunition storage did not blow up. 듣기 Add to Wordbook 그는 천안함의 무기고가 폭발했을 확률은 극히 낮다고 덧붙였다. Neungyule",
      "english": "He added that it is fairly certain that the ship's ammunition storage did not blow up. Add to Wordbook"
    },
    {
      "korean": "Things could have been much different if timely action had been taken to save sailors from the wreckage. 듣기 Add to Wordbook 난파로부터 천안함의 선원들을 구하기 위한 시기적절한 조치가 취해졌다면, 사태의 양상은 크게 달라졌을 것이다. Neungyule",
      "english": "Things could have been much different if timely action had been taken to save sailors from the wreckage. Add to Wordbook"
    },
    {
      "korean": "The third question is why another patrol ship, the Sokcho, did not immediately come to the rescue of the sinking ship? 듣기 Add to Wordbook 세 번째로는, 왜 근방에 있던 초계함 속초함은 즉시 천안함의 구조에 나서지 않은 것인가? Neungyule",
      "english": "The third question is why another patrol ship, the Sokcho, did not immediately come to the rescue of the sinking ship? Add to Wordbook"
    }
  ]
}