{
  "phrases": [
    {
      "phrase": "핫라인",
      "hanja": "",
      "example": {},
      "meanings": [
        "hot line"
      ]
    },
    {
      "phrase": "hotline",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun (특정 문제에 대한) 상담[서비스] 전화",
        "Noun (정부간의) 직통 전화, 핫라인"
      ]
    },
    {
      "phrase": "hot line",
      "hanja": "",
      "example": {},
      "meanings": [
        "[the ~] 핫라인, (정부 수뇌간의) 긴급 직통 전화",
        "미 전화 상담 서비스, 생명의 전화",
        "미·캐나다 방송 (전화를 이용하는) 시청자 참가 프로"
      ]
    },
    {
      "phrase": "hot-line",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 광물용어 활선(活線)"
      ]
    },
    {
      "phrase": "핫라인을 설치하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "set up a hot line"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "hotline",
      "frequency": 0
    },
    {
      "meaning": "hot line",
      "frequency": 0
    },
    {
      "meaning": "set up a hot line",
      "frequency": 0
    },
    {
      "meaning": "establish a hot line",
      "frequency": 0
    },
    {
      "meaning": "활선 작업",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "오늘도 비키니 핫 보디 라인 만들기. 제가 또 알차게 준비했고요. Today's topic, Making Bikini-Hot Bodyline, I've prepared a lot. 듣기 View video V Beauty : 아름다운 팔 라인을 샤샤샤~ 홍주연의 HOT BODY",
      "english": "Today's topic, Making Bikini-Hot Bodyline, I've prepared a lot."
    },
    {
      "korean": "제가 'Hotline Bling'이라는 Drake 노래를 커버한 것을 들려드리겠습니다. I'll also sing Drake's song, \"Hotline Bling\". 듣기 View video JYPnation : FUN MELODY NIGHT - 백아연, 박재정, 에디킴, 조정치",
      "english": "I'll also sing Drake's song, \"Hotline Bling\"."
    }
  ],
  "examples": [
    {
      "korean": "Thank you for calling the Internal Revenue Service hotline. 발음듣기 국세청 핫라인에 전화해 주셔서 감사합니다. YBM All in All English-Korean Dictionary",
      "english": "Thank you for calling the Internal Revenue Service hotline. 발음"
    },
    {
      "korean": "He believes that shutting down the hotline could weaken national security. 발음듣기 그는 핫라인을 폐쇄함으로써 국가 안보를 약화시킬 수 있다고 주장한다. Neungyule",
      "english": "He believes that shutting down the hotline could weaken national security. 발음"
    },
    {
      "korean": "The Ministry of Defense (MoD) believes the money used for the hotline can be better used elsewhere. 발음듣기 영국 국방부(MoD)는 이 핫라인을 위해 사용되는 자금이 다른 분야에서 사용되는 것이 낫다고 주장했다. Neungyule",
      "english": "The Ministry of Defense (MoD) believes the money used for the hotline can be better used elsewhere. 발음"
    },
    {
      "korean": "Hello, and welcome to the Metro Information Hotline, your source for what’s going on around the city. 발음듣기 안녕하십니까, 우리 시의 동정을 알려드리는 메트로 인포메이션 핫라인에 오신 것을 환영합니다. YBM All in All English-Korean Dictionary",
      "english": "Hello, and welcome to the Metro Information Hotline, your source for what’s going on around the city. 발음"
    },
    {
      "korean": "Thank you for calling the Metro Information Hotline. 발음듣기 메트로 인포메이션 핫라인에 전화 주셔서 감사합니다. YBM All in All English-Korean Dictionary",
      "english": "Thank you for calling the Metro Information Hotline. 발음"
    }
  ]
}