{
  "phrases": [
    {
      "phrase": "항모",
      "hanja": " (航母)",
      "example": {},
      "meanings": [
        "[항공 모함] a carrier, an aircraft carrier."
      ]
    },
    {
      "phrase": "항모전대",
      "hanja": " (航母戰隊)",
      "example": {},
      "meanings": [
        "군사 carrier flotilla"
      ]
    },
    {
      "phrase": "항모타격단",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 carrier strike group"
      ]
    },
    {
      "phrase": "항모비행단",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 carrier air wing (CAW)"
      ]
    },
    {
      "phrase": "항모항공기",
      "hanja": "",
      "example": {},
      "meanings": [
        "군사 carrier-based aircraft"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "C.V.N.",
      "frequency": 0
    },
    {
      "meaning": "carrier strike group",
      "frequency": 0
    },
    {
      "meaning": "carrier flotilla",
      "frequency": 0
    },
    {
      "meaning": "carrier task group",
      "frequency": 0
    },
    {
      "meaning": "carrier strike forces",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "Wu did not comment on a possible Chinese carrier. 듣기 Add to Wordbook Wu는 중국항모의 가능성에 대해 아무말도 하지 않았다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 국내산공돌이(lee5****)",
      "english": "Wu did not comment on a possible Chinese carrier. Add to Wordbook"
    },
    {
      "korean": "An I-400 and I-401 were captured at sea a week after the Japanese surrendered in 1945. 듣기 Add to Wordbook I-400과 I-401 잠수항모들은 1945년 일본 항북 1주일 후 바다에서 노획되었다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 채상윤(chae****)",
      "english": "An I-400 and I-401 were captured at sea a week after the Japanese surrendered in 1945. Add to Wordbook"
    },
    {
      "korean": "Wren, commander of the Kitty Hawk Carrier Strike Group. 듣기 Add to Wordbook 워렌은 키티호크 항모전단의 사령관이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 dbsghtjd55(dbsg****)",
      "english": "Wren, commander of the Kitty Hawk Carrier Strike Group. Add to Wordbook"
    },
    {
      "korean": "Navy Carrier Battle Group in mothballs would \"save\" hundreds of billions more. 듣기 Add to Wordbook 보관 중인 해군 항모 전단은 수 백억 달러를 더 \"아낄\" 것이다 User translation Inaccurate information may be included due to the users' self-traslation. 닫기 Czarkwak(hmkw****)",
      "english": "Navy Carrier Battle Group in mothballs would \"save\" hundreds of billions more. Add to Wordbook"
    },
    {
      "korean": "I recently ordered the deployment of an additional carrier strike group to the region. 듣기 Add to Wordbook 나는 최근 그 지역에 추가적인 항모전단의 배치를 명령했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 dbsghtjd55(dbsg****)",
      "english": "I recently ordered the deployment of an additional carrier strike group to the region. Add to Wordbook"
    }
  ]
}