{
  "phrases": [
    {
      "phrase": "해대",
      "hanja": " (解隊)",
      "example": {},
      "meanings": [
        "disbanding, disbandment, disembodiment, deactivation, demobilization. 해대하다 disband, disembody, deactivate, demobilize."
      ]
    },
    {
      "phrase": "해대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "attack, go at, lick, abuse, beat"
      ]
    },
    {
      "phrase": "해대합",
      "hanja": " (解對合)",
      "example": {},
      "meanings": [
        "[생물] desynapsis."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "해대",
      "frequency": 0
    },
    {
      "meaning": "subneritic fascia",
      "frequency": 0
    },
    {
      "meaning": "bathyneritic fascia",
      "frequency": 0
    },
    {
      "meaning": "oceanic plateau",
      "frequency": 0
    },
    {
      "meaning": "bathyal zone",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "\"TRAIN TO BUSAN\" 때문에 케이블에서 재난영화를 그렇게 해대요. I saw cable channels show a lot of disaster movies because of \"TRAIN TO BUSAN.\" 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! (게스트: 부산행 신스틸러) Movie talk!talk!",
      "english": "I saw cable channels show a lot of disaster movies because of \"TRAIN TO BUSAN.\""
    },
    {
      "korean": "근데 못 맞히이상한 소리만 해댄 사람들이 사달라고 하니까... But other members asked me that. 듣기 View video V PICK! : [Stray Kids] 통화는 아무말과 심부름거리를 남기고..⭐️ (SEUNGMIN doing mission to members)",
      "english": "But other members asked me that."
    },
    {
      "korean": "제가 잔소리를 감히 해대겠습니다 여러분들에게. I will nag you. 듣기 View video V DRAMA : [Full]매드독 X 앞터V (Mad Dog X Early Interview)",
      "english": "I will nag you."
    },
    {
      "korean": "술만 먹으면 막 자꾸 V 해대고... But I keep making V when I get drunk. 듣기 View video DICKPUNKS : [딕펑스] 박가람",
      "english": "But I keep making V when I get drunk."
    },
    {
      "korean": "'솔로 탈출할 것 같다고 자랑을 해댔지'. - 좋네. \"And I told them that I will be a couple soon\". - Nice. 듣기 View video 스튜디오 룰루랄라 (Studio LuluLala) : [취중막말] ep.5 숙취해소하는 취중뷰티 꿀팁 대방출!?",
      "english": "\"And I told them that I will be a couple soon\". - Nice."
    }
  ],
  "examples": [
    {
      "korean": "When nobody's listening, he says disgusting, obscene things to me. 발음듣기 옆에 듣는 사람이 없으면, 그 사람은 나한테 역겨운 음담패설을 해대요. Neungyule",
      "english": "When nobody's listening, he says disgusting, obscene things to me. 발음"
    },
    {
      "korean": "I don't think any of us should apologize for not being dull. 발음듣기 나는 우리중 누구도 우리가 둔한 것에 해대 사과해야 한다고 생각하지 않는다. User translation Inaccurate information may be included due to the users' self-traslation. dnjs_0423(dnjs****) Web Collection",
      "english": "I don't think any of us should apologize for not being dull. 발음"
    },
    {
      "korean": "They fired off a volley of shots. 발음듣기 그들이 일제히 사격을 해댔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They fired off a volley of shots. 발음"
    },
    {
      "korean": "Another fit of coughing seized him. 발음듣기 그가 또 한바탕 정신없이 기침을 해댔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Another fit of coughing seized him. 발음"
    },
    {
      "korean": "Don’t be such an old misery! 발음듣기 그렇게 불평만 해대는 영감쟁이같이 굴지 말아요! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t be such an old misery! 발음"
    }
  ]
}