{
  "phrases": [
    {
      "phrase": "해대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "attack, go at, lick, abuse, beat"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "free with advice",
      "frequency": 0
    },
    {
      "meaning": "orgy",
      "frequency": 3
    },
    {
      "meaning": "let somebody have it",
      "frequency": 0
    },
    {
      "meaning": "wade into somebody",
      "frequency": 0
    },
    {
      "meaning": "give somebody/get a roasting",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "제가 잔소리를 감히 해대겠습니다 여러분들에게. I will nag you. 듣기 View video V DRAMA : [Full]매드독 X 앞터V (Mad Dog X Early Interview)",
      "english": "I will nag you."
    },
    {
      "korean": "술만 먹으면 막 자꾸 V 해대고... But I keep making V when I get drunk. 듣기 View video DICKPUNKS : [딕펑스] 박가람",
      "english": "But I keep making V when I get drunk."
    },
    {
      "korean": "'솔로 탈출할 것 같다고 자랑을 해댔지'. - 좋네. \"And I told them that I will be a couple soon\". - Nice. 듣기 View video 스튜디오 룰루랄라 (Studio LuluLala) : [취중막말] ep.5 숙취해소하는 취중뷰티 꿀팁 대방출!?",
      "english": "\"And I told them that I will be a couple soon\". - Nice."
    },
    {
      "korean": "좀 얘기를 하신 적이 있나요? - 얼마나 설명을 해대는지... what this show is about? - I don't know how detailed she explained it. 듣기 View video V DRAMA : [Full]의문의 일승 X 앞터V (Oh, the Mysterious X Early Interview)",
      "english": "what this show is about? - I don't know how detailed she explained it."
    },
    {
      "korean": "\"TRAIN TO BUSAN\" 때문에 케이블에서 재난영화를 그렇게 해대요. I saw cable channels show a lot of disaster movies because of \"TRAIN TO BUSAN.\" 듣기 View video 10PM : [10pm2 목] 김태훈, 정시우의 무비톡톡! (게스트: 부산행 신스틸러) Movie talk!talk!",
      "english": "I saw cable channels show a lot of disaster movies because of \"TRAIN TO BUSAN.\""
    }
  ],
  "examples": [
    {
      "korean": "Don’t be such an old misery! 듣기 Add to Wordbook 그렇게 불평만 해대는 영감쟁이같이 굴지 말아요! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t be such an old misery! Add to Wordbook"
    },
    {
      "korean": "a burst/hail of machine-gun fire 듣기 Add to Wordbook 집중 사격을 해대는/마구 총알을 쏟아 붓는 기관총 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a burst/hail of machine-gun fire Add to Wordbook"
    },
    {
      "korean": "I can’t be doing with people who complain all the time. 듣기 Add to Wordbook 내내 불평만 해 대는 사람들을 좋아할 수는 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I can’t be doing with people who complain all the time. Add to Wordbook"
    },
    {
      "korean": "She hated her parents’ endless interrogations about where she’d been. 듣기 Add to Wordbook 그녀는 어디 갔다 왔느냐고 부모님이 끊임없이 추궁을 해 대는 게 싫었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She hated her parents’ endless interrogations about where she’d been. Add to Wordbook"
    },
    {
      "korean": "What might be the underlying significance of these supposedly random acts of violence? 듣기 Add to Wordbook 겉으로 보이기에 닥치는 대로 해대는 이 폭행의 밑에 깔린 취지는 무엇일까? YBM All in All English-Korean Dictionary",
      "english": "What might be the underlying significance of these supposedly random acts of violence? Add to Wordbook"
    }
  ]
}