{
  "phrases": [
    {
      "phrase": "아침해를 온 몸에 받다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be bathed in the morning sun"
      ]
    },
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(어떤 장소로) come; (나타나다) turn up, show up; (방문하다) visit",
        "(학교·군대·회사 등에)",
        "(소식·연락·편지 등이) come"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have; (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "오다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb oda (↔가다2)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "with all your heart/your whole heart",
      "frequency": 0
    },
    {
      "meaning": "in the old time-honored way",
      "frequency": 0
    },
    {
      "meaning": "quit one's service",
      "frequency": 0
    },
    {
      "meaning": "customary",
      "frequency": 0
    },
    {
      "meaning": "Living, Loving & Learning",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[Q. 6년 동안 같은 아르바이트를 해 온 이유는?] [Q. Why did you keep doing the same part time job for 6 years?] View video 내 전공은 힙합(My major is HIPHOP) : Ep 18. 용인대 리퍼블릭 VS 고려대 테라 배틀에 심사위원 실화?!",
      "english": "[Q. Why did you keep doing the same part time job for 6 years?]"
    },
    {
      "korean": "[1차 분노] [울컥] 3년 동안 해온... [1st anger] [Upset] These past 3 years... 듣기 View video 플레이리스트 (Playlist) : 연플리 소설 같은 소리하네 [연플리 소설집 특별편]",
      "english": "[1st anger] [Upset] These past 3 years..."
    },
    {
      "korean": "난 내가 해온 거 다 했어 열심히 했어. but I did everything I prepared. I worked hard. 듣기 View video INFINITE : INFINITE \"김명수의 TALK N TALK\"",
      "english": "but I did everything I prepared. I worked hard."
    },
    {
      "korean": "60년동안 해온 저를 이렇게... Acting for 60 years... 듣기 View video V Special : [REPLAY] 2016 대한민국 대중문화 예술상 시상식",
      "english": "Acting for 60 years..."
    },
    {
      "korean": "5년을 해온 일이다. 11 hours and seven days a week. 듣기 View video V WEB DRAMA : 텔레씨네 <아이리시어퍼컷> 1화",
      "english": "11 hours and seven days a week."
    }
  ],
  "examples": [
    {
      "korean": "We found out he’d been stealing from us for years. 발음듣기 우리는 그가 수년 동안 우리로부터 도둑질을 해 온 것을 알게 되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We found out he’d been stealing from us for years. 발음"
    },
    {
      "korean": "He’s a versatile actor who has played a wide variety of parts. 발음듣기 그는 대단히 다양한 역할을 해 온 다재다능한 배우이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He’s a versatile actor who has played a wide variety of parts. 발음"
    },
    {
      "korean": "What do you think about the new PR agency's performance so far? 발음듣기 새 홍보 대행사가 현재까지 해 온 성과에 대해 어떻게 생각하세요? DARAKWON",
      "english": "What do you think about the new PR agency's performance so far? 발음"
    },
    {
      "korean": "He is deeply regretful for what he has done so far. 발음듣기 그는 그가 이제까지 해온 것에 대해 깊이 후회한다. 절대어휘 5100",
      "english": "He is deeply regretful for what he has done so far. 발음"
    },
    {
      "korean": "I've arrived at this outermost edge of my life by my own actions. Where I am is thoroughly unacceptable. Therefore, I must stop doing what I've been doing. (Alice Koller) 발음듣기 나는 내 행동으로 말미암아 삶의 밑바닥까지 왔다. 이 상황을 결코 받아들일 수 없다. 그러므로 나는 내가 해온 일을 멈춰야 한다. (앨리스 콜러, 공부명언) 명언/속담",
      "english": "I've arrived at this outermost edge of my life by my own actions. Where I am is thoroughly unacceptable. Therefore, I must stop doing what I've been doing. (Alice Koller) 발음"
    }
  ]
}