{
  "phrases": [
    {
      "phrase": "누구한테도 말을 해선 안 돼요.",
      "hanja": "",
      "example": {},
      "meanings": [
        "Say nothing to no one."
      ]
    },
    {
      "phrase": "함대소해선",
      "hanja": " (~ 掃海船)",
      "example": {},
      "meanings": [
        "군사 fleet mine sweeper"
      ]
    },
    {
      "phrase": "원양 해선",
      "hanja": "",
      "example": {},
      "meanings": [
        "oceanic ship"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Sea Ship",
      "frequency": 0
    },
    {
      "meaning": "Sponges take up(=absorb) water",
      "frequency": 0
    },
    {
      "meaning": "under no circumstances",
      "frequency": 0
    },
    {
      "meaning": "Tamer Hassan",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "섭섭하네. - 연예인은 욕을 해선 안 돼요. I'm upset. - Celebrities shouldn't curse. 듣기 View video V WEB DRAMA : [캐남] 오빠 행동 하나하나에 꺄르르~_3회",
      "english": "I'm upset. - Celebrities shouldn't curse."
    },
    {
      "korean": "SEJIN, 말도 해선 안되고 움직여서도 안돼. SEJIN, you should not talk and move. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '눈 가리고 아웅아웅'",
      "english": "SEJIN, you should not talk and move."
    }
  ],
  "examples": [
    {
      "korean": "He who is not very strong in memory should not meddle with lying. (Michel de Montaigne) 듣기 Add to Wordbook 기억력이 좋지 않은 사람은 거짓말을 해선 안 된다. (미셸 드 몽테뉴, 경험명언) 명언/속담",
      "english": "He who is not very strong in memory should not meddle with lying. (Michel de Montaigne) Add to Wordbook"
    },
    {
      "korean": "He calls me occasionally to say hi. 듣기 Add to Wordbook 그는 가끔 전화를 해선 내 안부를 묻는다. Neungyule",
      "english": "He calls me occasionally to say hi. Add to Wordbook"
    },
    {
      "korean": "You must not crawl to your superiors. 듣기 Add to Wordbook 윗사람들에게 아첨을 해선 안 된다. Friendict Level English-Korean Dictionary",
      "english": "You must not crawl to your superiors. Add to Wordbook"
    },
    {
      "korean": "Say nothing to no one. 듣기 Add to Wordbook 누구한테도 말을 해선 안 돼요. Neungyule",
      "english": "Say nothing to no one. Add to Wordbook"
    },
    {
      "korean": "Come, come, you should not speak like that! 듣기 Add to Wordbook 아니, 이봐, 그런 말버릇을 해선 못써! Dong-a's Prime English-Korean Dictionary",
      "english": "Come, come, you should not speak like that! Add to Wordbook"
    }
  ]
}