{
  "phrases": [
    {
      "phrase": "해지다",
      "hanja": "",
      "example": {},
      "meanings": [
        "wear (out/away), fray"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "worn",
      "frequency": 3
    },
    {
      "meaning": "rag",
      "frequency": 3
    },
    {
      "meaning": "ragged",
      "frequency": 3
    },
    {
      "meaning": "shabby",
      "frequency": 3
    },
    {
      "meaning": "seaquake",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "푸시시 해지고. It gets really bushy too. 듣기 View video 졸잼티비 (joLjamTV) : ep8. 여배우의 아침 숙소 엿보기 _ 뷰티스코드3",
      "english": "It gets really bushy too."
    },
    {
      "korean": "요즘 Young해 지고 싶어서. I want to be young these days. 듣기 View video MAMAMOO : 취사가 완료되었습니다!",
      "english": "I want to be young these days."
    },
    {
      "korean": "저 young 해지고 싶거든요. - 야! Because I want to be young. - Hey! 듣기 View video IDOL x IDOL : A.DE - 에이디이 '여름이 가고 가을이오는 날에'",
      "english": "Because I want to be young. - Hey!"
    },
    {
      "korean": "그때 마음이 말랑말랑 해지고 풀려요. I felt a little more relaxed. 듣기 View video V Beauty : [밤비걸] 마음이 예뻐지는 Beauty Talk 함께해요",
      "english": "I felt a little more relaxed."
    },
    {
      "korean": "피부가 탱글해지고 좋아져요. 물도 많이 마셔야해요. Then, skin will be good. Also, Drinking water is important. 듣기 View video V Beauty : 스칼렛의 셀프 에스테틱 가을맞이 꿀피부 스킨케어 / Scarlett's self skincare for dry skin",
      "english": "Then, skin will be good. Also, Drinking water is important."
    }
  ],
  "examples": [
    {
      "korean": "His hair was greying at the sides. 듣기 Add to Wordbook 그는 옆머리가 희끗희끗해지고 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "His hair was greying at the sides. Add to Wordbook"
    },
    {
      "korean": "In 'Star Wars,' however, everything looked worn and dirty. 듣기 Add to Wordbook 하지만 '스타워즈'에서는 모든 것이 닳아 해지고 더러워 보였다. Neungyule",
      "english": "In 'Star Wars,' however, everything looked worn and dirty. Add to Wordbook"
    },
    {
      "korean": "Uncover the foil and bake potatoes 15 to 20 minutes more, until top is golden and potatoes are tender when pierced with a knife. 듣기 Add to Wordbook 호일을 벗기고 감자 표면이 노릇노릇 해지고 칼로 찔러 잘 들어갈 때까지 15~20분 더 감자를 익힌다. YBM All in All English-Korean Dictionary",
      "english": "Uncover the foil and bake potatoes 15 to 20 minutes more, until top is golden and potatoes are tender when pierced with a knife. Add to Wordbook"
    },
    {
      "korean": "Not only mobile phones, but also televisions, which have been dubbed as \"idiot boxes\" are now getting \"smart.\" 듣기 Add to Wordbook 휴대폰뿐만 아니라, \"바보 상자\"라고 불리는 텔레비전도 이제 \"스마트\"해지고 있다. EDU TIMES",
      "english": "Not only mobile phones, but also televisions, which have been dubbed as \"idiot boxes\" are now getting \"smart.\" Add to Wordbook"
    },
    {
      "korean": "Phones, Tablet PCs, TVs, and many things with an LCD are getting “smart” nowadays. 듣기 Add to Wordbook 요즘 폰, 태블릿 PC, TV, 그리고 LCD가 있는 많은 것들이 “스마트”해지고 있다. EDU TIMES",
      "english": "Phones, Tablet PCs, TVs, and many things with an LCD are getting “smart” nowadays. Add to Wordbook"
    }
  ]
}