{
  "phrases": [
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have, (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "주다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물건·돈 등을) give, (공식적으로) present",
        "(권리·기회·자격 등을) give (sb sthsth to sb)",
        "(고통·상처·피해 등을)"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective hada",
        "Assistant adjective hada"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "give",
      "frequency": 3
    },
    {
      "meaning": "show",
      "frequency": 3
    },
    {
      "meaning": "do 1",
      "frequency": 3
    },
    {
      "meaning": "call",
      "frequency": 3
    },
    {
      "meaning": "offer",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "아이브로 이렇게 해 줬고 그다음에... So that was the eyebrows. And next... 듣기 View video EMMA BEAUTY : [ 엠마뷰티 EMMA BEAUTY ] 로맨틱 봄 메이크업 Romantic Spring MAKEUP",
      "english": "So that was the eyebrows. And next..."
    },
    {
      "korean": "여기까지 지금 해줬고 라인을 좀 그려볼게요. I did up to here right now and I will draw the eyeliner now. 듣기 View video EMMA BEAUTY : [엠마뷰티 EMMA BEAUTY] 굿바이 겨울 메이크업 winter make-up",
      "english": "I did up to here right now and I will draw the eyeliner now."
    },
    {
      "korean": "저 안에 들어가면 숨이 막히겠다 이렇게 얘기를 해줬고요. She said if she goes in the group, she'll suffocate. 듣기 View video EXID : 엘리의 카운트다운 라이브",
      "english": "She said if she goes in the group, she'll suffocate."
    },
    {
      "korean": "이렇게 쉐이딩이랑 지금 브로우까지 다 해줬고 아이 메이크업을 해줘야겠죠? I finished the shading and the eyebrows, so I should do my eye makeup, right? 듣기 View video EMMA BEAUTY : [GRWM+VLOG]금기녀#6 신상템 메이크업 I 롯데 뷰티편집샵 라코의 뮤즈가 되었어요! I 족발먹방",
      "english": "I finished the shading and the eyebrows, so I should do my eye makeup, right?"
    },
    {
      "korean": "그렇게 해줬고요. All right, done. 듣기 View video V Beauty : 2016 Fall Trend : Diffuse Makeup 투명한 피부의 디퓨즈 메이크업 미스데이지 Miss Daisy",
      "english": "All right, done."
    }
  ],
  "examples": [
    {
      "korean": "Rivaldo made the opening with an incisive pass from the center circle and Ronaldo was quick and accurate enough to deliver the first goal for Brazil. 듣기 Add to Wordbook 히바우도는 센터 서클에서 자로 잰 듯한 패스를 해줬고 호나우도는 빠르고 정교하게 브라질 팀에게 첫 골을 선사했다. YBM All in All English-Korean Dictionary",
      "english": "Rivaldo made the opening with an incisive pass from the center circle and Ronaldo was quick and accurate enough to deliver the first goal for Brazil. Add to Wordbook"
    },
    {
      "korean": "But here Alan made my day and put smile on my face. 듣기 Add to Wordbook 하지만 여기 알렌이 나의 하루를 특별하게 해줬고 나의얼굴에 미소를 안겨줬다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 the happy vitamin(wdh1****)",
      "english": "But here Alan made my day and put smile on my face. Add to Wordbook"
    },
    {
      "korean": "Fortunately my family and tutors were very supportive and the doctors were brilliant. 듣기 Add to Wordbook 운이 좋게도 우리 가족과 개인교사들은 굉장히 지지를 해줬고, 의사들은 영특했다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "Fortunately my family and tutors were very supportive and the doctors were brilliant. Add to Wordbook"
    },
    {
      "korean": "I lend it out. They build a irrigate. 듣기 Add to Wordbook 저는 대출을 해줬고, 그들은 관개 수로를 건설하였습니다. Khan Academy",
      "english": "I lend it out. They build a irrigate. Add to Wordbook"
    },
    {
      "korean": "It arranged for him to get a small apartment and helped his wife find a job as a support staff. 듣기 Add to Wordbook 이 기관은 그가 작은 아파트를 얻게끔 주선해 줬고, 그의 부인이 보조원 자리를 찾을 수 있게 해 주었습니다. YBM All in All English-Korean Dictionary",
      "english": "It arranged for him to get a small apartment and helped his wife find a job as a support staff. Add to Wordbook"
    }
  ]
}