{
  "phrases": [
    {
      "phrase": "해치다",
      "hanja": " (害―)",
      "example": {},
      "meanings": [
        "(해롭게 하다) harm, damage, ruin, spoil, mar",
        "(다치게 하다, 죽이다) (다치게 하다) harm, hurt; (죽이다) kill"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "mean (somebody) no harm",
      "frequency": 0
    },
    {
      "meaning": "invulnerable",
      "frequency": 0
    },
    {
      "meaning": "with malice aforethought",
      "frequency": 0
    },
    {
      "meaning": "to be in an invulnerable position",
      "frequency": 0
    },
    {
      "meaning": "the law of the jungle",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "건강 해칠 정도로 너무 열심히 운동하지 않으셨으면 좋겠다는 얘기가 나오고 있어요. There are comments that they don't want you to work out that will ruin your health. 듣기 View video JTBC PLUS : 골든디스크 시상식 백스테이지 인터뷰 2nd DAY / The 32nd Golden Disc Awards Backstage Interview 2nd DAY",
      "english": "There are comments that they don't want you to work out that will ruin your health."
    },
    {
      "korean": "사람들이 해쳤나요? Were you harmed by humans? 듣기 View video 콬TV (WHYNOT) : 전생 체험하다가 죽음을 경험한 로켓펀치 연희 #아이돌 #리얼리티 ┃로켓펀치 [펀치타임",
      "english": "Were you harmed by humans?"
    },
    {
      "korean": "[해치지 않아욥~] 그 사람은... [I don't really hurt people~] That person is... 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 20. 경희대 래빈VS 서울대 츄플 리매치!? 과연 살아남을 학교는 어디?",
      "english": "[I don't really hurt people~] That person is..."
    },
    {
      "korean": "[해치지 않습니다 선배님] - 저희 해치지 않아요 - 너무 좋아했어? [We won't hurt you] - We won't hurt you. - She liked so much. 듣기 View video 컨버전스티비 (CONS TV) : [커먼스쿨]서울여자상업고등학교 ep5.(홍현희X정세운X강율)",
      "english": "[We won't hurt you] - We won't hurt you. - She liked so much."
    },
    {
      "korean": "[해치지 않아요] 12,000원 세이브, 개이득! [We won't bite] You can save 12,000 won! 듣기 View video 방판소년단-SBS Plus : [방판소년단 EP47] '크나큰 & B.P.S' 핫도그 건대대첩?!",
      "english": "[We won't bite] You can save 12,000 won!"
    }
  ],
  "examples": [
    {
      "korean": "to be in an invulnerable position 발음듣기 해칠 수 없는[안전한] 위치에 있다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be in an invulnerable position 발음"
    },
    {
      "korean": "Smoking can seriously damage your health. 발음듣기 흡연은 건강을 심각하게 해칠 수 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Smoking can seriously damage your health. 발음"
    },
    {
      "korean": "Dirty food could damage your health. 발음듣기 더티 푸드는 당신의 건강을 해칠 수 있습니다. 국제영어대학원대학교 신어사전",
      "english": "Dirty food could damage your health. 발음"
    },
    {
      "korean": "Too much worrying will ruin my mother's health. 발음듣기 지나친 걱정이 우리 어머니의 건강을 해칠 것이다. 절대어휘 5100",
      "english": "Too much worrying will ruin my mother's health. 발음"
    },
    {
      "korean": "The Ministry of Food and Drug Safety said too much caffeine consumption can cause dizziness, a rapid heartbeat, sleep disorders or nervousness, and continuous caffeine consumption could harm a young child's physical and mental health. 발음듣기 식품의약품안전처는 카페인 과다섭취는 어지럼증, 심장 박동수 증가, 불면증, 불안감을 유발할 수 있으며 지속적인 카페인 섭취는 아이들의 신체와 정신적 건강을 해칠 수 있다고 말했다. The Korea Times",
      "english": "The Ministry of Food and Drug Safety said too much caffeine consumption can cause dizziness, a rapid heartbeat, sleep disorders or nervousness, and continuous caffeine consumption could harm a young child's physical and mental health. 발음"
    }
  ]
}