{
  "phrases": [
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have; (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective hada",
        "Assistant adjective hada"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "할 말을 잊다",
      "hanja": "",
      "example": {},
      "meanings": [
        "forget what to say"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "have to",
      "frequency": 2
    },
    {
      "meaning": "can 1",
      "frequency": 2
    },
    {
      "meaning": "do 1",
      "frequency": 2
    },
    {
      "meaning": "need",
      "frequency": 2
    },
    {
      "meaning": "want",
      "frequency": 2
    }
  ],
  "vlive": [
    {
      "korean": "생방이었으면 열심히 했겠지만 여러분들. If it was a live broadcast, I would have just went with it. 듣기 View video KIM DONG WAN : 1010클럽with제시, 한라2",
      "english": "If it was a live broadcast, I would have just went with it."
    },
    {
      "korean": "묘하긴 했겠지만 좀 짠하네요. I understand. It sounds pathetic, too. 듣기 View video WINNER : Guess who`s back ?",
      "english": "I understand. It sounds pathetic, too."
    },
    {
      "korean": "물론 다 했겠지만 전 진짜 오늘 너무... I'm sure that was the case for all of you, but to me... 듣기 View video V COOKIE : [Full] UNB​ X Happiness Train - UNB​의 행복행!",
      "english": "I'm sure that was the case for all of you, but to me..."
    },
    {
      "korean": "물론 안 했겠지만... 그래도 뭐 할까요? I'm sure you didn't, but... Should we still do something? 듣기 View video Minzy : [MINZY's 1st FANMEETING] 팬미팅 종료 5분 전!",
      "english": "I'm sure you didn't, but... Should we still do something?"
    },
    {
      "korean": "저 하나요! I got one! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.23",
      "english": "I got one!"
    }
  ],
  "examples": [
    {
      "korean": "Members might not remember that, but I do. 발음듣기 회원들은 그것을 기억 못했겠지만, 나는 한다. User translation Inaccurate information may be included due to the users' self-traslation. 빠탱지윤(hjyl****) Hansard",
      "english": "Members might not remember that, but I do. 발음"
    },
    {
      "korean": "I was going to send my 9 year old to bed at 8.30pm, but I knew if I did that, he would not have slept. 발음듣기 제가 저녁 8시 30분에 9살짜리 제 아이를 잠을 재우려 했겠지만 그렇게 했더라도 아이가 잠을 자지 않았을 것이라는 걸 알았습니다. User translation Inaccurate information may be included due to the users' self-traslation. 탑탱(kims****) Web Collection",
      "english": "I was going to send my 9 year old to bed at 8.30pm, but I knew if I did that, he would not have slept. 발음"
    },
    {
      "korean": "They have done the research, but I think we would argue that they have not listened to their customers enough. 발음듣기 그들은 연구를 했겠지만, 내 생각에 그들은 고객들의 생각을 제대로 듣지 않았었던 것 같아. User translation Inaccurate information may be included due to the users' self-traslation. 룰루날라(mise****) Hansard",
      "english": "They have done the research, but I think we would argue that they have not listened to their customers enough. 발음"
    },
    {
      "korean": "He'll talk about his cancer if he's asked, but doesn't bring it up. 발음듣기 그는 질문을 받으면 자신의 암에 대해 이야기 했겠지만 그 이야기를 꺼내지 않았습니다. User translation Inaccurate information may be included due to the users' self-traslation. 탑탱(kims****) Web Collection",
      "english": "He'll talk about his cancer if he's asked, but doesn't bring it up. 발음"
    },
    {
      "korean": "You've already spoken with my counterpart in the arena, but his priorities are different than mine. Tell me, why have you sought us out? 발음듣기 경기장에서 이미 내 동료와 얘기를 했겠지만 나는 그자와 생각이 다르거든. 자, 말해봐라. 왜 우리를 찾는 거지? hansemEUG",
      "english": "You've already spoken with my counterpart in the arena, but his priorities are different than mine. Tell me, why have you sought us out? 발음"
    }
  ]
}