{
  "phrases": [
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(행동·행위 등을) do, have; (연극·운동경기 등을) play",
        "(만들다, 장만하다)",
        "(동작·표정 등을)"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adverb hada",
        "Assistant adverb hada",
        "Assistant adverb hada"
      ]
    },
    {
      "phrase": "하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Assistant adjective hada",
        "Assistant adjective hada"
      ]
    },
    {
      "phrase": "-하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Affix -hada",
        "Affix -hada",
        "Affix -hada"
      ]
    },
    {
      "phrase": "할 말을 잊다",
      "hanja": "",
      "example": {},
      "meanings": [
        "forget what to say"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "Maera",
      "frequency": 0
    },
    {
      "meaning": "Phyleus",
      "frequency": 0
    },
    {
      "meaning": "free bid",
      "frequency": 0
    },
    {
      "meaning": "Polytechnus",
      "frequency": 0
    },
    {
      "meaning": "Coronis",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "메이크업을 했기 때문 아닐까요? I think it's because I have makeup on? 듣기 View video AB6IX : 오늘도 행복한 하루 보내셨나용?❤",
      "english": "I think it's because I have makeup on?"
    },
    {
      "korean": "거기서 AB6IX가 또 굉장한 활약을 했기 때문에! Since AB6IX showed a great performance there, too! 듣기 View video AB6IX : 비오니깐 생각나서☔",
      "english": "Since AB6IX showed a great performance there, too!"
    },
    {
      "korean": "연습 많이 했기 때문에 - 연습 많이 했어요? We practiced a lot. - Did you? 듣기 View video Mnet : 프로듀스101 시즌2 3화",
      "english": "We practiced a lot. - Did you?"
    },
    {
      "korean": "준비도 너무너무 많이 했기 때문에. And we prepared for such a long time. 듣기 View video 이달의 소녀(LOONA) : [이달의 소녀] LOONAVERSE 가는길",
      "english": "And we prepared for such a long time."
    },
    {
      "korean": "나는 저는 희진양이 굉장히 마음에 들어 했기 때문에 그렇죠? HeeJin liked my portrait. Right? 듣기 View video 이달의 소녀(LOONA) : [이달의 소녀] 제1회 이달의 소녀 사생대회",
      "english": "HeeJin liked my portrait. Right?"
    }
  ],
  "examples": [
    {
      "korean": "We lost because we played badly. It’s as simple as that. 발음듣기 우리는 경기를 못했기 때문에 졌어. 그건 지극히 간단해. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We lost because we played badly. It’s as simple as that. 발음"
    },
    {
      "korean": "I hope I made it clear to him that he was no longer welcome here. 발음듣기 더 이상 그가 여기 오는 것을 환영하지 않는다는 점을 내가 그에게 분명히 했기를 바란다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I hope I made it clear to him that he was no longer welcome here. 발음"
    },
    {
      "korean": "I left my former company because it had to undergo a restructuring program in order to maintain its profitability. 발음듣기 전 직장을 떠난 이유는 회사가 수익률을 유지하기 위해 구조조정을 했기 때문입니다. DARAKWON",
      "english": "I left my former company because it had to undergo a restructuring program in order to maintain its profitability. 발음"
    },
    {
      "korean": "My previous job required me to be on the road for a couple of days every month, so I and my family are used to it. 발음듣기 전 직장에서는 매달 이삼일 정도는 출장을 가야 했기 때문에 저와 제 가족은 출장에 익숙해져 있죠. DARAKWON",
      "english": "My previous job required me to be on the road for a couple of days every month, so I and my family are used to it. 발음"
    },
    {
      "korean": "I've changed jobs frequently because many times I found that the position was not as challenging as I thought initially. 발음듣기 자주 전직한 이유는 제가 있었던 직위가 애초 생각했던 것만큼 도전할 만하다고 느끼지 못했기 때문입니다. DARAKWON",
      "english": "I've changed jobs frequently because many times I found that the position was not as challenging as I thought initially. 발음"
    }
  ]
}