{
  "phrases": [
    {
      "phrase": "행패",
      "hanja": " (行悖)",
      "example": {},
      "meanings": [
        "violence"
      ]
    },
    {
      "phrase": "행패를 부리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "use violence"
      ]
    },
    {
      "phrase": "울을 믿고 행패하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "play the bully, relying on his family to back him up"
      ]
    },
    {
      "phrase": "행패를 막다",
      "hanja": "",
      "example": {},
      "meanings": [
        "prevent misconduct"
      ]
    },
    {
      "phrase": "행패를 다하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "fulfill misconduct"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "ramp 1",
      "frequency": 0
    },
    {
      "meaning": "a mob runs amok[wild]",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "행패 수준인데요? 잠시만요. She's getting violent. Wait a minute. 듣기 View video April : ★데뷔 1주년★ 에이프릴 어디까지 알고있니?",
      "english": "She's getting violent. Wait a minute."
    },
    {
      "korean": "대기실쪽에 와서 행패를 부리고 간 적이 있습니다. She came to the waiting room and had a small tantrum. 듣기 View video V MUSIC : [REPLAY] 이승철 데뷔 30주년 기념 절친 LIVE",
      "english": "She came to the waiting room and had a small tantrum."
    }
  ],
  "examples": [
    {
      "korean": "In a drunken stupor, he became violent. 듣기 Add to Wordbook 그는 만취해서 행패를 부렸다 Neungyule",
      "english": "In a drunken stupor, he became violent. Add to Wordbook"
    },
    {
      "korean": "How dare you get plastered and harass me! 듣기 Add to Wordbook 취하려면 곱게 취하지 못하고 어디서 행패야! Neungyule",
      "english": "How dare you get plastered and harass me! Add to Wordbook"
    },
    {
      "korean": "They blatantly humiliated her as they ran amok in a drunken stupor. 듣기 Add to Wordbook 그들은 만취해 인사불성인 상태로 행패를 부리며 그녀를 농락했다. Neungyule",
      "english": "They blatantly humiliated her as they ran amok in a drunken stupor. Add to Wordbook"
    },
    {
      "korean": "How dare you behave like this here! 듣기 Add to Wordbook 이것들이 여기가 어디라고 행패를 부려! Neungyule",
      "english": "How dare you behave like this here! Add to Wordbook"
    },
    {
      "korean": "He abused his authority while in office. 듣기 Add to Wordbook 그는 재임 중 전단의 행패가 많았다 Dong-a's Prime English-Korean Dictionary",
      "english": "He abused his authority while in office. Add to Wordbook"
    }
  ]
}