{
  "phrases": [
    {
      "phrase": "허둥대다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be[get] flustered, be in a flurry"
      ]
    },
    {
      "phrase": "허둥거리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "be flurried[fluttered, flustered], be thrown into confusion, rush about madly"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "cut-and-run",
      "frequency": 0
    },
    {
      "meaning": "precipitancy",
      "frequency": 0
    },
    {
      "meaning": "planet-struck",
      "frequency": 0
    },
    {
      "meaning": "flounder",
      "frequency": 3
    },
    {
      "meaning": "flounder 1",
      "frequency": 3
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "She tends to get flustered when boys are around. 듣기 Add to Wordbook 그녀는 주위에 남자아이들이 있으면 허둥대는 경향을 보인다. English Hidden Card",
      "english": "She tends to get flustered when boys are around. Add to Wordbook"
    },
    {
      "korean": "It will also save you from rushing around in the morning. 듣기 Add to Wordbook 또한 아침에 허둥대는 것도 모면하게 해주죠. TIMES CORE",
      "english": "It will also save you from rushing around in the morning. Add to Wordbook"
    },
    {
      "korean": "Steve Buscemi is a flustered tourist. 듣기 Add to Wordbook 스티브 버세미는 허둥대는 관광객이다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 the happy vitamin(wdh1****)",
      "english": "Steve Buscemi is a flustered tourist. Add to Wordbook"
    },
    {
      "korean": "Gordon Brown clearly does not know what to do next and is flondering about looking for the next headline. 듣기 Add to Wordbook 골든 브라운은 분명히 다음에 무엇을 하고 그 다음가르마를 보이는 것에 대해서 허둥대는 것은 알지 못한다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 클릭해피(clic****)",
      "english": "Gordon Brown clearly does not know what to do next and is flondering about looking for the next headline. Add to Wordbook"
    },
    {
      "korean": "AFTER the first spell of decent weather this year, that feeling of hot, flustered faces is all too familiar. 듣기 Add to Wordbook 올해 처음으로 좋은 날씨가 지나가자, 더워서 허둥대는 얼굴들의 감정이 모두 너무나도 익숙하게 보인다. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "AFTER the first spell of decent weather this year, that feeling of hot, flustered faces is all too familiar. Add to Wordbook"
    }
  ]
}