{
  "phrases": [
    {
      "phrase": "허접스럽다",
      "hanja": "",
      "example": {},
      "meanings": [
        "sloppy, (informal) lousy"
      ]
    },
    {
      "phrase": "허접스러운 글",
      "hanja": "",
      "example": {},
      "meanings": [
        "sloppy writing"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "scrappy",
      "frequency": 0
    },
    {
      "meaning": "badly-scripted",
      "frequency": 0
    },
    {
      "meaning": "lame story",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "허접이라뇨 진짜. - 허접... How can you say sloppy? - Sloppy. 듣기 View video KKOSISTERS : 파워퍼프걸 아트 메이크업 The powerpuff Girls inspired Art makeup",
      "english": "How can you say sloppy? - Sloppy."
    },
    {
      "korean": "너무 웃기다 허접. It's so funny. Sloppy. 듣기 View video KKOSISTERS : 파워퍼프걸 아트 메이크업 The powerpuff Girls inspired Art makeup",
      "english": "It's so funny. Sloppy."
    },
    {
      "korean": "아 진짜. - 허접이래. Ah really. - He said sloppy. 듣기 View video KKOSISTERS : 파워퍼프걸 아트 메이크업 The powerpuff Girls inspired Art makeup",
      "english": "Ah really. - He said sloppy."
    },
    {
      "korean": "핫또그 님 제 팬이라면서요. 저 허접 아니에요. \"Fan ID,\" you said that you are my fan! I am not sloppy. 듣기 View video KKOSISTERS : 파워퍼프걸 아트 메이크업 The powerpuff Girls inspired Art makeup",
      "english": "\"Fan ID,\" you said that you are my fan! I am not sloppy."
    },
    {
      "korean": "[국장님 미안해요~] 세트 조금 허접한 거 이해 조금 해주시기 바랍니다. [Sorry~] Please be understanding of our small set. 듣기 View video 셀럽티비(Celuv.TV) : [셀럽티비/개취뷰티] 화이트데이를 준비하는 자세!",
      "english": "[Sorry~] Please be understanding of our small set."
    }
  ],
  "examples": [
    {
      "korean": "The note was written on a scrappy bit of paper. 듣기 Add to Wordbook 그 메모는 허접스러운 종이쪽지에 쓰여 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The note was written on a scrappy bit of paper. Add to Wordbook"
    },
    {
      "korean": "This movie was a perfect example of a formulaic, predictable and badly-scripted film. 듣기 Add to Wordbook 이 영화는 정형화되고, 너무 뻔하고, 허접한 대본으로 만든 영화의 완벽한 예야. DARAKWON",
      "english": "This movie was a perfect example of a formulaic, predictable and badly-scripted film. Add to Wordbook"
    },
    {
      "korean": "The movie is lousy. 듣기 Add to Wordbook 그 영화는 허접스럽기 짝이 없다 Neungyule",
      "english": "The movie is lousy. Add to Wordbook"
    },
    {
      "korean": "The movie sucks. 듣기 Add to Wordbook 그 영화는 허접스럽기 짝이 없다 Neungyule",
      "english": "The movie sucks. Add to Wordbook"
    },
    {
      "korean": "My old man lent me this turd. 듣기 Add to Wordbook 우리 아빠가 이 허접스러운 것을 나에게 빌려주셨어. User translation Inaccurate information may be included due to the users' self-traslation. 닫기 ENO(naja****)",
      "english": "My old man lent me this turd. Add to Wordbook"
    }
  ]
}