{
  "phrases": [
    {
      "phrase": "허황되다",
      "hanja": " (虛荒되다)",
      "example": {},
      "meanings": [
        "hollow"
      ]
    },
    {
      "phrase": "허황한 계획",
      "hanja": "",
      "example": {},
      "meanings": [
        "a wild[an absurd] project",
        "a wild-goose chase",
        "a wildcat scheme"
      ]
    },
    {
      "phrase": "허황한 생각",
      "hanja": "",
      "example": {},
      "meanings": [
        "a wild idea",
        "a wild dream"
      ]
    },
    {
      "phrase": "허황된 꿈을 꾸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "have[dream] an absurd dream"
      ]
    },
    {
      "phrase": "허황한 말을 하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "say absurd things",
        "talk nonsense"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "frothy",
      "frequency": 0
    },
    {
      "meaning": "허황",
      "frequency": 0
    },
    {
      "meaning": "(build) castles in the air",
      "frequency": 0
    },
    {
      "meaning": "frothy romantic novels",
      "frequency": 0
    },
    {
      "meaning": "a wild dream",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "허황된 욕심을 내지 말라고 하네요. They are telling me not to be too greedy. 듣기 View video Hwang Chi Yeul : [치열업] 브이앱 1주년♡새해 인사",
      "english": "They are telling me not to be too greedy."
    },
    {
      "korean": "내가 하고싶은 꿈이 허황된 것 같다. Your dream seems a bit foolish, or unrealistic. 듣기 View video Park Bo Young : 화요병인사람~~~~~?",
      "english": "Your dream seems a bit foolish, or unrealistic."
    },
    {
      "korean": "약간 반발심리에 올렸다라는 허황된 주장이 좀 있었어요. There was a opinion that she posted because of her rebellious mind. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 WITH 스타트렉 배우 내한 현장 A night's entertainment news",
      "english": "There was a opinion that she posted because of her rebellious mind."
    },
    {
      "korean": "'제가 하고싶은 꿈이 허황된 것 같으면 그냥 꿈으로 지녀야 할까요?' \"If my dream seems unrealistic should I keep it as just a dream?\" 듣기 View video Park Bo Young : 화요병인사람~~~~~?",
      "english": "\"If my dream seems unrealistic should I keep it as just a dream?\""
    },
    {
      "korean": "다만, 움직이지 않거나 허황된 욕심은 흉사가 됨을 또한 명심해야 합니다. However, chasing hollow dreams or standing still will not do good for you. 듣기 View video B.A.P : [REPLAY] B.A.P 컴백 Vring U 꽃을 든 남자들(B.A.P with flowers)",
      "english": "However, chasing hollow dreams or standing still will not do good for you."
    }
  ],
  "examples": [
    {
      "korean": "Helmets can give cyclists a false sense of security. 듣기 Add to Wordbook 헬멧 때문에 오토바이 운전자가 허황된 안전감을 가질 수가 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Helmets can give cyclists a false sense of security. Add to Wordbook"
    },
    {
      "korean": "He is building castles in the air. 듣기 Add to Wordbook 그는 허황된 꿈을 꾸고 있다 Neungyule",
      "english": "He is building castles in the air. Add to Wordbook"
    },
    {
      "korean": "He's always chasing rainbows. 듣기 Add to Wordbook 그는 항상 허황된 꿈을 좇고 있다 Neungyule",
      "english": "He's always chasing rainbows. Add to Wordbook"
    },
    {
      "korean": "Weight loss is no pie in the sky. 듣기 Add to Wordbook 체중 감량은 허황된 꿈이 아니다. YBM All in All English-Korean Dictionary",
      "english": "Weight loss is no pie in the sky. Add to Wordbook"
    },
    {
      "korean": "It's pie in the sky to train down to me. 듣기 Add to Wordbook 나에게 체중 감량은 허황된 꿈이다. YBM All in All English-Korean Dictionary",
      "english": "It's pie in the sky to train down to me. Add to Wordbook"
    }
  ]
}