{
  "phrases": [
    {
      "phrase": "헤매다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(이리저리 돌아다니다) wander (around), roam (around/about)",
        "(갈피를 잡지 못하다)",
        "(허덕이다)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "philosophers' stone",
      "frequency": 0
    },
    {
      "meaning": "wander",
      "frequency": 2
    },
    {
      "meaning": "wandering",
      "frequency": 1
    },
    {
      "meaning": "전전",
      "frequency": 0
    },
    {
      "meaning": "estray",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[드디어 찾아 헤매던 당근을 찾은 렌토끼] 당근! [Rabbit REN found a carrot] Carrot! 듣기 View video Dingo Music / 딩고뮤직 : 뉴이스트W 종현이가 민기 때문에 길에서 무반주 댄스를 춘 사연은?? [미래일기_ep 11]",
      "english": "[Rabbit REN found a carrot] Carrot!"
    },
    {
      "korean": "[루시가 그토록 찾아 헤매던 바나나 로띠의 맛은?] [What's the taste of banana rotti that Lucy kept looking for?] View video 모해 MOHAE : [WekiMeki 위키미키 모해?] EP43 어서 와! 방콕은 처음이지?",
      "english": "[What's the taste of banana rotti that Lucy kept looking for?]"
    },
    {
      "korean": "[민혁 CAM] [헤매던 기현과 마주친 민혁] 갑자기... 너 갈 데 있냐? [Minhyuk's camera] [Minhyuk runs into Kihyun] It's so sudden. Do you have any ideas? 듣기 View video MONSTA X : [REPLAY] MONSTA X-RAY (몬스타엑스레이) _6화",
      "english": "[Minhyuk's camera] [Minhyuk runs into Kihyun] It's so sudden. Do you have any ideas?"
    },
    {
      "korean": "헤맸어? Did you get lost? 듣기 View video GOT7 : H E A R , H E R E",
      "english": "Did you get lost?"
    },
    {
      "korean": "다 헤매고 점점... We all got lost to some extent... 듣기 View video TOMORROW X TOGETHER : TALK X TODAY : ZERO EP.2",
      "english": "We all got lost to some extent..."
    }
  ],
  "examples": [
    {
      "korean": "They couldn't find what they were looking for. 발음듣기 그들은 찾아헤매던 것을 발견하지 못했죠. User translation Inaccurate information may be included due to the users' self-traslation. 박지영(jypa****) Web Collection",
      "english": "They couldn't find what they were looking for. 발음"
    },
    {
      "korean": "I could hear him bumbling around in the kitchen. 발음듣기 그가 부엌에서 갈팡질팡 헤매는 소리가 들렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I could hear him bumbling around in the kitchen. 발음"
    },
    {
      "korean": "The child was found wandering the streets alone. 발음듣기 그 아이는 길거리에서 혼자 헤매고 있다가 발견되었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The child was found wandering the streets alone. 발음"
    },
    {
      "korean": "Pete and Jo were still in the land of Nod, so I went out for a walk in the morning sunshine. 발음듣기 피트와 조는 아직도 꿈나라를 헤매고 있어서 나는 아침 햇살 속에 산책을 하러 나갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Pete and Jo were still in the land of Nod, so I went out for a walk in the morning sunshine. 발음"
    },
    {
      "korean": "The children wandered in the woods. 발음듣기 아이들이 숲 속에서 길을 헤매었다. 절대어휘 5100",
      "english": "The children wandered in the woods. 발음"
    }
  ]
}