{
  "phrases": [
    {
      "phrase": "형태",
      "hanja": " (形態)",
      "example": {},
      "meanings": [
        "(사물의 모양) shape, form",
        "(사실 등이 일정하게 갖추고 있는 모양) form"
      ]
    },
    {
      "phrase": "형태를 바꾸다",
      "hanja": "",
      "example": {},
      "meanings": [
        "transform",
        "transfigure"
      ]
    },
    {
      "phrase": "형태를 취하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "assume the form"
      ]
    },
    {
      "phrase": "무형의",
      "hanja": "",
      "example": {},
      "meanings": [
        "formless",
        "immaterial",
        "incorporeal"
      ]
    },
    {
      "phrase": "정부 형태",
      "hanja": "",
      "example": {},
      "meanings": [
        "a form of government"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shape",
      "frequency": 3
    },
    {
      "meaning": "form",
      "frequency": 3
    },
    {
      "meaning": "type",
      "frequency": 3
    },
    {
      "meaning": "version",
      "frequency": 3
    },
    {
      "meaning": "gestalt",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "크기로 보나 형태로 보나 딱 사람 사이즌데? It looks like a human by its size and shape. 듣기 View video 콬TV (WHYNOT) : 요즘 너만 보면 자꾸 커진단 말이야 [리얼:타임:러브2] EP3",
      "english": "It looks like a human by its size and shape."
    },
    {
      "korean": "어떤 형태로든지 자기가 그거를... The way to do that... 듣기 View video VICTON : 춥다추웡",
      "english": "The way to do that..."
    },
    {
      "korean": "사랑이 형태가 다양하다는 거를 그림에 녹여내고 싶은? In the drawing, I want to show that love has various forms. 듣기 View video MAMAMOO : [휘인] 'soar' Making Prologue #2",
      "english": "In the drawing, I want to show that love has various forms."
    },
    {
      "korean": "요 제품은 진짜 되게 요런 젤리 형태? This product is really like jelly type? 듣기 View video 카모마일T (Chamomile_T) : 주말 아침에 하는 워시오프 마스크팩 추천 / mask review",
      "english": "This product is really like jelly type?"
    },
    {
      "korean": "지금 형태 어때요? How is it? 듣기 View video NU'EST : [NU'EST W] 나홀로 렌리스마스☃️",
      "english": "How is it?"
    }
  ],
  "examples": [
    {
      "korean": "The mustard is sold in powder form . 듣기 Add to Wordbook 겨자는 가루[분말] 형태로 판매된다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The mustard is sold in powder form . Add to Wordbook"
    },
    {
      "korean": "the dissipation of energy in the form of heat 듣기 Add to Wordbook 열의 형태로 일어나는 에너지 소실 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the dissipation of energy in the form of heat Add to Wordbook"
    },
    {
      "korean": "a coastline sculpted by the wind and sea 듣기 Add to Wordbook 바람과 바닷물이 형태를 만들어 낸 해안선 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a coastline sculpted by the wind and sea Add to Wordbook"
    },
    {
      "korean": "This tool is used for shaping wood. 듣기 Add to Wordbook 이 도구는 나무의 형태를 만드는 데 쓰인다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "This tool is used for shaping wood. Add to Wordbook"
    },
    {
      "korean": "First, mould the clay into the desired shape. 듣기 Add to Wordbook 먼저, 점토를 원하는 형태로 만들어라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "First, mould the clay into the desired shape. Add to Wordbook"
    }
  ]
}