{
  "phrases": [
    {
      "phrase": "혹시",
      "hanja": " (或是)",
      "example": {},
      "meanings": [
        "(만일)",
        "(행여나, 어쩌면)",
        "(확실한 건 아니지만) by any chance, (just) in case"
      ]
    },
    {
      "phrase": "혹시 몰라(서)",
      "hanja": "",
      "example": {},
      "meanings": [
        "because no one knows what may or may not happen, just in case"
      ]
    },
    {
      "phrase": "넌 혹시 모르지.",
      "hanja": "",
      "example": {},
      "meanings": [
        "You might not know it."
      ]
    },
    {
      "phrase": "혹시 이 근처에 오거든",
      "hanja": "",
      "example": {},
      "meanings": [
        "if you happen to come this way"
      ]
    },
    {
      "phrase": "혹시 이 사람 알아보겠습니까?",
      "hanja": "",
      "example": {},
      "meanings": [
        "Do you recognize this man?"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "maybe",
      "frequency": 3
    },
    {
      "meaning": "by some possibility",
      "frequency": 0
    },
    {
      "meaning": "by any possibility",
      "frequency": 0
    },
    {
      "meaning": "BAC",
      "frequency": 0
    },
    {
      "meaning": "(as) likely as not",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "혹시 - 혹시? Perhaps... - Perhaps? 듣기 View video V COOKIE : [Full] DREAMCATCHER X Rooftop Live - 드림캐쳐의 루프탑라이브!",
      "english": "Perhaps... - Perhaps?"
    },
    {
      "korean": "혹시 그분인가요? 혹시? Is that him? By any chance? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.5 부승관의 전생연분 #1 (SeungKwan Boo's Past Life Destiny #1)",
      "english": "Is that him? By any chance?"
    },
    {
      "korean": "마음에 들었나 혹시? Did you like it? 듣기 View video TOMORROW X TOGETHER : 연준이와 소통먹방",
      "english": "Did you like it?"
    },
    {
      "korean": "모아 나 좋아하나 혹시? MOA, do you like me? 듣기 View video TOMORROW X TOGETHER : 연준이와 소통먹방",
      "english": "MOA, do you like me?"
    },
    {
      "korean": "혹시 도전할 팀이 있어요? Who wants to go next? 듣기 View video 내 전공은 힙합(My major is HIPHOP) : Ep 24. 파이널 2라운드! [코디 X 대힙래퍼] 콜라보 무대가 시작된다!",
      "english": "Who wants to go next?"
    }
  ],
  "examples": [
    {
      "korean": "Maybe you should tell her. 듣기 Add to Wordbook 혹시 모르니 그녀에게 말을 해 봐. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Maybe you should tell her. Add to Wordbook"
    },
    {
      "korean": "You don’t happen to know his name, do you? 듣기 Add to Wordbook 너 혹시 그 사람 이름을 아는 건 아니겠지? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "You don’t happen to know his name, do you? Add to Wordbook"
    },
    {
      "korean": "Have you any idea where the rumour started? 듣기 Add to Wordbook 그 소문이 어디서 시작됐는지 혹시 아세요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Have you any idea where the rumour started? Add to Wordbook"
    },
    {
      "korean": "I thought maybe we could go together. 듣기 Add to Wordbook 우리가 혹시 함께 갈 수도 있지 않을까 하고 생각했어요. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "I thought maybe we could go together. Add to Wordbook"
    },
    {
      "korean": "All planes are being inspected for possible cracking and corrosion. 듣기 Add to Wordbook 혹시 금이 가거나 부식된 곳이 없는지 모든 비행기를 조사 중이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "All planes are being inspected for possible cracking and corrosion. Add to Wordbook"
    }
  ]
}