{
  "phrases": [
    {
      "phrase": "화풀이",
      "hanja": " (火―)",
      "example": {},
      "meanings": [
        "[동사] vent one's anger (on), take sth out on, take one's anger out on"
      ]
    },
    {
      "phrase": "화풀이로",
      "hanja": "",
      "example": {},
      "meanings": [
        "by way of revenge",
        "to vent one´s anger"
      ]
    },
    {
      "phrase": "애꿎은 동생에게 화풀이하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "vent one´s anger on one´s innocent sister"
      ]
    },
    {
      "phrase": "왜 나한테 화풀이야?",
      "hanja": "",
      "example": {},
      "meanings": [
        "감정 Don't take it out on me.",
        "감정 Stop picking on me.",
        "감정 Picking on me won't help."
      ]
    },
    {
      "phrase": "화풀이하다",
      "hanja": " (火풀이하다)",
      "example": {},
      "meanings": [
        "Verb vent one's anger on, take out on"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "take it/something out on somebody",
      "frequency": 0
    },
    {
      "meaning": "shoot the messenger",
      "frequency": 0
    },
    {
      "meaning": "by way of revenge",
      "frequency": 0
    },
    {
      "meaning": "to vent one's anger",
      "frequency": 0
    },
    {
      "meaning": "visit one's indignation[blunder] on[upon] a person",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[그리고 뿔나신 동운님의 화풀이 타임] 자! [And it's time for Dongwoon to relieve his anger] Now! 듣기 View video 그래TV : 레플:하이라이트-ep17. 이게 바로! 다크라이트 찬스!!",
      "english": "[And it's time for Dongwoon to relieve his anger] Now!"
    },
    {
      "korean": "넌 도대체 뭘 잘했다고 재혁이한테까지 화풀이야? Why are you made at Jaehyuk? What did you do well to do that? 듣기 View video 플레이리스트 (Playlist) : [연애포차 시즌1] - EP.08 경제관념 달라서 썸 깨지는 순간",
      "english": "Why are you made at Jaehyuk? What did you do well to do that?"
    },
    {
      "korean": "이사 앞에선 한 마디도 못하면서 왜 우리한테 화풀이야? 그지? He can't say anything to the director, but he always lets it out on us, right? 듣기 View video 상사세끼 시즌2 : 감정 기복이 롤러코스터급, 조현민 뺨치는 막말 폭언 레전드 과장 [상사세끼2/상사삼끼2] E",
      "english": "He can't say anything to the director, but he always lets it out on us, right?"
    },
    {
      "korean": "이거는 약간 화풀이에요. I think she was putting her anger on it. 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '긴장백배 복불복특집'",
      "english": "I think she was putting her anger on it."
    },
    {
      "korean": "화풀이를 이런 식으로 하는구나. This is how he vents his anger out on me. 듣기 View video INFINITE : 안녕?",
      "english": "This is how he vents his anger out on me."
    }
  ],
  "examples": [
    {
      "korean": "Don’t shoot the messenger! 듣기 Add to Wordbook 엉뚱한 사람한테 화풀이 하지 마! Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Don’t shoot the messenger! Add to Wordbook"
    },
    {
      "korean": "OK, so you had a bad day. Don’t take it out on me. 듣기 Add to Wordbook 좋아, 그러니까 자네 오늘 일진이 안 좋았구먼. 그걸 나한테 화풀이 하진 마. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "OK, so you had a bad day. Don’t take it out on me. Add to Wordbook"
    },
    {
      "korean": "Look, I know you had a bad day at work, but don’t take it out on me. 듣기 Add to Wordbook 야, 너 회사에서 일진이 안 좋았던 건 알겠는데, 나한테 화풀이하지 마. DARAKWON",
      "english": "Look, I know you had a bad day at work, but don’t take it out on me. Add to Wordbook"
    },
    {
      "korean": "He vented[took out] his anger on me. 듣기 Add to Wordbook 그는 나를 화풀이 상대로 삼았다 Neungyule",
      "english": "He vented[took out] his anger on me. Add to Wordbook"
    },
    {
      "korean": "He wreaked his anger on his brother. 듣기 Add to Wordbook 그는 동생에게 화풀이를 했다. Dong-a's Prime English-Korean Dictionary",
      "english": "He wreaked his anger on his brother. Add to Wordbook"
    }
  ]
}