{
  "phrases": [
    {
      "phrase": "확충",
      "hanja": " (擴充)",
      "example": {},
      "meanings": [
        "[명사] expansion, [동사] expand, enlarge"
      ]
    },
    {
      "phrase": "생산력 확충",
      "hanja": "",
      "example": {},
      "meanings": [
        "an expansion of productive capacity"
      ]
    },
    {
      "phrase": "시설을 확충하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "expand and improve the facilities"
      ]
    },
    {
      "phrase": "예산을 확충하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "expand a budget"
      ]
    },
    {
      "phrase": "사업을 확충하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "expand business"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "amplification",
      "frequency": 0
    },
    {
      "meaning": "armament",
      "frequency": 3
    },
    {
      "meaning": "expanded tense",
      "frequency": 0
    },
    {
      "meaning": "prolative infinitive",
      "frequency": 0
    },
    {
      "meaning": "ampliative",
      "frequency": 0
    }
  ],
  "vlive": [],
  "examples": [
    {
      "korean": "We are currently seeking new ways of expanding our membership. 듣기 Add to Wordbook 우리는 현재 회원 확충을 위한 새로운 방법들을 모색하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We are currently seeking new ways of expanding our membership. Add to Wordbook"
    },
    {
      "korean": "Citizens petitioned the relevant authorities to expand bus service. 듣기 Add to Wordbook 시민들은 버스노선을 확충해 달라고 관계 당국에 탄원했다 Neungyule",
      "english": "Citizens petitioned the relevant authorities to expand bus service. Add to Wordbook"
    },
    {
      "korean": "It is expanding into new product lines. 듣기 Add to Wordbook 새로운 제품군을 확충하고 있다. YBM All in All English-Korean Dictionary",
      "english": "It is expanding into new product lines. Add to Wordbook"
    },
    {
      "korean": "Day care facilities need to be expanded. 듣기 Add to Wordbook 보육 시설의 확충이 필요하다 Neungyule",
      "english": "Day care facilities need to be expanded. Add to Wordbook"
    },
    {
      "korean": "Lowing to Hire For the first time in five years the Lowing Company plans to expand its work force. 듣기 Add to Wordbook 로잉社 직원 모집 로잉社가 5년 만에 처음으로 종업원을 확충할 계획이다. YBM All in All English-Korean Dictionary",
      "english": "Lowing to Hire For the first time in five years the Lowing Company plans to expand its work force. Add to Wordbook"
    }
  ]
}