{
  "phrases": [
    {
      "phrase": "확인",
      "hanja": " (確認)",
      "example": {},
      "meanings": [
        "(신원을) identify [명사] confirmation, (formal) verification, (신원의) identification, [동사] confirm, check, make sure (of/that), make certain (that), (formal) verify, (formal) ascertain"
      ]
    },
    {
      "phrase": "확인(법)",
      "hanja": " (確認(法))",
      "example": {},
      "meanings": [
        "의학 ascertainment"
      ]
    },
    {
      "phrase": "다시 확인하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "double-check",
        "check sth again"
      ]
    },
    {
      "phrase": "신원을 확인하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "identify",
        "check[verify] sb's identity"
      ]
    },
    {
      "phrase": "진위를 확인하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "check[ascertain] the truth"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "check",
      "frequency": 3
    },
    {
      "meaning": "determination",
      "frequency": 3
    },
    {
      "meaning": "affirmation",
      "frequency": 3
    },
    {
      "meaning": "검증",
      "frequency": 0
    },
    {
      "meaning": "confirmation",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "아직 확인을 못 해봐서... I haven't checked it out yet. 듣기 View video KIM WOO SEOK : 오늘, 우석이와 함께해요",
      "english": "I haven't checked it out yet."
    },
    {
      "korean": "제가 확인 여기서 안 된다고 하면 어쩔 수 없고 된다고 하면은 좋은 거고 - 뭐 뭐? I'll check here. If it's not possible, then nothing can be done. If they can, it's good. - What? 듣기 View video NU'EST : 뉴이스트와 스푼즈가 함께하는 Special V LIVE [THE NU'STORE]",
      "english": "I'll check here. If it's not possible, then nothing can be done. If they can, it's good. - What?"
    },
    {
      "korean": "확인해볼까? Let's go and check. 듣기 View video SF9 : 얘드라일어나바",
      "english": "Let's go and check."
    },
    {
      "korean": "[공권력 로비] 나 좀 확인해 주면 안 돼? [Lobbying] Can you check for me? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.3 돈't Lie #1 (Don't Lie #1)",
      "english": "[Lobbying] Can you check for me?"
    },
    {
      "korean": "버논아 저 위에 박스 확인해봤냐? Vernon, did you check the box over there? 듣기 View video SEVENTEEN : [GOING SEVENTEEN 2020] EP.3 돈't Lie #1 (Don't Lie #1)",
      "english": "Vernon, did you check the box over there?"
    }
  ],
  "examples": [
    {
      "korean": "The police checked IDs at the gate. 듣기 Add to Wordbook 경찰이 정문에서 신분증을 확인했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The police checked IDs at the gate. Add to Wordbook"
    },
    {
      "korean": "Check the expiration date on your passport. 듣기 Add to Wordbook 여권 유효 기한을 확인하라. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Check the expiration date on your passport. Add to Wordbook"
    },
    {
      "korean": "We have no way of verifying his story. 듣기 Add to Wordbook 우리는 그의 이야기를 확인할 길이 없다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We have no way of verifying his story. Add to Wordbook"
    },
    {
      "korean": "The police are checking out his alibi. 듣기 Add to Wordbook 경찰이 그의 알리바이를 확인하고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The police are checking out his alibi. Add to Wordbook"
    },
    {
      "korean": "to test the truth or falsehood of her claims 듣기 Add to Wordbook 그녀의 주장이 참인지 거짓인지 확인하다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to test the truth or falsehood of her claims Add to Wordbook"
    }
  ]
}