{
  "phrases": [
    {
      "phrase": "활기찬 파티",
      "hanja": "",
      "example": {},
      "meanings": [
        "a lively party"
      ]
    },
    {
      "phrase": "활기찬 하루를 시작하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "start a day with excitement[enthusiasm]"
      ]
    },
    {
      "phrase": "당신은 활기찬 사람입니다.",
      "hanja": "",
      "example": {},
      "meanings": [
        "O형에 관한 표현 You are a person of vitality."
      ]
    },
    {
      "phrase": "차다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(공간이) be full (of), be filled (with), be crowded (with)",
        "(좌석·정원 등이) be taken, be occupied, be full",
        "(감정 등이) be full of, be filled with"
      ]
    },
    {
      "phrase": "차다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(발로) kick",
        "(애인을) (informal) dump, (informal) ditch, (informal) drop",
        "(기타)"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "smart",
      "frequency": 3
    },
    {
      "meaning": "vigorous",
      "frequency": 3
    },
    {
      "meaning": "lusty",
      "frequency": 3
    },
    {
      "meaning": "vibrant",
      "frequency": 0
    },
    {
      "meaning": "animated",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[오늘도 활기찬 마마무 대기실!] [The lively MAMAMOO waiting room!] View video MAMAMOO : [MMMTV4] EP31 HELLO JAKARTA",
      "english": "[The lively MAMAMOO waiting room!]"
    },
    {
      "korean": "한창 활기찬 시간이에요. - 부엉이들. This is the most lively time. - Owls. 듣기 View video GFRIEND : [Special Clips] 여자친구 GFRIEND - DK 공기청정기 지면 광고 촬영 behind",
      "english": "This is the most lively time. - Owls."
    },
    {
      "korean": "그래서 굉장히 활기찬 분이라고 생각을 했어요 그때도. I thought you were a very lively person. 듣기 View video IDOL RADIO : 'IDOL RADIO' ep#36. 여기 어떤가요 (w. 정은지)",
      "english": "I thought you were a very lively person."
    },
    {
      "korean": "[활기찬 새벽한시 인사] 아 안녕하세요 골드니스~! [The energetic 1AM greeting] Goldenness, hello! 듣기 View video V PICK! : [Golden Child] 혼자 남은 우리 주쨔의 명품 주빛밤✨✨ (JOOCHAN’s alone radio V)",
      "english": "[The energetic 1AM greeting] Goldenness, hello!"
    },
    {
      "korean": "내일 모레도 화이팅! - 활기찬 하루 보내십시오! Work hard the day after, too! - Have a lively day! 듣기 View video Stray Kids : 졸음방지 브이라이브 Zzz",
      "english": "Work hard the day after, too! - Have a lively day!"
    }
  ],
  "examples": [
    {
      "korean": "She fought the disease with unfailing good humour. 듣기 Add to Wordbook 그녀는 한결같이 활기찬 마음으로 병과 싸웠다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She fought the disease with unfailing good humour. Add to Wordbook"
    },
    {
      "korean": "We set off at a smart pace. 듣기 Add to Wordbook 우리는 활기찬 걸음으로 출발했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We set off at a smart pace. Add to Wordbook"
    },
    {
      "korean": "She walked along with a spring in her step. 듣기 Add to Wordbook 그녀는 활기찬 발걸음으로 걸어갔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She walked along with a spring in her step. Add to Wordbook"
    },
    {
      "korean": "We need someone with youth, glamour and pizzazz. 듣기 Add to Wordbook 우리는 젊고 멋지며 활기찬 사람이 필요해. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "We need someone with youth, glamour and pizzazz. Add to Wordbook"
    },
    {
      "korean": "a vigorous young man 듣기 Add to Wordbook 활기찬 청년 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a vigorous young man Add to Wordbook"
    }
  ]
}