{
  "phrases": [
    {
      "phrase": "황족",
      "hanja": " (皇族)",
      "example": {},
      "meanings": [
        "the Imperial family, royalty"
      ]
    },
    {
      "phrase": "황족 회의",
      "hanja": " (皇族會議)",
      "example": {},
      "meanings": [
        "the Imperial Family Council"
      ]
    },
    {
      "phrase": "황족원소",
      "hanja": " (黃族元素)",
      "example": {},
      "meanings": [
        "화학 chalcogens"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "royal family",
      "frequency": 0
    },
    {
      "meaning": "prince of the blood",
      "frequency": 0
    },
    {
      "meaning": "a prince of blood Imperial(Royal)",
      "frequency": 0
    },
    {
      "meaning": "yellow jacket",
      "frequency": 0
    },
    {
      "meaning": "members of the Imperial family",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "황족이 들어오니까. royal family comes in. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "royal family comes in."
    },
    {
      "korean": "어쨌든 황족이니까. Anyway he's royal family. 듣기 View video 10PM : 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "Anyway he's royal family."
    }
  ],
  "examples": [
    {
      "korean": "The family traces its descent from a prince of the blood. 듣기 Add to Wordbook 그 집안의 선조(先祖)는 황족(皇族)이다. 영어영작문대사전",
      "english": "The family traces its descent from a prince of the blood. Add to Wordbook"
    },
    {
      "korean": "The royal family tried to escape from France, but they failed. 듣기 Add to Wordbook 황족들은 파리에서 탈출하려고 했지만, 실패했어요. TIMES CORE",
      "english": "The royal family tried to escape from France, but they failed. Add to Wordbook"
    },
    {
      "korean": "On August 10, 1792, the royal family was arrested on suspicion of treason. 듣기 Add to Wordbook 1792년 8월 10일, 황족들은 반역죄로 체포됐어요. TIMES CORE",
      "english": "On August 10, 1792, the royal family was arrested on suspicion of treason. Add to Wordbook"
    },
    {
      "korean": "In the following months, angry citizens of Paris mobbed the Palace of Versailles and forced the royal family to Paris. 듣기 Add to Wordbook 그 이후로 여러 달 동안, 화가 난 파리 시민들은 베르사유 궁전을 습격했고 황족들을 파리로 몰아냈어요. TIMES CORE",
      "english": "In the following months, angry citizens of Paris mobbed the Palace of Versailles and forced the royal family to Paris. Add to Wordbook"
    },
    {
      "korean": "An unnamed buyer purchased the egg without knowing that it was a really rare and valuable egg made for the Russian royal family. 듣기 Add to Wordbook 이름을 밝히지 않은 구입자는 그것이 러시아의 황족을 위해 만들어진 정말로 희귀하고 가치 있는 계란이라는 것을 모르고 그 계란을 구매했습니다. TIMES CORE",
      "english": "An unnamed buyer purchased the egg without knowing that it was a really rare and valuable egg made for the Russian royal family. Add to Wordbook"
    }
  ]
}