{
  "phrases": [
    {
      "phrase": "회귀",
      "hanja": " (回歸)",
      "example": {},
      "meanings": [
        "[명사] return, [동사] return, go back"
      ]
    },
    {
      "phrase": "과거로 회귀하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "go back to the past"
      ]
    },
    {
      "phrase": "이전의 체제로 회귀하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "return[revert back] to the old system"
      ]
    },
    {
      "phrase": "회귀 계수",
      "hanja": " (回歸係數)",
      "example": {},
      "meanings": [
        "a regression coefficient"
      ]
    },
    {
      "phrase": "회귀 궤조",
      "hanja": " (回歸軌條)",
      "example": {},
      "meanings": [
        "a return rail"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "reversion",
      "frequency": 0
    },
    {
      "meaning": "regression",
      "frequency": 0
    },
    {
      "meaning": "retour",
      "frequency": 0
    },
    {
      "meaning": "grilsing",
      "frequency": 0
    },
    {
      "meaning": "microreentrant",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "'Ego' 뜻을 찾아봤더니 '다시 한번 본연의 모습으로 회귀한다' 이런 의미라고 하더라고요. I looked up the meaning of \"Ego\" and it meant \"Going back to the your true character.\" 듣기 View video 셀럽티비(Celuv.TV) : 칼군무, 퍼포먼스! B.A.P 함께 HANDS UP!",
      "english": "I looked up the meaning of \"Ego\" and it meant \"Going back to the your true character.\""
    }
  ],
  "examples": [
    {
      "korean": "The story was headlined ‘Back to the future’. 발음듣기 그 기사에는 ‘미래로의 회귀’라는 표제가 붙어 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The story was headlined ‘Back to the future’. 발음"
    },
    {
      "korean": "She advocated a return to Victorian values. 발음듣기 그녀는 빅토리아 시대 가치들로의 회귀를 주장했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She advocated a return to Victorian values. 발음"
    },
    {
      "korean": "a return to traditional values in education, such as firm discipline 발음듣기 교육에서 단호한 훈육과 같은 전통적인 가치들로의 회귀 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a return to traditional values in education, such as firm discipline 발음"
    },
    {
      "korean": "The return to traditional family values is a reaction against the permissiveness of recent decades. 발음듣기 전통적인 가족적 가치로의 회귀는 최근 몇십 년간의 허용주의에 대한 반발이다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The return to traditional family values is a reaction against the permissiveness of recent decades. 발음"
    },
    {
      "korean": "a reversion to traditional farming methods 발음듣기 전통 농사법으로의 회귀 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a reversion to traditional farming methods 발음"
    }
  ]
}