{
  "phrases": [
    {
      "phrase": "회색",
      "hanja": " (灰色)",
      "example": {},
      "meanings": [
        "gray[grey((영))] (color), an ash color"
      ]
    },
    {
      "phrase": "회색의",
      "hanja": "",
      "example": {},
      "meanings": [
        "ash-colored",
        "gray",
        "ashen"
      ]
    },
    {
      "phrase": "회색분자",
      "hanja": "",
      "example": {},
      "meanings": [
        "fence sitter"
      ]
    },
    {
      "phrase": "회색곰",
      "hanja": "",
      "example": {},
      "meanings": [
        "a grizzly (bear)"
      ]
    },
    {
      "phrase": "어두운 회색",
      "hanja": "",
      "example": {},
      "meanings": [
        "dark gray",
        "somber gray"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "grey",
      "frequency": 3
    },
    {
      "meaning": "gray 1",
      "frequency": 3
    },
    {
      "meaning": "grizzle 1",
      "frequency": 0
    },
    {
      "meaning": "grayness",
      "frequency": 0
    },
    {
      "meaning": "ash color",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "예전에 무슨 회색 강아지? A gray puppy before? 듣기 View video AB6IX : 영민이의 '몰래라이브 #1'",
      "english": "A gray puppy before?"
    },
    {
      "korean": "아니면 원래 그 회색이 나을까요? Or do you think that gray color is better? 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "Or do you think that gray color is better?"
    },
    {
      "korean": "지금 이 색깔이 좋을까요 아니면 회색이 더 어울릴까요? Would this color be better or would gray look better on me? 듣기 View video NCT : 런쥔이왔어요!!",
      "english": "Would this color be better or would gray look better on me?"
    },
    {
      "korean": "저희 회색 착장으로 옷 입었을 때 - 그렇죠, 많은... When we dressed up in gray suits. - Right. 듣기 View video SECHSKIES : [Replay] SECHSKIES - COMEBACK LIVE '젝다방 포 유 (SECHDABANG FOR YOU)'",
      "english": "When we dressed up in gray suits. - Right."
    },
    {
      "korean": "고양이 러시안블루 회색 털을 가지고 있는 - 그래요? Russian Blue. A cat breed with gray fur. - Really? 듣기 View video SECHSKIES : [Replay] SECHSKIES - COMEBACK LIVE '젝다방 포 유 (SECHDABANG FOR YOU)'",
      "english": "Russian Blue. A cat breed with gray fur. - Really?"
    }
  ],
  "examples": [
    {
      "korean": "dressed in sombre shades of grey and black 듣기 Add to Wordbook 칙칙한 색조의 회색과 검정색 옷을 입은 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "dressed in sombre shades of grey and black Add to Wordbook"
    },
    {
      "korean": "drab women, dressed in browns and greys 듣기 Add to Wordbook 갈색과 회색 옷을 입은 생기 없는 여자들 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "drab women, dressed in browns and greys Add to Wordbook"
    },
    {
      "korean": "a classic grey suit 듣기 Add to Wordbook 유행을 안 타는 회색 정장 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a classic grey suit Add to Wordbook"
    },
    {
      "korean": "a pair of grey trousers 듣기 Add to Wordbook 회색 바지 한 벌 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "a pair of grey trousers Add to Wordbook"
    },
    {
      "korean": "A cold grey light crept under the curtains. 듣기 Add to Wordbook 커튼 아래로 차가운 회색 빛 한 줄기가 새어 나왔다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "A cold grey light crept under the curtains. Add to Wordbook"
    }
  ]
}