{
  "phrases": [
    {
      "phrase": "훌륭하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(뛰어나다, 좋다) excellent, magnificent, great, superb, fine, splendid, grand",
        "(존경할 만하다) honorable, respectable, admirable; (가치 있다) worthy; (칭찬할 만하다) (formal) praiseworthy, (formal) commendable;..."
      ]
    },
    {
      "phrase": "훌륭한 저택",
      "hanja": "",
      "example": {},
      "meanings": [
        "a lordly[stately] mansion",
        "a fine home",
        "a fine house"
      ]
    },
    {
      "phrase": "훌륭한 효자",
      "hanja": "",
      "example": {},
      "meanings": [
        "an exemplary son"
      ]
    },
    {
      "phrase": "훌륭한 조치",
      "hanja": "",
      "example": {},
      "meanings": [
        "a square deal"
      ]
    },
    {
      "phrase": "훌륭한 인물",
      "hanja": "",
      "example": {},
      "meanings": [
        "a respectable person"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "might have been",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[첫 스타트 훌륭 이대로 마돈나 팀의 성공?] [Got off to a good start] [Will the team win?] View video TWICE : TWICE REALITY \"TIME TO TWICE\" - Noraebang Battle EP.02",
      "english": "[Got off to a good start] [Will the team win?]"
    },
    {
      "korean": "[리액션 훌륭] 간식이네. [Awesome reaction] They're snacks. 듣기 View video tvN : 캠퍼스안 길냥이- 집사인 게 자랑3 4회",
      "english": "[Awesome reaction] They're snacks."
    },
    {
      "korean": "[냄새와 맛 모두 훌륭] 이상한 거부감이 전혀 없어. But I don't dislike it. 듣기 View video 컨버전스 TV (CONS TV) : Global Working Tour in Australia EP.09",
      "english": "But I don't dislike it."
    },
    {
      "korean": "\"외모도 실력도 다 훌륭\" 아 이분 진짜~ \"They are not only such good singers but also pretty\". Wow~ 듣기 View video FANGUIN TV : [SPICA] 스피카 'Secret Time' 스페셜 LIVE",
      "english": "\"They are not only such good singers but also pretty\". Wow~"
    }
  ],
  "examples": [
    {
      "korean": "But the equipment that we're using, although it's excellent, it's not good enough to say that it's definitely what we're looking for. 발음듣기 우리가 사용하는 장비들이 비록 훌륭 하기는 하나, 우리가 진정 찾고 있는 것이라고 말하기에는충분치않다. User translation Inaccurate information may be included due to the users' self-traslation. 석창포(artc****) Web Collection",
      "english": "But the equipment that we're using, although it's excellent, it's not good enough to say that it's definitely what we're looking for. 발음"
    },
    {
      "korean": "Everything about this movie is great, I've loved Trek ever since I can remember. 발음듣기 내 기억으로 이 영화는 모든 것이 훌륭 했다. 난 트렉을 좋아했다. User translation Inaccurate information may be included due to the users' self-traslation. RoyChou(choc****) Web Collection",
      "english": "Everything about this movie is great, I've loved Trek ever since I can remember. 발음"
    },
    {
      "korean": "Andrew Higginson, Tesco's finance director, described yesterday's figures as \"good\", deliberating downplaying the performance. 발음듣기 테스코의 재정 국장인 앤드류 히긴슨은 어제의 통계를 \"훌륭\"한 것으로 묘사하면서 실적 폄하하기를 하고 있다 User translation Inaccurate information may be included due to the users' self-traslation. Czarkwak(hmkw****) Web Collection",
      "english": "Andrew Higginson, Tesco's finance director, described yesterday's figures as \"good\", deliberating downplaying the performance. 발음"
    },
    {
      "korean": "You're a very fine young man. 발음듣기 넌 정말 훌륭한 청년이야. User translation Inaccurate information may be included due to the users' self-traslation. 달튼(nowh****) Web Collection",
      "english": "You're a very fine young man. 발음"
    },
    {
      "korean": "He's a great player and a great person. 발음듣기 그는 훌륭한 선수이고 훌륭한 사람이다. User translation Inaccurate information may be included due to the users' self-traslation. 엘샤나(el_j****) Web Collection",
      "english": "He's a great player and a great person. 발음"
    }
  ]
}