{
  "phrases": [
    {
      "phrase": "휘말리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(물살 등에) be swept away (by), be swallowed up",
        "(사건·싸움 등에) be[get] caught up (in), be dragged into, be embroiled in, be drawn into, be entangled in"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "be up to the[one's] neck in",
      "frequency": 0
    },
    {
      "meaning": "tumble into war",
      "frequency": 0
    },
    {
      "meaning": "be drifted into war",
      "frequency": 0
    },
    {
      "meaning": "be caught up in",
      "frequency": 0
    },
    {
      "meaning": "enmeshed in",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "그 전에 휘말렸던 많은 분들이 있잖아요. and others were embroiled in a controversy. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "and others were embroiled in a controversy."
    },
    {
      "korean": "그러면서 본의 아니게 사건에 휘말리게 되었고요. And he got involved in some incident. 듣기 View video 10PM : 목요일 김태훈, 정시우의 무비톡톡! Movie talk!talk!",
      "english": "And he got involved in some incident."
    },
    {
      "korean": "그런 모습을 보이다 이런 사건에 휘말렸다는 것 자체가 충격인거죠. That's why this news is shocking everyone. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스(게스트:제국의아이들 정희철x제이스타) A night's entertainment news",
      "english": "That's why this news is shocking everyone."
    },
    {
      "korean": "이런 상황에서 이런 사건에 휘말렸다는 것 자체가 큰 충격인 거죠. So being on this situation and sexual assault means a lot. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스(게스트:제국의아이들 정희철x제이스타) A night's entertainment news",
      "english": "So being on this situation and sexual assault means a lot."
    },
    {
      "korean": "항상 사건 사고에 휘말렸을 때 연예인들이 다 하차를 했었거든요. when celebrities were caught in a controversy, they left the show. 듣기 View video 10PM : 월요일 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "when celebrities were caught in a controversy, they left the show."
    }
  ],
  "examples": [
    {
      "korean": "Our economy is in an inflationary spiral of wage and price increases. 발음듣기 우리 경제는 임금과 물가 인상에 의한 인플레이션 소용돌이에 휘말려 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Our economy is in an inflationary spiral of wage and price increases. 발음"
    },
    {
      "korean": "to be engaged in a fratricidal struggle 발음듣기 형제[동포]끼리 서로 죽이는 싸움에 휘말려 있다 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "to be engaged in a fratricidal struggle 발음"
    },
    {
      "korean": "The two sides are locked into a bitter dispute. 발음듣기 그 양측은 극심한 분쟁에 휘말려 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The two sides are locked into a bitter dispute. 발음"
    },
    {
      "korean": "The parents were locked in a bitter battle for custody. 발음듣기 그 부모는 치열한 양육권 분쟁에 휘말려 있었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The parents were locked in a bitter battle for custody. 발음"
    },
    {
      "korean": "My friend Josh always gets belligerent when he’s drunk and gets into fights. 발음듣기 내 친구 Josh는 술 마시면 항상 적대적으로 변해서 싸움에 휘말려. DARAKWON",
      "english": "My friend Josh always gets belligerent when he’s drunk and gets into fights. 발음"
    }
  ]
}