{
  "phrases": [
    {
      "phrase": "휘하",
      "hanja": " (麾下)",
      "example": {},
      "meanings": [
        "(troops) under the banner[command](of)"
      ]
    },
    {
      "phrase": "휘하에 모이다",
      "hanja": "",
      "example": {},
      "meanings": [
        "rally round",
        "join[follow] the banner",
        "enlist in the banner"
      ]
    },
    {
      "phrase": "휘하에 들어가다",
      "hanja": "",
      "example": {},
      "meanings": [
        "come under the command[supervision] of"
      ]
    },
    {
      "phrase": "임금의 이름을 휘하다",
      "hanja": "",
      "example": {},
      "meanings": [
        "avoid using[mentioning] a king´s name"
      ]
    },
    {
      "phrase": "휘하다",
      "hanja": " (諱―)",
      "example": {},
      "meanings": [
        "avoid mentioning[using], shun, put a taboo on"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "rally round (a person)",
      "frequency": 0
    },
    {
      "meaning": "banneret 1",
      "frequency": 0
    },
    {
      "meaning": "serve under the general",
      "frequency": 0
    },
    {
      "meaning": "under the orders of",
      "frequency": 0
    },
    {
      "meaning": "Diadochi",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "형들 위해서 제가 진두진휘하는 역할로 - 진두지휘요? So I was given this role to take the lead. - Take the lead? 듣기 View video SF9 : [Full] SF9 COMEBACK SHOWCASE [RPM]",
      "english": "So I was given this role to take the lead. - Take the lead?"
    },
    {
      "korean": "양조휘하고 안현빈이 동시에 손수건을 탁~! Yang Johwi and An Hyunbin grabbed the handkerchief together! 듣기 View video 초등학생 관심거리연구소 (Super Cool Kids Lab) : 초능력드라마(봉인해제 13세)EP8_설렌다면 라이키,라이키 | 그녀석들이 변했다(중)",
      "english": "Yang Johwi and An Hyunbin grabbed the handkerchief together!"
    }
  ],
  "examples": [
    {
      "korean": "The admiral visited the ships under his command. 듣기 Add to Wordbook 제독은 자기 휘하의 군함들을 시찰했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The admiral visited the ships under his command. Add to Wordbook"
    },
    {
      "korean": "He has 1200 men under his command. 듣기 Add to Wordbook 그는 휘하에 1 200명의 사병을 거느리고 있다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He has 1200 men under his command. Add to Wordbook"
    },
    {
      "korean": "It wasn't until 1870 that there was a Department of justice for the Attorney General to administer. 듣기 Add to Wordbook 1870년이 되어서야 법무부 장관 휘하의 법무부가 생겨났다. YBM All in All English-Korean Dictionary",
      "english": "It wasn't until 1870 that there was a Department of justice for the Attorney General to administer. Add to Wordbook"
    },
    {
      "korean": "United States Marines captured tanks and other weapons at a base used by forces loyal to Mohamed Farah Aideed. 듣기 Add to Wordbook 미 해병대는 모하메드 파라 아이디드 휘하 무장 세력의 거점에서 탱크와 다른 무기들을 탈취했습니다. YBM All in All English-Korean Dictionary",
      "english": "United States Marines captured tanks and other weapons at a base used by forces loyal to Mohamed Farah Aideed. Add to Wordbook"
    },
    {
      "korean": "Shaw was killed at this battle, along with many black soldiers under his command. 듣기 Add to Wordbook 쇼는 자신의 휘하에 있던 많은 흑인병사들과 함께 이 전투에서 전사하였다. EDU TIMES",
      "english": "Shaw was killed at this battle, along with many black soldiers under his command. Add to Wordbook"
    }
  ]
}