{
  "phrases": [
    {
      "phrase": "흉내",
      "hanja": "",
      "example": {},
      "meanings": [
        "imitation, takeoff, mimicry, impersonation"
      ]
    },
    {
      "phrase": "흉내내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "imitate",
        "mimic",
        "copy"
      ]
    },
    {
      "phrase": "흉내를 내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "웃기기 위해 imitate",
        "웃기기 위해 mimic",
        "웃기기 위해 ape"
      ]
    },
    {
      "phrase": "남의 말을 흉내내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "mimic way of talking"
      ]
    },
    {
      "phrase": "원숭이 흉내를 내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "imitate a monkey"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "impression",
      "frequency": 3
    },
    {
      "meaning": "mimicry",
      "frequency": 3
    },
    {
      "meaning": "taking-off",
      "frequency": 0
    },
    {
      "meaning": "apery",
      "frequency": 0
    },
    {
      "meaning": "feignedness",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[고양이 흉내내는 중] 야옹~ [Imitating a cat] Meow. 듣기 View video 플레이리스트 (Playlist) : 본격 입꼬리 운동 영상! 러플리와 친해지길 바라 [엑스엑스(XX)] - 습격 인터뷰",
      "english": "[Imitating a cat] Meow."
    },
    {
      "korean": "아니 내 말은... - 애새끼 흉내는 그만할 때 안 됐냐? No I was just... - Aren't you too old to be acting like a little kid? 듣기 View video 콬TV (WHYNOT) : 네 옆에는 늘 내가 있을래 [연애미수] EP10",
      "english": "No I was just... - Aren't you too old to be acting like a little kid?"
    },
    {
      "korean": "원숭이 흉내 한 번만 해줘 - 언니가 더 잘 어울리지 않아? 원숭이? Please pretend like you're a monkey. - But you're more of a monkey than me. 듣기 View video ITZY : 기습 채리❤️",
      "english": "Please pretend like you're a monkey. - But you're more of a monkey than me."
    },
    {
      "korean": "저 흉내해내 주세요 - 민기 흉내요? Do it for me. - You? 듣기 View video ATEEZ : ATINY가 보고싶은 산밍키",
      "english": "Do it for me. - You?"
    },
    {
      "korean": "귀여워 - 지금 흉내낸 거예요? Cute. - Did you just do a mimicry? 듣기 View video V COOKIE : [Full] CIX X CouchTalk - CIX X 카우치토크",
      "english": "Cute. - Did you just do a mimicry?"
    }
  ],
  "examples": [
    {
      "korean": "They do a pretty good job of impersonating Laurel and Hardy. 듣기 Add to Wordbook 그들은 상당히 그럴듯하게 로렐과 하디 흉내를 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They do a pretty good job of impersonating Laurel and Hardy. Add to Wordbook"
    },
    {
      "korean": "Can you do a Welsh accent? 듣기 Add to Wordbook 웨일스 사람 말투를 흉내낼 수 있어요? Oxford Advanced Learner's English-Korean Dictionary",
      "english": "Can you do a Welsh accent? Add to Wordbook"
    },
    {
      "korean": "He does a great Elvis Presley. 듣기 Add to Wordbook 그는 엘비스 프레슬리 흉내를 아주 잘 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He does a great Elvis Presley. Add to Wordbook"
    },
    {
      "korean": "He did his impression of Tom Hanks. 듣기 Add to Wordbook 그는 톰 행크스의 흉내를 냈다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He did his impression of Tom Hanks. Add to Wordbook"
    },
    {
      "korean": "She’s always mimicking the teachers. 듣기 Add to Wordbook 그녀는 맨날 선생님들의 흉내를 낸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She’s always mimicking the teachers. Add to Wordbook"
    }
  ]
}