{
  "phrases": [
    {
      "phrase": "흘리다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(눈물·땀·피 등을) (눈물을) cry, shed, (땀을) sweat, (formal) perspire, (피를) bleed, (침을) drool, slobber",
        "(물·밥알 등을) spill",
        "(물건을) drop"
      ]
    },
    {
      "phrase": "침흘리기",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 sialism, sialismus, sialorrhea"
      ]
    },
    {
      "phrase": "단침흘리기",
      "hanja": "",
      "example": {},
      "meanings": [
        "의학 glycosialorrhea"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "shedding 1",
      "frequency": 0
    },
    {
      "meaning": "슈레딩",
      "frequency": 0
    },
    {
      "meaning": "perspiration",
      "frequency": 3
    },
    {
      "meaning": "unjustification",
      "frequency": 0
    },
    {
      "meaning": "sialism",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[카메라맨이 더 땀을 흘리기 시작...] [The cameraman is starting to sweat more...] View video HANABONO : 요즘 내 동년배들 다 이거 쓴다는데? 지속력 쩌는 #로드샵쿠션 추천",
      "english": "[The cameraman is starting to sweat more...]"
    },
    {
      "korean": "어묵 되게 흘리기 쉽지 않아? 나 맨날 끝에 떨어뜨린다 - 진짜? Isn't it so easy to drop the end part? I always drop at the end. - Really? 듣기 View video TOMORROW X TOGETHER : TALK X TODAY EP.5",
      "english": "Isn't it so easy to drop the end part? I always drop at the end. - Really?"
    },
    {
      "korean": "눈물 빨리 흘리기 하라고요? See who cries fastest? 듣기 View video FANTAGIO MUSIC : 헬로비너스와 차마실래?",
      "english": "See who cries fastest?"
    },
    {
      "korean": "닭똥같은 눈물 흘리기 가능해? Can you cry big tears on cue? 듣기 View video MAP6 : MAP6의 카니발토크",
      "english": "Can you cry big tears on cue?"
    },
    {
      "korean": "이거래. -1분 안에 눈물 흘리기. He says it's this one. - \"Cry in 1 minute\". 듣기 View video IDOL x IDOL : WANNA.B - 워너비 '워너비의 너비마블♬'",
      "english": "He says it's this one. - \"Cry in 1 minute\"."
    }
  ],
  "examples": [
    {
      "korean": "He started having night sweats. 듣기 Add to Wordbook 그는 밤에 식은땀을 흘리기 시작했다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "He started having night sweats. Add to Wordbook"
    },
    {
      "korean": "They made a truce to avoid further bloodshed. 듣기 Add to Wordbook 그들은 더 이상 피 흘리기를 피하려고 휴전을 했다 Dong-a's Prime English-Korean Dictionary",
      "english": "They made a truce to avoid further bloodshed. Add to Wordbook"
    },
    {
      "korean": "When you become frightened, your nervous system becomes stimulated and you start to sweat. 듣기 Add to Wordbook 무서움을 느끼게 되면, 신경 계통이 자극되어 땀을 흘리기 시작한다. Neungyule",
      "english": "When you become frightened, your nervous system becomes stimulated and you start to sweat. Add to Wordbook"
    },
    {
      "korean": "It is also important to drink a lot of water because you will sweat a lot during monsoon season. 듣기 Add to Wordbook 장마철에는 땀을 많이 흘리기 때문에, 물을 많이 마시는 것이 중요하다. Neungyule",
      "english": "It is also important to drink a lot of water because you will sweat a lot during monsoon season. Add to Wordbook"
    },
    {
      "korean": "The subjects also got frightened or began sweating when the picture of their virtual self was in danger. 듣기 Add to Wordbook 피실험자들은 자신들의 가상의 자아가 위험에 처했을 때 두려워하거나 땀을 흘리기 시작했습니다. Neungyule",
      "english": "The subjects also got frightened or began sweating when the picture of their virtual self was in danger. Add to Wordbook"
    }
  ]
}