{
  "phrases": [
    {
      "phrase": "힘",
      "hanja": "",
      "example": {},
      "meanings": [
        "(사람·동물 등의) (physical) strength, energy, force, (정신력에 반대되는) brawn",
        "(기계의) power, energy, force",
        "(자연의) power, energy, force"
      ]
    },
    {
      "phrase": "역[힘]",
      "hanja": " (力)",
      "example": {},
      "meanings": [
        "의학 F"
      ]
    },
    {
      "phrase": "him",
      "hanja": "",
      "example": {},
      "meanings": [
        "Pronoun 그[그이/그 분/그 애]를[에게](앞에 이미 언급되었거나 누구인지 쉽게 알 수 있는 남자·동물 수컷을 동사의 목...",
        "Pronoun 그 분[하느님/신]께"
      ]
    },
    {
      "phrase": "hymn",
      "hanja": "",
      "example": {},
      "meanings": [
        "Noun 찬송가",
        "Noun (…에 대한) 찬가"
      ]
    },
    {
      "phrase": "haem- ( haemo-, haema- )",
      "hanja": "",
      "example": {},
      "meanings": [
        "((연결형)) = HEM-"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "power",
      "frequency": 3
    },
    {
      "meaning": "strength",
      "frequency": 3
    },
    {
      "meaning": "force",
      "frequency": 3
    },
    {
      "meaning": "muscle",
      "frequency": 3
    },
    {
      "meaning": "might",
      "frequency": 3
    }
  ],
  "vlive": [
    {
      "korean": "어떤 힘? - 권력도 힘이죠? What kind of strength? - It authority also a strength? 듣기 View video OSEN : PENTAGON 펜타곤이 꼽은 가장 힘이 센 멤버는? #스타로드 03",
      "english": "What kind of strength? - It authority also a strength?"
    },
    {
      "korean": "병찬이 요즘 가장 힘이 되는 말? Byungchan, what words encourage you? 듣기 View video VICTON : 월요일밤!!병찬이랑",
      "english": "Byungchan, what words encourage you?"
    },
    {
      "korean": "펜타곤에서 힘이 제일 센 멤버는? Who is the strongest member in Pentagon? 듣기 View video OSEN : PENTAGON 펜타곤이 꼽은 가장 힘이 센 멤버는? #스타로드 03",
      "english": "Who is the strongest member in Pentagon?"
    },
    {
      "korean": "힘이 됐어요! 그날 굉장히... 어떻게... 좀 뭐랄까? It helped! That day... How should I put it? 듣기 View video BTS : [Full] BTS Comeback Special: '보'이는 '라'이브 '해'요",
      "english": "It helped! That day... How should I put it?"
    },
    {
      "korean": "[힝] 힘은 내겠는데... [Sad] I'll cheer up but... 듣기 View video 콬TV (WHYNOT) : 16살 걸그룹 멤버가 홍대에서 \"저 아세요?\"라고 물었다 #아이돌 #리얼리티ㅣ로켓펀치 [펀치",
      "english": "[Sad] I'll cheer up but..."
    }
  ],
  "examples": [
    {
      "korean": "She was cheered by the news from home. 듣기 Add to Wordbook 그녀는 집에서 온 소식에 힘을 얻었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "She was cheered by the news from home. Add to Wordbook"
    },
    {
      "korean": "The knife fell from her nerveless fingers. 듣기 Add to Wordbook 그녀의 힘없는 손가락에서 칼이 떨어졌다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The knife fell from her nerveless fingers. Add to Wordbook"
    },
    {
      "korean": "the power and professionalism of her performance 듣기 Add to Wordbook 그녀의 공연[연기]이 보여준 힘과 뛰어난 기량 Oxford Advanced Learner's English-Korean Dictionary",
      "english": "the power and professionalism of her performance Add to Wordbook"
    },
    {
      "korean": "They chipped away at the power of the government. 듣기 Add to Wordbook 그들은 정부의 힘을 점차 약하게 만들었다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "They chipped away at the power of the government. Add to Wordbook"
    },
    {
      "korean": "The sudden weakness in her legs made her stumble. 듣기 Add to Wordbook 그녀는 갑자기 다리에 힘이 없어서 휘청거렸다. Oxford Advanced Learner's English-Korean Dictionary",
      "english": "The sudden weakness in her legs made her stumble. Add to Wordbook"
    }
  ]
}