{
  "phrases": [
    {
      "phrase": "힘내다",
      "hanja": "",
      "example": {},
      "meanings": [
        "Verb take heart, cheer up"
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "(You) go girl!",
      "frequency": 0
    },
    {
      "meaning": "Get ahold of yourself!",
      "frequency": 0
    },
    {
      "meaning": "WTG",
      "frequency": 0
    },
    {
      "meaning": "KYHU",
      "frequency": 0
    },
    {
      "meaning": "Keep in there!",
      "frequency": 0
    }
  ],
  "vlive": [
    {
      "korean": "[가스버너는 실내에서 환기시키며 안전하게 사용하였습니다][응원 요정] 힘내라 파이팅! [We used the gas stove safely] [Cheering fairy] Way to go! Go, TXT! 듣기 View video TOMORROW X TOGETHER : TO DO X TOMORROW X TOGETHER 2020 - EP.4",
      "english": "[We used the gas stove safely] [Cheering fairy] Way to go! Go, TXT!"
    },
    {
      "korean": "병사들아 힘내라! Cheer up, soldiers! 듣기 View video INFINITE : 보고싶었성규♥",
      "english": "Cheer up, soldiers!"
    },
    {
      "korean": "힘내라 힘! 힘내라 힘! Way to go! Way to go! 듣기 View video 핵인싸 동맹 (HACKINSSA CREW) : [핵인싸 동맹] EP.43 배그 랜덤 스쿼드에서 양.세.찬.을 만났습니다",
      "english": "Way to go! Way to go!"
    },
    {
      "korean": "[막둥이 힘내라] 정국아 파이팅! [Cheer up, Jung Kook] You can do it, Jung Kook! 듣기 View video BTS : Run BTS! 2019 - EP.75",
      "english": "[Cheer up, Jung Kook] You can do it, Jung Kook!"
    },
    {
      "korean": "그러면 곧 나오겠다 - 파이팅! 힘내라! You will be discharged soon. - Cheer up! Go! 듣기 View video V COOKIE : [FULL] OH MY GIRL X LieV - 오마이걸의 눕방라이브!",
      "english": "You will be discharged soon. - Cheer up! Go!"
    }
  ],
  "examples": [
    {
      "korean": "Cheer up! or Be of good cheer! or Perk up! or Snap out of it. or Keep your chin up. or Put some beef into it! 듣기 Add to Wordbook 힘내라! Dong-a's Prime English-Korean Dictionary",
      "english": "Cheer up! or Be of good cheer! or Perk up! or Snap out of it. or Keep your chin up. or Put some beef into it! Add to Wordbook"
    },
    {
      "korean": "Hang in there! 듣기 Add to Wordbook 힘내라! Neungyule",
      "english": "Hang in there! Add to Wordbook"
    },
    {
      "korean": "Come on! Nothing could be as bad as all that. 듣기 Add to Wordbook 힘내라! 그 이상 나빠지지는 않을 거야. YBM All in All English-Korean Dictionary",
      "english": "Come on! Nothing could be as bad as all that. Add to Wordbook"
    },
    {
      "korean": "It may be a hard time. But all hands on deck! 듣기 Add to Wordbook 힘든 시기일지도 모른다. 그러나 모두 힘내라! YBM All in All English-Korean Dictionary",
      "english": "It may be a hard time. But all hands on deck! Add to Wordbook"
    },
    {
      "korean": "Come on, John. Give it a try. Nothing ventured, nothing gained. 듣기 Add to Wordbook 힘내라, 존. 해봐. 호랑이 굴에 들어가야 호랑이를 잡는다고. YBM All in All English-Korean Dictionary",
      "english": "Come on, John. Give it a try. Nothing ventured, nothing gained. Add to Wordbook"
    }
  ]
}