{
  "phrases": [
    {
      "phrase": "힘들다",
      "hanja": "",
      "example": {},
      "meanings": [
        "(육체적으로) hard, backbreaking, strenuous",
        "(정신적으로) hard, difficult, tough",
        "(어렵다, 곤란하다) hard, difficult"
      ]
    },
    {
      "phrase": "결단을 내리기 힘들군.",
      "hanja": "",
      "example": {},
      "meanings": [
        "It's a tough call."
      ]
    }
  ],
  "meanings": [
    {
      "meaning": "tough",
      "frequency": 2
    },
    {
      "meaning": "laborious",
      "frequency": 1
    },
    {
      "meaning": "difficult",
      "frequency": 2
    },
    {
      "meaning": "wayward",
      "frequency": 1
    },
    {
      "meaning": "inhospitable",
      "frequency": 1
    }
  ],
  "vlive": [
    {
      "korean": "역시 연예인의 삶은 힘들군요. It's hard as a celeb. 듣기 View video NCT : NCT LIFE 한식왕 도전기 EP 03",
      "english": "It's hard as a celeb."
    },
    {
      "korean": "오늘 임무 중 가장 힘들군. It's the hardest part among the mission today. 듣기 View video V COOKIE : [FULL] CLC X SUITS KNIGHTS - CLC의 정장방!",
      "english": "It's the hardest part among the mission today."
    },
    {
      "korean": "혼자 하면 이렇게 힘들군요. I never knew this would be so hard to do the live alone. 듣기 View video FANTAGIO MUSIC : 본격 '공명사수' - Real 'GongMyeong SASU!' Time",
      "english": "I never knew this would be so hard to do the live alone."
    },
    {
      "korean": "또 새제퐁퐁 님께서 '출근 할 때', '시험 끝나기 5분 전 정말 힘들군'. ID Sejepongpong writes, \"When I go to work\". \"5 minutes before the exam ends\". 듣기 View video V COOKIE : [Full] GFRIEND YUJU & EUNHA X Orgel Live - 여자친구 유주&은하의 오르골라이브!",
      "english": "ID Sejepongpong writes, \"When I go to work\". \"5 minutes before the exam ends\"."
    },
    {
      "korean": "여자친구 되기가 힘들군요. - 제가 신경을 많이 썻나봐요. It's hard to be GFRIEND. - Maybe I was in stress. 듣기 View video 10PM : 하지영의 한밤의 연예뉴스 A night's entertainment news",
      "english": "It's hard to be GFRIEND. - Maybe I was in stress."
    }
  ],
  "examples": [
    {
      "korean": "It's hard to tell if this picture is the original. 발음듣기 이 그림이 원작(原作)인지 구별하기가 힘들군요. Neungyule",
      "english": "It's hard to tell if this picture is the original. 발음"
    },
    {
      "korean": "I’m having a lot of trouble finding an ink pen. 발음듣기 잉크펜 구하기가 너무 힘들군요. YBM All in All English-Korean Dictionary",
      "english": "I’m having a lot of trouble finding an ink pen. 발음"
    },
    {
      "korean": "These two plans seem the same; I can't differentiate between them. 발음듣기 이 두 기획안은 똑같아서 구별하기 힘들군요. Neungyule",
      "english": "These two plans seem the same; I can't differentiate between them. 발음"
    },
    {
      "korean": "It's a tough call. 발음듣기 결단을 내리기 힘들군. Neungyule",
      "english": "It's a tough call. 발음"
    },
    {
      "korean": "It's really hard to get you on the phone. 발음듣기 당신과 전화 통화 하기가 정말 힘들군요. Practical English Conversation Dictionary",
      "english": "It's really hard to get you on the phone. 발음"
    }
  ]
}